{
    "data": {
        "created_time": "2014-12-15T14:17:07+0000", 
        "id": "10153253485431729_10153261678836729", 
        "message": "Facebook Please Reply to this! Someone had send me a spam facebook message saying this:  (Hi this is a message from the creator of facebook and it tells you a little bit about what is going to happen to facebook on the 15th of Dec . Please don't send this back to the person you received it from. Dear facebook members, Facebook is suppose to be closing down it is recently becoming very overpopulated. there have been many members complaining that facebook is becoming very slow. Records show that there are many active facebook members and on the other side, many new members. We will be sending this message around to see if members are active or not. If you are active please send to 25 other users using copy+paste to show that you are still active. *Those who do not send this message within 2 weeks will be deleted without hesitation to make more space. Send this message to all of your friends to show that you are still active and you will not be deleted without hesitation to make more space. Today This coming 11pm,all facebook account will be CUT. This is according from the creator of facebook. All the activities that was being done this time will be delay, SORRY FOR THE INCONVENIENCE. To save you're facebook accounts, please forward this message to 25 FB users for us to make sure that you are active user of FB. If can't pass this to 25 users you're account will be cut without hesitancy.)  And I don't know ifI should believe it or not and I had just got it today from a friend. So what should I do"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-15T14:43:21+0000", 
            "id": "10153253485431729_10153261716136729", 
            "message": "This is spam. Delete it. DO NOT CLICK ANYTHING! DO NOT FORWARD IT!"
        }, 
        {
            "created_time": "2014-12-15T14:52:33+0000", 
            "id": "10153253485431729_10153261729181729", 
            "message": "Pay attention to the grammar and sentence construction, it originated in China or India."
        }, 
        {
            "created_time": "2014-12-15T15:03:59+0000", 
            "id": "10153253485431729_10153261752021729", 
            "message": "Okay I will Delete the message and won't forward it"
        }, 
        {
            "created_time": "2014-12-15T15:57:25+0000", 
            "id": "10153253485431729_10153261837356729", 
            "message": "Thanks for the question, Patience. Our team is aware of this hoax campaign. Please disregard this and be sure not to release any personal or financial information to the sender. Thanks for checking in with us! -Hailey"
        }, 
        {
            "created_time": "2014-12-15T17:12:25+0000", 
            "id": "10153253485431729_10153261957411729", 
            "message": "You Welcome :)"
        }
    ]
}