{
    "data": {
        "created_time": "2016-04-26T15:10:10+0000", 
        "id": "10153415249435079_1588001398156972", 
        "message": "Eminem se que estas atrapados en las manos del diablo pero quiero decirte que cuentas con algo .... Dios nuestro señor jesucristo espera por ti el es el único que puede sacarte del oyó en que ahora estas. Dios te esta ofreciendo la oportunidad de que le entregues tu alma a el. si por que todas las almas le pertenecen a nuestro señor jesucristo por que el te creo el te formo desde antes que nacieras. por favor habla con el no dejes que nadir te impida acercarte a el. por que tu eres especial y Dios te recibirá con manos abiertas hay casos en que muchas personas vendieron sus almas al diablo pero por la grecia de nuestro señor jesucristo le pudieron conocer y ahora viven felices y sin temor alguno estare orando por ti y por tu alma ora y pidele a Dios que le quieres conocer el diablo no podrá contra eso por que jesus ya lo vendió en la cruz del calvario . tal ves no leas esto pero espero en Dios que pronto sane tu alma y le conozcas ANIMO TU PUEDES SALIR ADELANTE    esfuersate y se valiente no temas ni desmayes por que jehova tu Dios estará contigo donde quiera que bayas josue 1-9"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}