{
    "data": {
        "created_time": "2017-10-11T23:50:47+0000", 
        "id": "10154849741065079_151520888782919", 
        "message": "How pathetic & completely uneducated you sound. And to think I was a big fan. The liberal controlled media is brainwashing the uneducated sheep & promoting this false racist narrative bs. To beef up their ranks. It's 2017 bro & your talking slavery? Oppression?? Call your boy Dr Dre, ask him to look at his bank statements & out his window & tell you how he's feeling???? Wtf dude slavery has been around 1000 years before even being introduced to the US. The white man didn't create it. Hundreds of thousands of them died in the civil war to abolish slavery. It was horrible. The Chinese were treated even worse being used as slaves to build SF & the railroad. And yet are some of the most powerful & educated in our country. They have dignity, self respect strong community & honor our imperfect glorious Union. Rather than cry like bitches they work hard & blame nobody. They don't think using racial slang amongst each other and think it's appropriate. They don't think saggy pants showing off their boxers is appropriate. They don't beat or sell their women & glorify it. They don't destroy their own communities. They don't embrace a thug mentality & think society will embrace it. Just like a couple of bad cops out of thousands of good ones. It takes just a few to bring down all the good. Dumbass"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T02:39:54+0000", 
            "id": "10154849741065079_1473415932748012", 
            "message": "Lmfaooo let those white tears flow"
        }, 
        {
            "created_time": "2017-10-12T03:09:12+0000", 
            "id": "10154849741065079_1900500559967835", 
            "message": "😂😂😂😂 truth hurts don't twist it"
        }
    ]
}