{
    "data": {
        "created_time": "2017-10-11T22:10:45+0000", 
        "id": "10154849741065079_10154849755080079", 
        "message": "I'm a Trump supporter and I still love Eminem. His views does not change his skill, also I'm not a crybaby little bitch. Lol\n\nEdit: Trump supporters getting offended over me not getting offended, yall are the ones to give us Trump supporters a bad name. Change yalls tampon. I don't get offended..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 46
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 609
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 47
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T22:21:17+0000", 
            "id": "10154849741065079_10154849781130079", 
            "message": "I'm not a trump supporter but I deeply respect what u have just said good on you"
        }, 
        {
            "created_time": "2017-10-11T22:22:48+0000", 
            "id": "10154849741065079_10154849784695079", 
            "message": "Thanks man! We gotta show love to change the world brother!"
        }, 
        {
            "created_time": "2017-10-11T22:24:40+0000", 
            "id": "10154849741065079_10154849789505079", 
            "message": "Need more guys like u in this world right now bruh haha"
        }, 
        {
            "created_time": "2017-10-11T22:25:31+0000", 
            "id": "10154849741065079_10154849791175079", 
            "message": "No offence but u support a man thats not exactly known for showing love\nI'm not trying to be hateful hear I just want to understand how u have that view and are still a trump fan?"
        }, 
        {
            "created_time": "2017-10-11T22:25:47+0000", 
            "id": "10154849741065079_10154849791715079", 
            "message": "Hahahahaha Jonathan is his bitch"
        }, 
        {
            "created_time": "2017-10-11T22:28:51+0000", 
            "id": "10154849741065079_10154849797935079", 
            "message": "Wow a Trump supporter who’s not crying snowflake. Pretty much the only one."
        }, 
        {
            "created_time": "2017-10-11T22:32:05+0000", 
            "id": "10154849741065079_10154849804365079", 
            "message": "Because it was either a lying celebrity or a lying crooked politician. How is it trumps fault that the dnc picked such a shitty candidate."
        }, 
        {
            "created_time": "2017-10-11T22:33:53+0000", 
            "id": "10154849741065079_10154849808635079", 
            "message": "Trump speaks his mind. He does not lie like your average politician i.e the email scandal like Hiliary. In my opinion I was gonna vote for Ben Carson because him and Trump shared similar views. Trump has fulfilled his campaign promises. Brought our  country out of debt that we've been in forever. Which people will deny because it's Trump actually doing something lol. Trump can cure cancer and people would bitch and  cry that he named it something they don't agree with. Also he does not care if he offends you or not. It's about time we have a president with balls. I'm not trying to get into a political argument. That was 2016 lol. It's just my views!"
        }, 
        {
            "created_time": "2017-10-11T22:35:40+0000", 
            "id": "10154849741065079_10154849814065079", 
            "message": "Goodall Vallion no offense taken man! It's hard to offend me lol. It's good to talk like this every now and then. Same to you bro, no offence!"
        }, 
        {
            "created_time": "2017-10-11T22:36:25+0000", 
            "id": "10154849741065079_10154849815345079", 
            "message": "He has lied many times and he has Broaken the law and he spend more money on golf then doing anything for America"
        }, 
        {
            "created_time": "2017-10-11T22:37:34+0000", 
            "id": "10154849741065079_131558884162987", 
            "message": "Like 60% of your statement was not even close to true. You're a Trump supporter alright; deeply misinformed and proud of it."
        }, 
        {
            "created_time": "2017-10-11T22:37:43+0000", 
            "id": "10154849741065079_131558917496317", 
            "message": "You did vote for one, though."
        }, 
        {
            "created_time": "2017-10-11T22:39:10+0000", 
            "id": "10154849741065079_131559200829622", 
            "message": "Same can be said about Obama. Leaving Americans in floods while he plays golf. He also broke the laws many many times aswell. No one wants to talk about that though. Like I said I'm done with political talking."
        }, 
        {
            "created_time": "2017-10-11T22:39:57+0000", 
            "id": "10154849741065079_119273735436074", 
            "message": "Or Hiliary leaving soldiers to die in Bengahzi..."
        }, 
        {
            "created_time": "2017-10-11T22:40:04+0000", 
            "id": "10154849741065079_119273758769405", 
            "message": "Oh don't get me wrong Obama was shit but he is in the past\nTrumps the present"
        }, 
        {
            "created_time": "2017-10-11T22:40:07+0000", 
            "id": "10154849741065079_119273765436071", 
            "message": "Trump has lied more than all the other politicians combined. He does speak his mind though. You got that part right."
        }, 
        {
            "created_time": "2017-10-11T22:42:06+0000", 
            "id": "10154849741065079_131559610829581", 
            "message": "Those are some real words, I've not seen anyone tell it like that,  much respect. But i hate to inform you that your boy trump is lier just like ALL the political figures before him. Once he began his race for the presidency,  that made him a politician"
        }, 
        {
            "created_time": "2017-10-11T22:43:01+0000", 
            "id": "10154849741065079_131559914162884", 
            "message": "Much respect to you👏👏👏"
        }, 
        {
            "created_time": "2017-10-11T22:43:17+0000", 
            "id": "10154849741065079_131559950829547", 
            "message": "True that! I'm a Trump supporter trying to show some love to everyone regardless of other political views. If you came here to talk shit and or be negative find someone else 👌👌"
        }, 
        {
            "created_time": "2017-10-11T22:44:09+0000", 
            "id": "10154849741065079_131560167496192", 
            "message": "He drew a line in the sand though bro"
        }, 
        {
            "created_time": "2017-10-11T22:44:26+0000", 
            "id": "10154849741065079_119274392102675", 
            "message": "Watch it again. It's edited out but he said, \"FUCK YOU!\" He don't want you on his side. Get steppin'."
        }, 
        {
            "created_time": "2017-10-11T22:45:50+0000", 
            "id": "10154849741065079_176305752945028", 
            "message": "You're a rare breed, man. Most Trump supporters are cry baby bitches and snowflakes. Just read the other comments."
        }, 
        {
            "created_time": "2017-10-11T22:45:50+0000", 
            "id": "10154849741065079_322470914887064", 
            "message": "Oh BTW Hiliary is a cunt just like trump\nAmerica did not have much of a choice at that point"
        }, 
        {
            "created_time": "2017-10-11T22:46:46+0000", 
            "id": "10154849741065079_176306202944983", 
            "message": "Lol have fun letting people walk over you your whole life. Seems to me you have no respect for yourself to have a musician that says fuck his fans that support trump. You’re garbage in his eyes he hates you but yet you love him."
        }, 
        {
            "created_time": "2017-10-11T22:47:55+0000", 
            "id": "10154849741065079_176306439611626", 
            "message": "BTW I no exactly what Eminem said about a line in the sand and shit but I can't seem him not having at lest some respect for someone like u so ignore the people that are still angery at u even after seeing your respect"
        }
    ]
}