{
    "data": {
        "created_time": "2017-10-11T22:29:08+0000", 
        "id": "10154849741065079_10154849798445079", 
        "message": "Em has been dissin presidents and politics for years and it was fine, but as soon as he disses trump it's a problem 🙄 #FakeFans\n\n(Edit) It seems that people like to put quotations around the word dissin because i didn't put a g 😂\n\n(Edit...again) Im simply pointing out that he's done this before (talking shit about the government, politics, etc.) Idk why that's so difficult to understand."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T23:18:05+0000", 
            "id": "10154849741065079_223252618209662", 
            "message": "Joey Pye I didn't said ALL presidents tho 🙄 learn to read..."
        }, 
        {
            "created_time": "2017-10-12T00:20:25+0000", 
            "id": "10154849741065079_151526168782391", 
            "message": "https://www.youtube.com/watch?v=OTtxnAYDr_A"
        }, 
        {
            "created_time": "2017-10-12T01:36:34+0000", 
            "id": "10154849741065079_490476528004696", 
            "message": "\"Dissin'\"  the fans was too far."
        }, 
        {
            "created_time": "2017-10-12T02:08:19+0000", 
            "id": "10154849741065079_490483881337294", 
            "message": "Maya Mcneill you may not have said it but you implied it or are you too stupid to see that?"
        }, 
        {
            "created_time": "2017-10-12T02:28:36+0000", 
            "id": "10154849741065079_285198605306975", 
            "message": "Greg Yuresko i actually didn't imply it. It seems more of you read too much into my comment. Besides there is never an all or every, you learn that in school."
        }, 
        {
            "created_time": "2017-10-12T02:40:13+0000", 
            "id": "10154849741065079_1973047029642751", 
            "message": "Also if someone told me that an individual has been doing something to a specific stimuli or individuals attached to that stimuli, i wouldn't assume all or every. I would use my brain and think, \"oh he must have done this more than once, or to other people in this group.\""
        }, 
        {
            "created_time": "2017-10-12T07:22:53+0000", 
            "id": "10154849741065079_135754033735130", 
            "message": "Joey Pye when did i start talking about hypocrisy? I simply pointed out that he's done this before. Keep the insults coming too btw"
        }, 
        {
            "created_time": "2017-10-12T22:10:40+0000", 
            "id": "10154849741065079_571557103235785", 
            "message": "He just had to jump on the band wagon like everyone else in Hollywood. If not his Masters would have kicked him out of the rich people club. It was his turn sort of speak. Next week someone else will pull some dumb stunt. The regressive left lost their minds this election when a communist didn't win. They've been so brainwashed and pussified  for the last 8 years that they actually believe the media which continuously spews that agenda driven crap trickled down by the people that truly run the world. They got you all fooled the left and the right. More so the left because theyre so emotional and out of control right now. Listen to the the BET rap again and basically you hear the same virtue signaling bullshit that EVERY single leftist Hollywood scumbag says. 1. He's racist 2. He's orange 3. He hates immigrants 4. He's going to nuke the world 5. Bashing southerners 6. Gun control etc.. Fuckin guy sounds like CNN. For a guy that made lots of money rapping about guns it's pretty hypocritical calling for gun control."
        }, 
        {
            "created_time": "2017-10-12T22:20:20+0000", 
            "id": "10154849741065079_2015372558691896", 
            "message": "Brock Landers i understand what you're saying, but that really had nothing to do with my comment..."
        }, 
        {
            "created_time": "2017-10-13T23:13:33+0000", 
            "id": "10154849741065079_130686634320984", 
            "message": "It's not trump you idiot. It's the fact that he said \"fuck you\" to people who voted for trump. \nIt's those people who voted for trump feel betrayed by M because they supported him for years. Now M tells all these people who invested their time, money and emotion into M getting told to fuck off bc of a different political view. M shit on his fans and betrayed them. \n\nThat's the issue you fucking idiot."
        }, 
        {
            "created_time": "2017-10-13T23:19:32+0000", 
            "id": "10154849741065079_451426135257807", 
            "message": "Ryan Weihl so basically y'all are butt hurt because Em insulted you how sad. Im not talking about the fans who are butt hurt, im talking about the people who are mad about him talking about Trump you fucking idiot"
        }, 
        {
            "created_time": "2017-10-13T23:21:01+0000", 
            "id": "10154849741065079_348463188935301", 
            "message": "Also Ryan if i was talking about the fans i would've replied to Julie Harvey Mines"
        }
    ]
}