{
    "data": {
        "created_time": "2017-10-12T00:00:36+0000", 
        "id": "10154849741065079_151522335449441", 
        "message": "Trump is a racist yet Black Entertainment Television is not. Let that sink in.......\nA place for only black people unless one is a white girl with a nice ass or a white guy who pretends to be black."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T02:06:41+0000", 
            "id": "10154849741065079_275194523001983", 
            "message": "BET is owned by Viacom who own MTV let that sink in........"
        }, 
        {
            "created_time": "2017-10-12T02:15:46+0000", 
            "id": "10154849741065079_183172322258086", 
            "message": "Gilbert Solis  Black Entertainment Television. Let that sink in........\nNothing more racist than alienating 86% of possible viewership right out the gate by stating that it's viewing is preferred for a black audience. Not to mention, you will see more Caucasian, Hispanics, Asians on commercial breaks than on the actual shows."
        }, 
        {
            "created_time": "2017-10-12T03:12:01+0000", 
            "id": "10154849741065079_143769059572077", 
            "message": "Humm...white girl with nice ASS. ??  We're the karsdazims  there??"
        }, 
        {
            "created_time": "2017-10-12T06:01:45+0000", 
            "id": "10154849741065079_483482608681936", 
            "message": "🤦🏾‍♀️ Black people get one thing, ONE thing, and folks always try to take it away"
        }, 
        {
            "created_time": "2017-10-12T10:48:36+0000", 
            "id": "10154849741065079_717330418464774", 
            "message": "Ifreke 'Free' Ekpe Black people get one thing? Are you effing kidding me hahaha. How about black people can get whatever the hell they set their mind to wanting. You have free range you know. You can go to school, get a good education and get whatever job you want in life. The only thing holding you back is yourself and your perception that you are owed something because of the color of your skin. You're the racist. You are the problem. Would it be racist to open a network called WET? The black communities would be screaming about it. I'm so sick of the hypocrisy. sit down and stfu."
        }, 
        {
            "created_time": "2017-10-12T10:54:22+0000", 
            "id": "10154849741065079_717331975131285", 
            "message": "BLM marching through the streets of a college town the other day carrying a huge banner that says \"resist the police\" then wonder why your people are getting shot.  There are very successful black people all over the place so I know diminished brain capacity can't be the problem..maybe just being raised by stupid as f**k parents who teach their kin to fight authority is the issue?"
        }, 
        {
            "created_time": "2017-10-12T18:03:26+0000", 
            "id": "10154849741065079_152231332048851", 
            "message": "Chris Beasley Music Television but no music being played let that sink in....."
        }
    ]
}