{
    "data": {
        "created_time": "2017-10-11T22:54:54+0000", 
        "id": "10154849741065079_176307596278177", 
        "message": "thank you.  i've not had time for music for many years, due to trying to survive in this country where people HATE the disabled.  all i do is try to survive day after day :(    i liked rap music in the late 70s/early 80s since it was intelligent and political and stood up for what was right.  i have not liked modern rap messages until NOW.  thank you, Eminem. for making people choose.  now that took BALLS."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T01:57:43+0000", 
            "id": "10154849741065079_183169885591663", 
            "message": "Yeah, it takes really balls to parrot what every other liberal a-hole is saying in order to get your name back in the news after you are a washed up hack.  Why do you think the gov't owes you a living anyway?  I know plenty of disabled people who actually go out and make a life for themselves.  Perpetual victim and hater.  So sad."
        }, 
        {
            "created_time": "2017-10-12T03:24:55+0000", 
            "id": "10154849741065079_154042058529304", 
            "message": "Eminen should have done this before last November !"
        }, 
        {
            "created_time": "2017-10-12T03:43:35+0000", 
            "id": "10154849741065079_143772582905058", 
            "message": "yes it takes balls! Trump can suck his nuts!"
        }, 
        {
            "created_time": "2017-10-13T21:15:12+0000", 
            "id": "10154849741065079_710612792481605", 
            "message": "Do you recall this scab rapping about Christopher Reeves and making fun of his disability? You are an idiot!"
        }, 
        {
            "created_time": "2017-10-15T06:12:27+0000", 
            "id": "10154849741065079_137984910262533", 
            "message": "“Slut, you think I won’t choke no whore/’Til the vocal cords don’t work in her throat no more?!/Shut up slut, you’re causin’ too much chaos.”"
        }, 
        {
            "created_time": "2017-10-15T14:27:00+0000", 
            "id": "10154849741065079_873373179500897", 
            "message": "jamie, i HATE modern rap.  i liked a bit in the 70s.  i don't like violent movies or songs.  i'm just saying that when a few people stand up to something that billions of people think is wrong, then it takes balls.  i used to write letters to foreign leaders in Japan and Norway in grade school.  i begged them to stop whaling.  it was totally wrong to do that or think that.  now it's a trend to do that.  but it took balls for me to do that.  there's nothing wrong for standing up for a good cause.  as for the dirty lyrics,  i've heard many rappers use bad words and themes, and that is why i don't like modern rap.  i don't like country or rock music either but if a song has a theme about something i believe in, i will back that band or singer of that song.  if U2, Police, REM (they used to do this when they were together), SP, etc. want to write about saving the rainforests, i will back them 100%.   isn't it a trend to write bad things in rap songs?  the early rap fathers used to talk about world matters, politics, getting involved, etc.  that's why i liked some of that old stuff from the 70s."
        }, 
        {
            "created_time": "2017-10-15T14:28:37+0000", 
            "id": "10154849741065079_482175475498698", 
            "message": "btw, Jamison Boyette, i like your post about PETA on your page.  THANK YOU for that.  \"shoot selfies, not animals\".  see, we totally agree upon that one."
        }
    ]
}