{
    "data": {
        "created_time": "2017-10-12T00:41:01+0000", 
        "id": "10154849741065079_122118275139728", 
        "message": "I have always been a huge fan of Eminem and always will be. But I will also say that I myself can not stand DONALD TRUMP. Shouldn't he be impeached along time ago... And also I'm with Eminem if you are for TRUMP than your really no fan of his.. TRUMP  don't care about anything or anyone unless it suits him... I Love You EMINEM!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T04:57:38+0000", 
            "id": "10154849741065079_1743765505634111", 
            "message": "Are you slow ? Asking for a friend"
        }, 
        {
            "created_time": "2017-10-12T12:20:12+0000", 
            "id": "10154849741065079_379831149113514", 
            "message": "I'm not asking for any kind of friend. And I ain't slow either. I was agreeing with what Eminem was rapping about regarding trump's dumbass. I think whoever voted for trump is slow and stupid."
        }, 
        {
            "created_time": "2017-10-12T12:21:28+0000", 
            "id": "10154849741065079_449685588765446", 
            "message": "figures"
        }, 
        {
            "created_time": "2017-10-12T12:24:01+0000", 
            "id": "10154849741065079_528523980829842", 
            "message": "What figures?"
        }, 
        {
            "created_time": "2017-10-12T17:41:33+0000", 
            "id": "10154849741065079_449804945420177", 
            "message": "I voted for Trump and i would happily vote for him again, and I have a college degree, so sorry to bust your bubble, not everyone who voted for him is slow and stupid. He's crass and craves attention, but so does Eminem. Em is no better than Trump at dividing people and eating into establishment politics, but I still like his music and will continue to get it for free no matter what he whines about."
        }, 
        {
            "created_time": "2017-10-12T17:50:00+0000", 
            "id": "10154849741065079_120566775302204", 
            "message": "Jenny Miller"
        }, 
        {
            "created_time": "2017-10-12T22:48:48+0000", 
            "id": "10154849741065079_129175484499334", 
            "message": "I didn't vote for Trump, and even I can see that you have elementary level spelling and grammar. \nMaybe learn how to spell before you attack the intelligence of others."
        }, 
        {
            "created_time": "2017-10-16T13:26:33+0000", 
            "id": "10154849741065079_781848628683858", 
            "message": "I have elementary level spelling and grammar. I know how to spell.. You don't need to be intelligent to speak your mind.. And I think everyone that voted for trump is slow and stupid. God knows trump is not intelligent or he wouldn't say and do things that are ridiculous. Especially making deals with our enemies.. Trump screwed up and keeps messing up and he doesn't give a damn. So  keep talking all kinds of bullshit. I don't care. You're all a bunch of jackasses  anyways."
        }, 
        {
            "created_time": "2017-10-18T02:21:53+0000", 
            "id": "10154849741065079_1954926388096577", 
            "message": "Y'all need to understand exactly who this idiot is. Em is a lying fraud and hypocrite. He is a transplanted wannabe.  He talks a lot of crap about things he really knows nothing about. \n\nJen what deals with our enemies are you talking about? I think you don't like him because he has threatened your way of life dear niece."
        }, 
        {
            "created_time": "2017-10-18T11:38:04+0000", 
            "id": "10154849741065079_251206848740734", 
            "message": "No dear uncle, I can't stand trump.. He's exactly what all of us in the world don't need in office. Yes I like em and always have. I agree lots of his music isn't all that good much anymore., but trump on other hand he's the pos fraud and has no problem screwing people over. Just like he has been doing before he started running for office. I'd rather have a my daughter in office then that no good pos! And I don't care who likes trump or not., everyone is entitled to their own opinion and so am I. And rather I like em or not, its my opinion to say what I want just like everyone else does! Unless that was taken away from us to, our rights to free speech and how we all think and feel..."
        }, 
        {
            "created_time": "2017-10-18T11:39:10+0000", 
            "id": "10154849741065079_1812775412128634", 
            "message": "And how is he threatened my way of life? Dear uncle!"
        }, 
        {
            "created_time": "2017-10-18T11:48:11+0000", 
            "id": "10154849741065079_524977064544959", 
            "message": "First answer my question. Who are the enemies trump made deals with?\n\nSecond, yes you are entitled to your own opinions even if they are delusional. \n\nThird, you know exactly what way of life I'm talking about."
        }, 
        {
            "created_time": "2017-10-18T11:53:58+0000", 
            "id": "10154849741065079_123741341649735", 
            "message": "Answering first question, gee  I wonder who he's made deals with, remember Korea is the first enemy he's made. Not to mention others. And no I'm not delusional.. And no sorry I don't know exactly what way of life you're talking about sorry?"
        }, 
        {
            "created_time": "2017-10-18T12:02:30+0000", 
            "id": "10154849741065079_139768966648976", 
            "message": "And also I'm all done talking about this and political stuff to.. But it was talking to you.. Even though you always have to jump in my shit.. But that's OK!"
        }, 
        {
            "created_time": "2017-10-18T12:03:25+0000", 
            "id": "10154849741065079_144099799657379", 
            "message": "It was nice talking to you"
        }, 
        {
            "created_time": "2017-10-18T12:04:54+0000", 
            "id": "10154849741065079_1982720461967486", 
            "message": "Well korea he made no deals with that was obama. If you did  a little research you would find we have been on a ceace fire since the 50's. That means that war has never been over."
        }, 
        {
            "created_time": "2017-10-18T12:12:00+0000", 
            "id": "10154849741065079_356484511459263", 
            "message": "That's good your done, because I don't have time right now. I have a job to do if I want a paycheck."
        }, 
        {
            "created_time": "2017-10-18T12:13:18+0000", 
            "id": "10154849741065079_124058034977705", 
            "message": "I agree. And come on now was there ever a good president in office that never screwed shit up? There was little bit of good sometimes with Obama, maybe here or there. But do you really believe that trump's really doing any better?"
        }
    ]
}