{
    "data": {
        "created_time": "2017-10-12T13:06:54+0000", 
        "id": "10154849741065079_2011968222378209", 
        "message": "Listen assclown, you have the right to disagree w my amazing President BUT when you insult someone who was once a fan until you acted like a little junkie bitch, IDGAF anymore you 44 year old POS! \n\nNow you can see the reality of not having a mommy bitch to properly raise your godless white ass. I'M TAKING A KNEE."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 72
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-13T03:36:39+0000", 
            "id": "10154849741065079_1923402214645438", 
            "message": "vales verga puto 😂😂"
        }, 
        {
            "created_time": "2017-10-13T21:34:48+0000", 
            "id": "10154849741065079_136493180310044", 
            "message": "Fuck you leave fake eminem fan and i bet money he can kick your ass and if he cant i can promise us fans have no problem doing it for him 🖕🖕🖕"
        }, 
        {
            "created_time": "2017-10-14T01:08:12+0000", 
            "id": "10154849741065079_101396317289575", 
            "message": "I feel same way."
        }, 
        {
            "created_time": "2017-10-14T01:08:49+0000", 
            "id": "10154849741065079_134731837254387", 
            "message": "Eminem is a man child. A middle aged baby.  He isn't even relevant."
        }, 
        {
            "created_time": "2017-10-14T01:36:11+0000", 
            "id": "10154849741065079_294257924409201", 
            "message": "Scott Fortier more relevant than the piece of shit in office, i can remember eminem songs and quotes as far back as 2000, cant remember too much of trump other than this"
        }, 
        {
            "created_time": "2017-10-14T02:54:58+0000", 
            "id": "10154849741065079_121010485235105", 
            "message": "Richard Gonzalez  you must be sucking a lot of dick because like old EM said it you got BRAIN DAMAGE YEAH MUST BE BRAIN DAMAGE.... So STFU you RETARDED SJW Em rapped about rapeing little girl ohhhhhh look at her bush its got hair... Or how he rapped about gays too.... You dont know shit about the REAL SLIM SHADY. I was a big time fan I even have his skits he did on the radio before he even made it big before DR.DRE put him under his wing. If it wasn't for DR.DRE he would be another whitey statistic getting bet up by black people all the time for culture appropriation. So eat a bag full of dicks.....My bad they are locked in your jaw and the other bag is stuck up your ass...."
        }, 
        {
            "created_time": "2017-10-14T02:58:05+0000", 
            "id": "10154849741065079_183730185531036", 
            "message": "Richard Gonzalez Meet Stan, twenty-one years old\nAfter meeting a young girl at a rave party\nThing's start getting hot and heavy in an upstairs bedroom\nOnce again, his conscience comes into play\n\nNow listen to me: while you're kissin' her cheek\nSmearin' her lipstick, I slip this in her drink\nNow all you gotta do is nibble on this little bitch's earlobe...\n\nYo, this girl's only fifteen years old\nYou shouldn't take advantage of her, it's not fair\n\nYo, look at her bush, does it got hair?\nFuck this bitch right here on the spot bare\nTill she passes out and she forgot how she got there\nMan, ain't you ever seen that one movie \"Kids\"?\nNo, but I seen the porno with Son Doobiest!\nShit, you wanna get hauled off to jail?\nMan, fuck that, hit that shit raw dawg and bail\n\nMeet Grady, a twenty-nine years old construction worker\nAfter coming home from a hard day's work\nHe walks in the door of his trailer park home\nTo find his wife in bed with another man\n\nAlright, calm down\nRelax, start breathin'\nFuck that shit, you just caught this bitch cheatin'\nWhile you at work, she's with some dude, tryin' to get off?\nFuck slittin' her throat!\nCut this bitch's head off!\nWait, what if there's an explanation for this shit?\nWhat? She tripped? Fell? Landed on his dick?\nAlright, Shady\nMaybe he's right, Grady but think about the baby, before you get all crazy\nOkay! Thought about it\nStill wanna stab her?\nGrab her by the throat, get your daughter and kidnap her?\nThat's what I did\nBe smart, don't be a retard\nYou gonna take advice from somebody who slapped Dee Barnes!?\nWhat'd you say?\nWhat's wrong?\nDidn't think I'd remember?\nI'ma kill you, motherfucker!\nAh-ah, temper, temper!\nMr. Dre? Mr. N.W.A? Mr. AK, coming straight outta Compton, y'all better make way?\nHow in the fuck you gonna tell this man not to be violent?\n'Cause he don't need to go the same route that I went\nBeen there, done that\nAw, fuck it, what am I sayin'?\nShoot 'em both, Grady, where's your gun at?\n\nSong Discussions is protected by U.S. Patent 9401941. Other patents pending."
        }, 
        {
            "created_time": "2017-10-14T03:49:05+0000", 
            "id": "10154849741065079_501767936851872", 
            "message": "Richard Gonzalez TRUMP WILL GET MY VOTE AGAIN IN  4 YEARS  LOVE TRUMP.   YOU  ASS,S   CANT FIND ONE THING   WRONG WITH TRUMP, YOU  ARE JUST FULL OF  THE DEVIL."
        }, 
        {
            "created_time": "2017-10-14T03:55:43+0000", 
            "id": "10154849741065079_121017381901082", 
            "message": "I WAS NO WAY    A  FRIEND, I HATE THAT  NASTY  RAP CRAP,    IT COMES  FROM THE PITS  OF HELL,.  😈😈😈😈😈😈😈"
        }, 
        {
            "created_time": "2017-10-14T04:01:57+0000", 
            "id": "10154849741065079_122767341733817", 
            "message": "Richard Gonzalez I,M ONLY A FAN OF  TRUMP.  WE CAN  FINELY  BREATH.  HAVING A REAL LEADER,  AND  HES NOT A BIG  SISSY, NOR A  FAGGOT.  AND HES NOT  MARRIED TO A MAN  LOL.    GO KING  God Emperor Trump"
        }, 
        {
            "created_time": "2017-10-14T06:48:02+0000", 
            "id": "10154849741065079_158711468050381", 
            "message": "Mary Hylton trump wont be president in 2020 so relax your vote wont matter idiot."
        }, 
        {
            "created_time": "2017-10-14T06:48:58+0000", 
            "id": "10154849741065079_158711588050369", 
            "message": "Beau Villereal you and everyone else seem mad because eminem did what he has always done: make contoversy and talk shit about presidents but since its trump you have a problem 🤔🤔🤔🤔 do yourself a solid and break whatever you use to comminucate and stay the fuck silent"
        }, 
        {
            "created_time": "2017-10-14T06:50:02+0000", 
            "id": "10154849741065079_1969265089953136", 
            "message": "Mary Hylton “rap comes from hell” i assume you would know you look like a satanic bitch anyway"
        }, 
        {
            "created_time": "2017-10-14T12:52:57+0000", 
            "id": "10154849741065079_1971929316387416", 
            "message": "Richard, are you even a legal citizen? I bet you're not even supposed to be here little punk ass."
        }, 
        {
            "created_time": "2017-10-14T12:59:12+0000", 
            "id": "10154849741065079_1980091365604099", 
            "message": "This little boy bitch is NOT worth the argument. He plays video games all day, is an illegal alien and will work as a dishwasher one day. STFU little boy and go back to your bitch room and remember why you have NO GIRLFRIEND!"
        }, 
        {
            "created_time": "2017-10-14T16:27:41+0000", 
            "id": "10154849741065079_126507514678436", 
            "message": "Richard Gonzalez Get mad EM is a pussy did you hear him RAP about Obama no because he is a bitch boy full of pussy. I guess he was afraid he get chased all over 8Mile like the pussy he is ..... I guess the old saying is right \" If you can't beat em join em \" so EM sold out like Bernie Sanders both bittches. Im sure your mom and pops need help picking that fruit so get at it BOY"
        }, 
        {
            "created_time": "2017-10-15T03:38:20+0000", 
            "id": "10154849741065079_225666974633935", 
            "message": "Eminem backwards is Menime...\n."
        }, 
        {
            "created_time": "2017-10-15T12:53:24+0000", 
            "id": "10154849741065079_482137062169206", 
            "message": "Richard Gonzalez"
        }, 
        {
            "created_time": "2017-10-15T12:53:57+0000", 
            "id": "10154849741065079_1526389767446150", 
            "message": "Richard Gonzalez"
        }, 
        {
            "created_time": "2017-10-15T12:54:13+0000", 
            "id": "10154849741065079_1998303290447781", 
            "message": "Richard Gonzalez"
        }, 
        {
            "created_time": "2017-10-20T01:53:01+0000", 
            "id": "10154849741065079_1469962763096874", 
            "message": "Mary Hylton"
        }, 
        {
            "created_time": "2017-10-20T01:53:37+0000", 
            "id": "10154849741065079_387161181701742", 
            "message": "Mary Hylton"
        }
    ]
}