{
    "data": {
        "created_time": "2017-10-12T00:47:27+0000", 
        "id": "10154849741065079_1544047502307903", 
        "message": "Eminem this is for you: 👇🏽\n\n🎤Hey Em, what up?  I always thought you were the man. \nEver since the days you rapped about Stan.\n\n🎤I couldn't believe you drew a line in the sand.\nI didn't think I had to decide where to stand?\n\n🎤You don't want me as a fan?\nIf I don't surrender my opinion to the will of the man?\n\n🎤You put your hand up high in a fist,\nYou've been corrupted, taken over with rage and you're pissed.\n\n🎤Before the election I was never a Trump fan,\nPeople like you pushed me, with your line in the sand!\n\n🎤You scream Fascist, Racist, Dictator boo hoo,\nLook in the mirror yo, that's what you do!\n\n🎤You're dressed up like ISIS spewing venom to the masses,\nWhat you need to do is buy a new pair of bifocal glasses!\n\n🎤Hey Em, I'm from Michigan too, \nI'm too old to rap and so are you!\n\n🎤I'll raise my kids to use their minds to unite,\nNot spew crazy rhetoric to blow our country up like dynamite!\n\n🎤Just want you to know I heard you through and through,\nI'll raise my children to never be like you!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 137
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 36
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T01:21:15+0000", 
            "id": "10154849741065079_1544065795639407", 
            "message": "Damn girl that was awesome gonna have to share\n F**** this stupid globalist useful idiot!"
        }, 
        {
            "created_time": "2017-10-12T02:21:17+0000", 
            "id": "10154849741065079_1510059879086834", 
            "message": "Muahhh. Bravo. Check this rap out. I think he feels the same way as you two. https://m.youtube.com/watch?v=nUAljDBgtb0"
        }, 
        {
            "created_time": "2017-10-12T03:42:27+0000", 
            "id": "10154849741065079_119373325424543", 
            "message": "Woooo😉😉"
        }, 
        {
            "created_time": "2017-10-12T04:56:02+0000", 
            "id": "10154849741065079_1743764812300847", 
            "message": "Blake Barber that's awesome 👏🏻"
        }, 
        {
            "created_time": "2017-10-12T13:04:04+0000", 
            "id": "10154849741065079_120522721973276", 
            "message": "Truth. FU Marshall."
        }, 
        {
            "created_time": "2017-10-12T13:15:53+0000", 
            "id": "10154849741065079_449712808762724", 
            "message": "Hey crack ho Slim: FUCK YOU bitch! You have the right to disagree w my amazing President BUT never mess w Trump peeps bitch.  IDGAF what happens to you now!"
        }, 
        {
            "created_time": "2017-10-12T19:17:33+0000", 
            "id": "10154849741065079_720276021495538", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-12T23:32:52+0000", 
            "id": "10154849741065079_324868637976814", 
            "message": "yeah Sedef Kaya that's what the NFL thought too...."
        }, 
        {
            "created_time": "2017-10-13T01:05:28+0000", 
            "id": "10154849741065079_142181509735004", 
            "message": "Funny these libs are Hippocrates!!!! If it was the other way around and clebs where writing songs, making jokes, and all the other BS the left is doing to PRESIDENT TRUMP...But, it was done to Obama..OMG the shit storm the left would do.\n\nDon't believe me?\nPoor Rodeo Clown who did his thing in an Obama mask lost his JOB!!! He was called the cliche word that the left throws out a racist!!!\nEven though during Bush's presidency he wore a Bush mask.\n\nYou libs are the most sensitive group of babies...That is why you are called Snowflakes ❄\n\nIf anyone ridiculed Obama on well earned criticism those ppl where attacked and lost their jobs!!! If you did not like the way Obama ran the USA you where a RACIST!!! such BULL SHIT..so libs..just lay back and shut the hell up. You Hippocrates just like Weinstein you guys say one thing but act completely opposite. You are the most immoral group of facists in America.\n\nYou reflect you immoral actions on to The Republican Party..\nWar on Women...it is the Left from the Kennedy's to the Hollywood rapiest including Clinton. The Left destroys women..Hillary did!!!\nThe Left call GOP racists when the cities they run keep black ppl poor, unsafe, and uneducated. You put up road blocks at every turn to prevent poor minorities to getting a FREE CHOICE on the schools they want to attend. Then you fight tooth and nail to keep Planned Parenthood getting Government aid while they sale baby parts and kill more black babies then any anti blk group ever could. \n\nConservatives do not care what the Famous Lefties or regular lefties on social media have to say. You ppl are the worst!!!"
        }, 
        {
            "created_time": "2017-10-13T05:52:08+0000", 
            "id": "10154849741065079_748699291984513", 
            "message": "HOLY FUCKIN SHIT GIRL THAT IS FUCKING BEAUTIFUL,  I HAVE TO SHARE.  HEY EMINEM, BEEN A FAN SINCE U STARTED BUT FUCK YOU.  CONSIDER YOURSELF THE DIXIE CHICKS BITCH"
        }, 
        {
            "created_time": "2017-10-13T19:39:09+0000", 
            "id": "10154849741065079_121454665203032", 
            "message": "Jennifer Richardson Sedef Kaya yeah look what happened to nfl"
        }, 
        {
            "created_time": "2017-10-13T21:31:53+0000", 
            "id": "10154849741065079_401289843607197", 
            "message": "Fuck you leave fake eminem fan\nAlso your rap is beyond wack so go fuck yourself"
        }, 
        {
            "created_time": "2017-10-13T23:22:26+0000", 
            "id": "10154849741065079_320713345071125", 
            "message": "Maybe you can raise them to grope women in the virgins and get away with it because they’re rich 😀"
        }, 
        {
            "created_time": "2017-10-13T23:23:05+0000", 
            "id": "10154849741065079_530150913996394", 
            "message": "Richard Gonzalez that's what your dad said"
        }, 
        {
            "created_time": "2017-10-13T23:23:49+0000", 
            "id": "10154849741065079_2013827332193589", 
            "message": "Richard Gonzalez I got better lyrics then you sucka. Jealous much ?"
        }, 
        {
            "created_time": "2017-10-13T23:38:01+0000", 
            "id": "10154849741065079_101058300657002", 
            "message": "Your face is ugly AF"
        }, 
        {
            "created_time": "2017-10-13T23:40:42+0000", 
            "id": "10154849741065079_101338683962005", 
            "message": "Richard Gonzalez I would tell you to fk yourself but you'd be disappointed maricon puto!"
        }, 
        {
            "created_time": "2017-10-13T23:40:51+0000", 
            "id": "10154849741065079_2013829998859989", 
            "message": "Sedef Kaya Hey dumb fuck.. who do you think made him? We did. Who do  you think made him rich? We did. His former fans who actually paid for shit and didn't rip it off the internet. Why do you think we are all so quick to tell him, \"fuck you too?\" Because he outed himself as a bitch ass conformist just like you. Guess who's a sucker? You are for swallowing the shit he is only saying now because he finally has another album coming out and he knew that you people (libtards/snowflakes) would be easy sales targets because you don't have a single thought that is your own. Go back and listen to his early stuff where he bashes Hillary Clinton and everyone else like her. So sad that you fall for something that is so obviously a scam for his own agenda."
        }, 
        {
            "created_time": "2017-10-13T23:42:58+0000", 
            "id": "10154849741065079_464565250609806", 
            "message": "Michelle Palmertree 💯💯💯"
        }, 
        {
            "created_time": "2017-10-13T23:43:11+0000", 
            "id": "10154849741065079_134721093922128", 
            "message": "Christie Sailors Ingram these dems are just cry babies. They hate America and are upset that Trump is undoing all the horrible things Obama did too hold America down. These dems want America to fail. They believe America is bad. They are completely ignorant. Been brainwashed and lied too from their school teachers to their media outlets. The Democrat Party is a cult. They eat, breath, sleep libtard crap they are feed. With out it they would be an empty shell of a person. They can not think on their own. They must be told how to think, what to believe in, and what to be mad at. They are true SHEEP being hurd to their dooms with a smile on their ugly faces."
        }, 
        {
            "created_time": "2017-10-14T14:32:18+0000", 
            "id": "10154849741065079_1835907479771480", 
            "message": "u started good but the rest looks rushed, this is why Eminem is famous and you're not"
        }, 
        {
            "created_time": "2017-10-15T00:23:59+0000", 
            "id": "10154849741065079_129729764350468", 
            "message": "Sedef Kaya Really? Cos all I heard was him call him racist and orange. Oh yeah, he slaughtered him..lol. He repeated what he heard like a little  bitch. And the album is already announced, fool. That's why he's brown nosing. Also, get shit right I'd you're gonna try and participate. He said, \"fuck you.\" Not \"go fuck yourself.\"\n\nOh and you really want to compare \"grab her by the pussy\" which was started by a reporter on a whole other case given what MM says in his raps? Rethink that one, kid."
        }, 
        {
            "created_time": "2017-10-15T06:09:08+0000", 
            "id": "10154849741065079_283595498824751", 
            "message": "Arikan Axisa not offended!!! Nice try 👌🏼"
        }, 
        {
            "created_time": "2017-10-15T06:09:57+0000", 
            "id": "10154849741065079_1962159137329848", 
            "message": "Christie Sailors Ingram what a tool 🙄"
        }, 
        {
            "created_time": "2017-10-15T06:31:51+0000", 
            "id": "10154849741065079_703347976524529", 
            "message": "Emmy Johns he made such a dumb meme lol 🙄"
        }
    ]
}