{
    "data": {
        "created_time": "2017-10-11T23:55:43+0000", 
        "id": "10154849741065079_122113945140161", 
        "message": "Too bad you can't think for yourself.  Are you really that blind that you can't see all the good President Trump is doing? Such a shame"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 30
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T06:20:11+0000", 
            "id": "10154849741065079_363535784060363", 
            "message": "Oh yeah. How he totally looked out for Puerto Rico and is using tax dollars to go to his resorts and threatened to resort to nuclear warfare with North Korea because he's the best president. Or are you just waiting for him to grab you by the pussy? Maybe you want to trade places with Ivanka, who he admitted on live television he wouldn't mind having sex with..but thats okay with you right? A guy who wants to sleep with his own daughter?\n\nmmkay. You got mad at a 5 minute rap when you should be mad about what Trump has done since becoming president. What the fuck is wrong with you?"
        }, 
        {
            "created_time": "2017-10-12T06:28:51+0000", 
            "id": "10154849741065079_1975593659378168", 
            "message": "Please come up with SOMETHING that's true!! He pays for his own vacations. Unlike Obama and Puerto Rico received more than enough services. Blame the corrupt government over there not Trump. For once we don't have a coward in office and he's not afraid to stand up to fat boy or anyone else. You are a sick stupid troll Matthew Andino come up with SOMETHING original that's not all propaganda!"
        }, 
        {
            "created_time": "2017-10-12T06:32:53+0000", 
            "id": "10154849741065079_1973834432898273", 
            "message": "He claimed that Obama spent to much time on the golf course and not enough doing the job. Hes spent more time on the golf course than Obama did all for years. Also you ignored the incest charge. So you condone it. Thanks, thats all I needed to know to get the bigger picture. You can overlook everything about the sleezebag. You just want the small orange wanger in your mouth. 👄"
        }, 
        {
            "created_time": "2017-10-12T06:33:32+0000", 
            "id": "10154849741065079_135747063735827", 
            "message": "I've haven't been this happy with a president in decades!  Very pleased with all the progress he has made.  You're just jealous and miserable. Well get use to it he's here for another 7 years🤣🤣🤣🤣🤣🤣🤣"
        }, 
        {
            "created_time": "2017-10-12T06:35:39+0000", 
            "id": "10154849741065079_143427069724529", 
            "message": "Troll you mean nothing you are a waste of all things you consume"
        }, 
        {
            "created_time": "2017-10-12T10:35:19+0000", 
            "id": "10154849741065079_1518356801586381", 
            "message": "Holy shit, you were serious!"
        }, 
        {
            "created_time": "2017-10-12T13:32:57+0000", 
            "id": "10154849741065079_1849954005032923", 
            "message": "Lol she said PORTO rico..."
        }, 
        {
            "created_time": "2017-10-12T13:39:06+0000", 
            "id": "10154849741065079_351846855274831", 
            "message": "ty correction made"
        }, 
        {
            "created_time": "2017-10-12T15:48:21+0000", 
            "id": "10154849741065079_2012019905706374", 
            "message": "Lol only world wide worth to vote wich one better betwen them , \nNt american only ..  \nModern country i think smarter but the reallty selfish still?\nBig country affect to the world.. be smarter using ur powers guys.. nt all ppl can enjoy hvin fun their life like you out there.. \nIm sry bfre . And thx"
        }, 
        {
            "created_time": "2017-10-12T22:08:42+0000", 
            "id": "10154849741065079_1551798901580377", 
            "message": "#FuckTrump hes cancer!"
        }, 
        {
            "created_time": "2017-10-12T22:23:27+0000", 
            "id": "10154849741065079_792231777652148", 
            "message": "No he's the cure🤣🤣"
        }, 
        {
            "created_time": "2017-10-17T15:13:18+0000", 
            "id": "10154849741065079_291473224690262", 
            "message": "Guy White lol you're an idiot. Let me guess Troll right? No matter what you say Trump is your President.  Learn to enjoy it!🤣🤣🤣"
        }
    ]
}