{
    "data": {
        "created_time": "2017-10-12T06:54:20+0000", 
        "id": "10154849741065079_736545143199065", 
        "message": "This is a sad day in music. The Eminem I knew and loved has died. His music has always had a message and I have been a fan since the start. Agreed with his message most of the time and even when I didn't, I didn't stop supporting him because I can respect other opinions that aren't mine. I loved his anti-Bush rants. My sons grew up listening to him and when people questioned me about letting them listen to his music, I always said with pride, \"the man speaks truth and always makes a point.\" But now.. I am so upset with this \"new Eminem​.\" He has never been a conformist. He's never seemed to care about the color of a person's skin and he ALWAYS kept it real. This marks the end of my support for him. Not because of what he's saying, but because of the reason behind it. If I could ask him one question after all these years, it would be to explain to me how Trump is racist. He was never called that before he ran for POTUS and no one else can explain it. When I ask someone why they call him racist, they immediately shut down and disappear. They can't explain it because it is based on absolutely nothing and it makes me sick. \n\nObama.. he did manage to make one change. He brought racism back in full fucking force and now Trump and the rest of us are having to deal with that mess. Marshall Mathers was the last person I ever thought would fall for this shit. Obama brought racism back, not Trump.﻿ You have become what you spoke out against for so long. Hypocrite. \n\nP.S. For disrespecting me and my whole family who've loved and supported you since Slim Shady was a baby, fuck you too."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-13T06:39:53+0000", 
            "id": "10154849741065079_123230038394441", 
            "message": "Still got kid rock and ted nugent.  Now move on.  Eminem already said he doesnt care about trump supporting riff raff."
        }, 
        {
            "created_time": "2017-10-13T10:05:14+0000", 
            "id": "10154849741065079_1465948446816417", 
            "message": "Aren't you cute, acting like you know Marshall Mathers and have the authority to speak for him. Mind your own business and don't worry about his former fans... the ones who got him where he is today, coming to tell him what we think about what he had to say. Cos what you're saying by trying to speak for him is that you think he's a pussy and can't handle himself. Move along little snowflake. We got this.\n\nHere are some fun facts for you to read while you're sucking Em's dick."
        }
    ]
}