{
    "data": {
        "created_time": "2017-10-12T04:10:47+0000", 
        "id": "10154849741065079_1926219337700687", 
        "message": "Fuck you Marshall. I stuck by you when my entire family shunned me for listening to your music. I didn't always agree with you but I stood by you and respected what you were putting out there bc I've never walked a mile in your shoes. You just threw the finger to millions of fans, fans that helped get you to where you are bc we believe differently than you? How could you of all people do that? I'm no bitch ass pussy so I won't go burning all your records and gear but I definitely lost my respect for you. Wish you the best man. But FUCK YOU TO BRO. You haven't walked in our shoes either. #equal #rights goes both ways bitch. And I have the right to bump Shady and vote for Trump."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T15:53:21+0000", 
            "id": "10154849741065079_120552881970260", 
            "message": "Awe poor little Trumpsters feelings are hurt.  Ya cause musicians should never disappoint their fans who's family shunned them.  Find a real President to vote for."
        }, 
        {
            "created_time": "2017-10-12T18:06:36+0000", 
            "id": "10154849741065079_1850154811679509", 
            "message": "If I didn't give 2 squirts of piss about his comment, what makes you think I care about yours? Everyone voted. Trump won. Stop being a bunch of bitches and deal with it."
        }, 
        {
            "created_time": "2017-10-15T05:41:33+0000", 
            "id": "10154849741065079_1982685895349642", 
            "message": "Everyone did in fact not vote... 50% of the country voted and 26% of that 50% didn't vote for him..."
        }, 
        {
            "created_time": "2017-10-17T17:36:48+0000", 
            "id": "10154849741065079_178057439413827", 
            "message": "For those that didn't vote, shut the fuck up. For those that did, it was your right. Regardless of which, Trump won. Like it or not but your opinions about trump are yours. No one has the right to tell me how to vote or think, not even Eminem. I went through 2 terms of Obama. I didn't vote for him but did I complain and condemn the ppl that did? Nope. Yall have this shit twisted"
        }
    ]
}