{
    "data": {
        "created_time": "2017-10-11T23:10:48+0000", 
        "id": "10154849741065079_223250961543161", 
        "message": "Donald J. Trump helps people, takes no salary & gives money..\n\nYou made millions ??? In the United States?? You are no different as far as money. You just think you are.\n#alwayspissed\n\nYou want the praise of other entertainers ."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 70
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T22:24:24+0000", 
            "id": "10154849741065079_183536998885956", 
            "message": "God you are fucking stupid. He is taking a salary. It has already been fucking proven. He is also over budget with his secret service so that is taking money away from the fucking public. He hasn't just given any of his money to anyone or any organization. Do some damn research before you speak"
        }, 
        {
            "created_time": "2017-10-12T22:34:07+0000", 
            "id": "10154849741065079_1544565672231151", 
            "message": "He gave money away well before becoming President. He has always been a philanthropist as much as Oprah & others but unlike them he did not bring attention to it.\nMany of these people came forward since he has been persecuted like he has by Eminem, who has some of the most violent lyrics out there.\nEminem has openly admitted to such rage as wanting to kill his mother.\nEminem has also made millions from Americans that is a good salary getting paid to air all of your thoughts & opinions.\nI feel very much compassion for those in entertainment today who are all boarding the great Titanic of hate & Illuminati....\nWe must never forget no matter how greatly intelligent we are..\nWe are not above Jesus Christ.\nChrist enabled us to have all we have. \nLike Eminem, who God or satan gave great influence & he has thus far used it for immediate gratification of beats & chill bumps & rage.\nIt is temporary.\n\nAnything done in Christ lasts forever. \nIt is eternal.\nGod bless you...we have a right given by Christ to either believe or not to believe."
        }, 
        {
            "created_time": "2017-10-12T22:52:07+0000", 
            "id": "10154849741065079_140791393330628", 
            "message": "takes no money? who do you think all those taxpayer $ go to when we pay for him, the security, and his guest to stay at one of his resorts goes? right back into his pocket, its his resort, and like any business a person owns, when it makes $ a portion of that goes into the owners pockets, so sure he is not taking his pay check hes getting more just for trips to his resorts, and yes he has it set up where even he has to stay there, and play golf there, and eat there, oh and has to pay for the golf cart. and who has he supposedly given that $ to I have not seen any thing about him giving his pay check to any one."
        }, 
        {
            "created_time": "2017-10-12T23:15:18+0000", 
            "id": "10154849741065079_1483829238376817", 
            "message": "I'm not going to argue.\nDonald J. Trump does not need money.\n\nNow, the Clinton's needed money, as proven . \nScandal after scandal.\nAnd you good people crucify a billionaire who truly loves America.\nAnd if ANYONE deserves a Presidential salary it is this President.\nYou know, I very much disliked Obama but I respected the Office and I believe he loves his wife & children. There is something good in even the worst of us usually, but what makes this SO \"\"Jesus & Barnabas\"\" (Clinton's being Barnabas) is you good people REFUSE to credit this man anything.\n\nBut money is not even my main issue.\n\nEminem who will answer for his platform of influence...spews rage & violence to the youth of this world?? And made millions doing it.\n\nPlease address Eminem REPEATEDLY spewing hate, violence & rage....even until current day, still immature perception...\nWe will never come together the way Eminem is doing it...\nMartin Luther King is still respected today because he was NOT DIVISIVE.\nJesus Christ is the only reason I'm not .\nJesus Christ is all that matters.\nHe is King.\nNot money, fame or knowledge. We will never be ABOVE our Creator. \n\nBut Donald J. Trump needing money is a complete non issue for me personally bc I believe he is a giver. \nPeople hated Abraham Lincoln vehemently, he upset entertainers & media as well...\n\nAnd for Eminem to talk like a \"country white\" person when he came out of a trailer park AND welfare....and secondly, middle aged Americans are who made him a millionaire...\nI mean who in this comparison is the selfish person? \nI say none of this with hatred in my heart, hate is not going to help but put an end to America."
        }, 
        {
            "created_time": "2017-10-12T23:42:08+0000", 
            "id": "10154849741065079_1571794769569777", 
            "message": "India Cross \nLeave the meth alone"
        }, 
        {
            "created_time": "2017-10-12T23:43:13+0000", 
            "id": "10154849741065079_512107515815338", 
            "message": "Respond to the actual questions & I will listen😊"
        }, 
        {
            "created_time": "2017-10-12T23:47:02+0000", 
            "id": "10154849741065079_139493180017374", 
            "message": "There are consequences to EVERYTHING. Even down to what we eat. How fast we go in a car. \nSo how much more our lives? \nOur actual lives we lived.\nWe will all give an account.\nWhat is your plumb line??\nPrince? Michael Jackson? Whitney? Eminem?\n\nWe are all flawed...we all a mess.\nThis is why Jesus and the Word of God is supposed to be our plumb line.\nAnd because it is not we have the mess we have. World wide."
        }, 
        {
            "created_time": "2017-10-13T00:36:36+0000", 
            "id": "10154849741065079_914586075359161", 
            "message": "India you can’t argue with brainwashed idiots."
        }, 
        {
            "created_time": "2017-10-13T00:54:31+0000", 
            "id": "10154849741065079_1571830822899505", 
            "message": "We all need to PRAY.....for each other...all of us.... I love my fellow man.\n#humans"
        }, 
        {
            "created_time": "2017-10-15T07:16:22+0000", 
            "id": "10154849741065079_349034972206576", 
            "message": "Donald J. Trump does not need money.\nThis is not even an issue?\nPresidential salary is chump change for him anyway.\n\nHe thought being a billionaire President of a Nation in trillions of debt could keep it.."
        }, 
        {
            "created_time": "2017-10-23T19:20:55+0000", 
            "id": "10154849741065079_195459520998675", 
            "message": "Donald tRump makes more money for his family whenever he stays at a tRump Hotel and whenever NOT at the White House he stays at one of them. He rents out 2 floors...give me a break!"
        }
    ]
}