{
    "data": {
        "created_time": "2017-10-11T23:15:23+0000", 
        "id": "10154849741065079_1944352469220927", 
        "message": "I would have continued to listen to your music, despite the fact that we have differing political views, because.... Well because your opinion on anything has nothing to do with why I like a song. BUT, since YOU want to draw a line in the sand and forcefully involve me in your political drama by telling me, an now x-fan, to fuck off, then you did it. You asked me to stop paying you for entertainment because I won't bend to your political views. Your loss bro you'll NEED my money before I'll ever NEED anything at all from you. I hope you didn't think you were exempt from what the NFL is suffering. Eventually you all will learn to leave the #SilentMajority alone. So in response to your little half-ass rap the other night, FUCK OFF. I'll stand in the paint with you any day of the week."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 43
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T09:10:06+0000", 
            "id": "10154849741065079_1108551582612788", 
            "message": "Well said. Hell, I'm in a FB group (dirty humor stuff) full of Trump haters. I believe I am the only person in that entire group who supports Trump, but we don't give a shit about that. I met the owner of the group years ago when he came to my pro-pit bull page and we've been friends ever since. They post dirty memes about Trump and hey, if it's funny, I laugh. If it's not, I just don't comment. It's called respect. Something Mr. Mathers has obvious forgotten."
        }, 
        {
            "created_time": "2017-10-12T09:12:29+0000", 
            "id": "10154849741065079_122864668469132", 
            "message": "I LMAO on Trump memes my family and friends post all the time when they're funny. It doesn't bother me when people don't agree, it bothers me when people go out of their way to affect my life because I don't agree with them. That's what woke up the #SilentMajority"
        }, 
        {
            "created_time": "2017-10-12T09:15:05+0000", 
            "id": "10154849741065079_717306605133822", 
            "message": "That's what woke up the #SilentMajority should be on a bumper sticker."
        }, 
        {
            "created_time": "2017-10-12T09:16:36+0000", 
            "id": "10154849741065079_173295326560152", 
            "message": "Michelle, have you heard about the FB group ShadowBanning? Facebook is covertly censoring Trump supporters posts on controversial subjects. You should come on over, we have proof and we're 31k strong in less than 2 weeks.\nhttps://www.facebook.com/groups/1836989403277764/"
        }, 
        {
            "created_time": "2017-10-12T09:22:16+0000", 
            "id": "10154849741065079_1518313804924014", 
            "message": "David Wisniewski Not that group, but yes I know of FB censoring or ignoring reports from Trump supporters. I'm one of them"
        }, 
        {
            "created_time": "2017-10-12T09:25:12+0000", 
            "id": "10154849741065079_504545183245552", 
            "message": "They are actually hiding our posts from view by non-friends for a period of time to stop people from hearing an alternative opinion when a topic is first posted. We've got a lot of support in the media and other websites in the last few days and this topic is all over the web now."
        }, 
        {
            "created_time": "2017-10-15T04:57:31+0000", 
            "id": "10154849741065079_225682437965722", 
            "message": "David Wisniewski, your wife is a fat ugly pig. Donald Trump would tear her apart if she were anyone important and she publicly criticized him."
        }, 
        {
            "created_time": "2017-10-15T05:14:09+0000", 
            "id": "10154849741065079_124945618169041", 
            "message": "And they are attacking me and even my family. This is nothing but fuel for my fire. The more you poke the sleeping bear the more damage he will do. Keep it up and let's see who has the stronger character and drive. I WILL NOT FAIL, and I WILL NOT GROW WEARY, and I WILL NOT QUIT UNTIL I SUCCEED"
        }
    ]
}