{
    "data": {
        "created_time": "2017-10-11T23:00:43+0000", 
        "id": "10154849741065079_176308649611405", 
        "message": "Will the real slim shady please shut up! You missed class on class youre a pain in the ass, but what can be expected from this trailer trash! You open up your mouth and your brain drops out like a broken PEZ dispenser when the spring pops out. Think talking crap about our POTUS will get you real far, well your mom thought the same that drunk night in the bar! Climbing up the stairs with a beer in her hand thinking \"gonna make a daddy outta this ol'man\", 9 months later a lil boy popped out with his junk in his hand and a permanent pout. You were pissed at the world before you could even walk, like then, right now, you should learn to really talk. Mister lyrical flow, we dont wanna know, how you feel bout the Prez cuz its all a big show! Politically corrected, spanked on your behind, Marshall close your mouth man, youve done lost your mind! ...per Dez Sneddon-Valadez"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T03:15:29+0000", 
            "id": "10154849741065079_1969575766658374", 
            "message": "You copied this"
        }, 
        {
            "created_time": "2017-10-12T09:28:26+0000", 
            "id": "10154849741065079_504545669912170", 
            "message": "NO SHIT!!! That's why it says per the persons name at the end, miss obvious"
        }, 
        {
            "created_time": "2017-10-13T01:02:09+0000", 
            "id": "10154849741065079_1826700664287663", 
            "message": "natzi"
        }, 
        {
            "created_time": "2017-10-13T13:24:59+0000", 
            "id": "10154849741065079_121397328542099", 
            "message": "Carina Fleming.. C.U.N.T. = Can't Understand Normal Thinking"
        }, 
        {
            "created_time": "2017-10-17T17:13:01+0000", 
            "id": "10154849741065079_133858987262169", 
            "message": "Are you upset because I didn't read your copied post all the way through? Why would I?"
        }, 
        {
            "created_time": "2017-10-17T17:20:35+0000", 
            "id": "10154849741065079_876847092464462", 
            "message": "Not upset at all that you showed us all your ignorance"
        }, 
        {
            "created_time": "2017-10-17T17:34:03+0000", 
            "id": "10154849741065079_291531364684448", 
            "message": "Lmao who is ignorant?  The piece of shot that uses cunt even if it is short for a saying that fits himself.  Will the sexist asshole please sit down and let slim shady speak please.  Unlike you he speaks for the majority of America."
        }, 
        {
            "created_time": "2017-10-17T17:55:58+0000", 
            "id": "10154849741065079_503293303358856", 
            "message": "Lying doesn't suit you! C*** is a pretty vicious word. I'd have to be pretty upset to call someone a c***. It's okay Billy Strickland.... as far as I know it's okay not to read a post all the way through. Especially a post that is ridiculous!"
        }, 
        {
            "created_time": "2017-10-17T18:30:34+0000", 
            "id": "10154849741065079_1983178958620435", 
            "message": "Not lying. Carina called me a nazi so I called HERE a cunt, not either of you. And it is ok to not read it all, but to comment on something you have no knowledge of is ignorant. You fucked up.....speaks for the majority??? Delusional much? Lol"
        }, 
        {
            "created_time": "2017-10-17T18:33:40+0000", 
            "id": "10154849741065079_380577345697407", 
            "message": "I have complete knowledge of it. I read the first sentence and seen it was copied. I see no carina. And you're the one that's f***** up."
        }, 
        {
            "created_time": "2017-10-17T18:37:02+0000", 
            "id": "10154849741065079_281621802332795", 
            "message": "I typed it, so no copy/paste. And if you had read it all you would have seen credit given."
        }, 
        {
            "created_time": "2017-10-17T19:38:17+0000", 
            "id": "10154849741065079_378604425895669", 
            "message": "Not delusional at all, I do not support Trump.  I also look at many sources on both side before I speak.  Anyone that supports Trump does not do this.  All you listen to is what he says and his puppets. If you did this you would realize that he does speak for the majority.  You do realize your master was not elected by the majority and is hated by the majority don't you?"
        }, 
        {
            "created_time": "2017-10-17T19:46:18+0000", 
            "id": "10154849741065079_173344463217219", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-17T19:49:57+0000", 
            "id": "10154849741065079_380595352362273", 
            "message": "Yes, you're delusional. No, he does not speak for the majority. And you have no idea what my political views are, I haven't expressed them here. You ASSUME what I think. You are a hypocrite by saying that All Trump supporters do not research because you would not say that ALL ______ people are bad if a ______ person did something bad."
        }, 
        {
            "created_time": "2017-10-17T19:50:45+0000", 
            "id": "10154849741065079_178078032745101", 
            "message": "Prejudice much Jeffrey?"
        }, 
        {
            "created_time": "2017-10-17T23:34:46+0000", 
            "id": "10154849741065079_1635792949805777", 
            "message": "Stupid much? If they even support this person in the slightest, they do not research. That is a fact, because he would have no supporters."
        }
    ]
}