{
    "data": {
        "created_time": "2017-10-11T23:14:24+0000", 
        "id": "10154849741065079_1944352249220949", 
        "message": "Very dissapointed in eminem.. ive been a fan since he started.. ive heard him degrade women in his songs, dress up like Bin ladin in his videos and make fun of him, talk about drug use, and also he has close rapper friends that rap about selling drugs.. but all that never bothered me until he told his fans that if there behind trump to \"fuck off\" .\nSo now he is a goody goody hypocrite?  Im So dissapointed. This was not a good look for him."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 50
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T01:52:21+0000", 
            "id": "10154849741065079_1486738501412674", 
            "message": "lol he's taken shots at Clinton and bush also. If you were a fan since he started you would know that. Don't get butt hurt just because he doesn't like the dumpster fire of a president we have now"
        }, 
        {
            "created_time": "2017-10-12T02:47:00+0000", 
            "id": "10154849741065079_1969567579992526", 
            "message": "neither is the beard...."
        }, 
        {
            "created_time": "2017-10-12T02:48:57+0000", 
            "id": "10154849741065079_1900485309969360", 
            "message": "max you didnt read that did you... dave wasnt talking about being upset he talked bad about trump fool"
        }, 
        {
            "created_time": "2017-10-12T02:49:46+0000", 
            "id": "10154849741065079_143766349572348", 
            "message": "all good tho man keep riding ems dick"
        }, 
        {
            "created_time": "2017-10-12T03:48:21+0000", 
            "id": "10154849741065079_497632813931594", 
            "message": "Max Bassanini Has nothing to do with his political leanings or rapping about President Trump. It has to do with him telling over 62 million of us Americans to go fuck ourselves. You can explain it off however you want, Max. But put simply, it was a REALLY BAD IDEA."
        }, 
        {
            "created_time": "2017-10-12T21:45:10+0000", 
            "id": "10154849741065079_142436883166712", 
            "message": "That long list you made of reasons a lot of people wouldn't listen to him but you did anyway..That is until he went after Trump, your Lord and savior.lol"
        }, 
        {
            "created_time": "2017-10-12T23:00:35+0000", 
            "id": "10154849741065079_280588325766957", 
            "message": "Chris Pinkston , and if he would have said something good about 45, they would all be on here praising him, but because they were hurt by what he said they are all crying on here, thinking just because they dont buy his music any more, or never did in the first place, that will hurt him. Eminem, will never have to work again, he will be just fine, and makin new fans all the time."
        }, 
        {
            "created_time": "2017-10-13T05:09:01+0000", 
            "id": "10154849741065079_748689495318826", 
            "message": "Meri Kristis Justus Exactly. Em knew exactly how this crowd would react to what he has to say..He doesn't care.. Marshall Mathers is a smart guy and well aware that a lot of his fanbase are not real hip hop fans or even people he relates to in a lot of ways. He is aware that some of his fanbase was there only because he was good at rapping and white. Not one aspect alone but the combination. I'm sure he knew In advance that this crowd would turn on him the moment he attacked their other guy who is more pro white than pro humanity. I give Eminem props because he doesn't care and spoke the truth."
        }, 
        {
            "created_time": "2017-10-13T12:10:24+0000", 
            "id": "10154849741065079_1892235857709069", 
            "message": "Dimitri Kypraios"
        }
    ]
}