{
    "data": {
        "created_time": "2015-04-28T20:39:30+0000", 
        "id": "10152772729595079_10152780948035079", 
        "message": "I doubt you will read this, but I just listened to #BestFriend and I thought it was really good. I'm loving the music and the combination of sounds. And I thought, as the fan that I am, I would go and listen to some of the old Eminem songs. I found one that really upset me. \"Foolish Pride\". Being a black woman, and being a fan I am torn.I heard the song Yellow Brick Road in response to it, but that still wasnt enough. I know you never planned on being a role model to anyone but your children and possibly your brother, but I always thought you contained so much power in your words. And to hear a song like that to come from the mouth of someone I admired so much sincerely hurt me to the core. Especially after so much has been done for you via black culture. You werent just dissing a black girl at school, who was desperately trying to appear like a white girl, you were dissing people like Dr. Dre's mother and Proof's mother. Women who created these powerful men that you aspire and look towards. Not to mention is Yelawolf's daughter a whore because she's partially black or is it because shes a girl. You made a sincere effort to apologize to your mom for all of the evil words you spun towards her. I think you should make a song for the black women you offended in those verses. Because in the \"apology song\", all you seemed to do was justify your actions, and sprinkling it with an Im Sorry."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}