{
    "data": {
        "created_time": "2013-11-20T22:36:29+0000", 
        "id": "10151751374705079_11702328", 
        "message": "I remember at time when Eminem would rap about shitting on an artist like Rihanna and now he's doing songs with her...oh well. all good things come to an end"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 34
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-20T22:48:47+0000", 
            "id": "10151751374705079_11703325", 
            "message": "Eminem has done songs with pop artists since Infinite (Do your research) Have you heard Superman, Cum On Everybody, Drug Ballad, Stan, We Made You, Crazy In Love, Spend Some Time, Tonite, Searchin', etc.."
        }, 
        {
            "created_time": "2013-11-20T22:53:27+0000", 
            "id": "10151751374705079_11703558", 
            "message": "i'm not gonna \"research\" Em. Rihanna is pretty whack, and he's outdated. Still bump the old shit though. continue"
        }, 
        {
            "created_time": "2013-11-20T23:00:53+0000", 
            "id": "10151751374705079_11703904", 
            "message": "Listen to the new album other than \"The Monster\" because that's the only mediocre song on the album.. I think your a little too one track minded this guy is a lyrical genius.."
        }, 
        {
            "created_time": "2013-11-20T23:02:42+0000", 
            "id": "10151751374705079_11703982", 
            "message": "dont get me wrong guy, Eminem's the best rapper in the last 20 something years. but Jay-Z and other greats to shame. but he fell off hard. I can spit every single song word for word (first 3 albums not including Infinite) It's just sad for me to see him doing exactly what he used to clown. Songs with Rihanna? boo. but like i said dude still gets my utmost respect!"
        }, 
        {
            "created_time": "2013-11-20T23:09:24+0000", 
            "id": "10151751374705079_11704204", 
            "message": "The only album i feel he fell off was Relapse: Refill.. Just with the accents and the reason I feel he started to do features with bigger pop artists was to prove to the masses that he still had it.. Recovery was a solid album just had some shitty features.. and with this New album it's definitely a return to form just exclude the Rihanna song.."
        }, 
        {
            "created_time": "2013-11-20T23:13:53+0000", 
            "id": "10151751374705079_11704330", 
            "message": "ok man, I'll take your word for it. This last single \"Rap God\" was pretty insane. The other thing though, is I first heard Eminem when I was 13 years old, I'm now 29. Tastes change so there's that. I'm probably biased towards what I listened to in my youth. But I respect your love for Em. Sound like 16 year old me."
        }, 
        {
            "created_time": "2013-11-20T23:33:54+0000", 
            "id": "10151751374705079_11704818", 
            "message": "maybe he got tired of writing that kinda stuff, maybe he learned to respect others people effor, but that doesnt mean his talent is n0t there any longer."
        }, 
        {
            "created_time": "2013-11-21T01:41:08+0000", 
            "id": "10151751374705079_11706616", 
            "message": "Or maybe he almost died for doing drugs. old eminem was always deppresed angry sad so he did drugs and he said it on his music now he is sober 41 year old mature atleast he still spits crazy tells us them amazing storys with amazing flow and lyrics He is a living proof ! a legacy ! MMLP1 MMLP2 are classics ! Respect EM"
        }, 
        {
            "created_time": "2013-11-21T02:10:47+0000", 
            "id": "10151751374705079_11706901", 
            "message": "My uncle just said the same thing three days ago lol"
        }, 
        {
            "created_time": "2013-11-21T08:28:43+0000", 
            "id": "10151751374705079_11709990", 
            "message": "I STRTD LISTNING 2 EM WEN I WAS 7 IT WS 2002 MY NEIGHBOUR WAS HUGE FAN OF EM thn he 2 mak m do wat he wntz m 2 do. We smkd 2gethr coz we wntd 2 be jst lik hm..nw its 2013 im 18yearz old thnkz god he's cuming here In S.A"
        }, 
        {
            "created_time": "2013-11-23T23:11:53+0000", 
            "id": "10151751374705079_11741557", 
            "message": "IF YOU LOVE EMINEM LIKE THIS PAGE\nhttps://www.facebook.com/EminemHQ"
        }
    ]
}