{
    "data": {
        "created_time": "2016-10-16T22:39:05+0000", 
        "id": "1115452868490043_1478125348912372", 
        "message": "One of the fastest ways to self-destruct is to gossip! Yet, there are people who just can’t seem to help themselves and feel the need to talk about everyone. They hear the slightest bit of news, and they simply can’t wait to share it with the first person they meet. You might think as long as you are telling the truth as you know it -then it’s okay! No harm done! Perhaps you saw a friend’s spouse having what appeared to be an intimate lunch and ran and told someone. Then they told someone else and the incident was told over and over - ruining this man’s reputation, causing pain to his wife and family and others. But what you didn’t know was that lady at the “intimate dinner” was his sister sharing personal heartache. Sticking your nose in someone else’s business can do a lot of damage and cause unnecessary pain. Make no mistake, the disease of “gossip,” is real and deadly - not only for the people who are assassinated by words - but for you as well because there will be no gossipers in heaven! The Bible says in Psalm 101:5, “Whoever secretly slanders his neighbor, Him I will destroy; The one who has a haughty look and a proud heart, Him I will not endure.” God makes it very clear over and over again that He has no tolerance for gossipers. People who get pleasure from discussing other people's problems - are infected with a fatal illness! But praise the Lord - He has a cure! Pray David’s prayer in Psalm 141:3, “Set a guard, O LORD, over my mouth; Keep watch over the door of my lips.” God can give you the victory over gossip! JESUSCARES411.WEEBLY.COM"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}