{
    "data": {
        "created_time": "2016-09-26T03:48:36+0000", 
        "id": "1115452868490043_1455932587798315", 
        "message": "I'm so tired of this life! I'm a wife. Not really but kinda. Trying to find ya. Wake up already. This is getting heavy. Trying to hold steady but fuck! Man this shit sucks. Out here trying to function. Family downstairs munchin away on Nana's delicious lasagna. Ain't that fond of ya. Talking about myself. Sinners stuck in a rut. Fucking slut. Man let it go. Put on a show. Suck a dick. Give a lick. Man whatever. This chick is clever. Searching for all these people's \"human\" wealth. Man search your soul. Pay your toll. Smoke a bowl! Of what, I prefer green but fuck it I don't care. Man I swear, Like a chick looking for a bone. Switch up your ring tone and listen. Let your heart glisten. I mean your inner power. Not some golden shower. What a mess. Unless you're getting blessed. Then you're on the right conquest. Sitting here thinking about Elvis Presley. How did his life get so messy. People trying to test my patience, look.. Read a book. I know man wrote it but hey. Got allot of important things to say. Just open at random and start reading. Hear me pleading with you all to stop hating. Just contemplating with yourself why do you hate. Trying to regulate that transaction. Give us all the satisfaction. For it is you I truly bless. Don't make a mess. On a certain quest get it right. Hold on tight. You feel me inside your head? Wishing you were dead. Your mind I fed. Give your heart a gentle pull at first. Trying to quench your thirst. Then it starts getting harder. Someone else's daughter. See what i did there. Be aware. Help me lift up this cross. Be a boss. Don't get lost along the way. Got allot of important stuff to say. What can I say I like to play with your mind. Let your soul intertwine with heat. Trying to find a place to meet and greet. See my foot prints in the sand? Look back. Don't give yourself a great attack. Rewind. It's all in your mind. This game of life. You trying to be someone's wife or man. Get a fan. Make a plan. Come on now let's take a stand together. Get each other through the stormy weather. Eternal love lasts forever. It is your heart I remarkably treasure. For this was a great pleasure. Come with me if you measure. Haha Marshall, shady. Trying to play me. Give a fuck. Say what's up. Love you too kellz, hopsin, yelawolf and many more. Not trying to be a whore. Just adore. Mwah :-*"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-11T09:43:37+0000", 
            "id": "1115452868490043_982156275247694", 
            "message": "https://youtu.be/GbKR_oWWQIs"
        }
    ]
}