{
    "data": {
        "created_time": "2016-09-30T02:03:58+0000", 
        "id": "1115452868490043_1459813937410180", 
        "message": "Christopher von Stein\nI've come to make a deal with the devil. But I'm allergic to horseshit. And I can't try bargaining with hillary Clinton before I lyrically put her in the trunk of a car and drive us both lyrically off a cliff (a metaphorical one). So I figure you, you are a god of sorts or at least everyone who hasnt heard your words , maybe. But I figure you gotta be closer to \"the devil\" than hellery clickton BC how could the devil respect such a sloppy lesbian. \n\n....the island of lesbos is the only place in the world that has a gender specific toilet and matching seat. \n\nYou know what toilet I'm talking about. Youve sat on it at least once.... and made\n\nCONTACT\nLikeReplyMore3 minutes ago\n\nChristopher von Stein\nI need all your fans to know that we need them to spread the word, that we need ALL of AMERICA to shut off their televisions and all the corporate reporting of a perpetual neck to neck race between hell and elephant dump...... and get every human they know (unpurchased soul or soul willing to fight the Good fight) to turn out on election day and vote with their heart .... and write in the candidate that was taken from the People"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}