{
    "data": {
        "created_time": "2016-09-23T14:49:16+0000", 
        "id": "1115452868490043_1115545665147430", 
        "message": "Hey, babe it was really nice to meet you\nBut all these mothef*ckers think i'm dying to go back with you\nAnd i was born crying, naked and with no teeth, dude\nya think i need you? i can get people on drive-thru\nWhat about the things you said? It made me feel so peaceful\nDon't you think im a impulsive bitch you can barely talk to?\nDo you? And what about the impossible high expectations you put me through?\nJ-lo said i ain't your mamma, you better call for food\nAnd everybody knows, that i know that you know im speechless\nYou make big deal out of nothing like if you were Eminem\nWhat? you think i won't laugh to support your pain?\nThere is no worst story or worst game\nBut there is wrong choices n' they're all the same\nWhat kinda desperate looser try not to laugh at things?\nC'mon honey, you think im scared?\nYour \"lifesorry\" is not a threaten like you said\nYou never seen my other side, my best friend is Linda Blair\nYou possessed, don't you recognize?\n\nI won't, I won't stay home tonight\nI need a story-teller to say everything's fine\ni gotta understand that portuguese's fine..\nBut this cage won't ever take me to paradise..\nAnd i keep counting 1-2-3\nAnd i keep counting 3-2-1\nI'm sorry but you know i ain't fun\nbut i gotta work this out before my life's done..\n\nThis hall of fame is so full of talent\nI can't waste my time with those selfish bastards..\nWhen you hope they'll lift up, they bring you down\nthere is no such place as our house\nAnd i think you never been a good child but the time with me made you grow up in a while\nAnd i think i never been an easy kid, but the time with you only made me feel an unreleased bitch\nAnd now i'm here with my suicide squad,\nshooting everyone that ones made me stop trying\nBut this hall of fame is so full of talent..\nI can't compete with all these Disney actors..\nDoes anyone knows why on earth people love to survive?\nDid anyone tell them life may not be just about surviving?\nWhy do they keep talking sh*t between sheets?\nthey keep judging people by the color of their skin\nthey keep judging people by the gender they're in love with\nAre these people unfulfilled? They don't know about their sins\nI don't have any religion but the God i believe\nWould definitely want you to move on\ninstead of keep talking sh*t\n\nI won't, i won't stay home tonight\nI need a story-teller to say everything's fine\nI gotta understand that portguese's fine\nbut this cage won't ever take me to paradise\nAnd i keep counting 1-2-3\nAnd i keep counting 3-2-1\nI'm sorry but you know i ain't fun..\nBut i gotta work this out before my life's done\nAnd i gotta work this out before my life's done\nand i gotta, i gotta, i gotta, i gotta i gotta\nwork this out before my life's done\n\nThese roads and nowhere to go\nthe problems and the toasts\nthe rumors and the goals\nthe prostitute's love\nThe money they spend, hard'working is not for them\nSlave-control that how they make it work\nThe drugs, the dealers, the drinks, caipirinha\nAll this mess in your chest won't give you satisfaction\nBut if i tell you their reactionis no more than a song-writing\nAnd if i tell you that street had never seen so many people walking..\nBut unfortunately they don't see like going straight to me..\nUnfortunately they are actually in opposite ways again\nMy heroes went straight to Santa fé\nTrying to fight against the overdose into their brain\nMean-while i was llistening to Lana Del Rey\nNot any other girl on earth will ever make me feel the same\nIs time for me to wake up and pack my things ms.Grey\nI supposed to be a doctor but i crearly missbehave\nAnd from all that i can say my talents are all gone\ni might've left one..\nand im putting in this song..\n\nI won't, i won't stay home tonight\ni need a story-teller to say everything's fine\ni gotta understand that portuguese's fine\nBut this cage won't ever take me to paradise\nAnd i keep counting 1-2-3\nAnd i keep counting 3-2-1\nI'm sorry but you know i ain't fun..\nBut i gotta work this out before my life's done\nAnd i gotta work this out before my life's done\nAnd i gotta, i gotta, i gotta, i gotta, i gotta\nwork this out before my life's done\n\nIm sorry but you know i ain't fun..\nIm sorry but you know i ain't fun.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-26T06:27:04+0000", 
            "id": "1115452868490043_1456028921122015", 
            "message": "Dear Shady, https://grizzyhendrix.bandcamp.com"
        }, 
        {
            "created_time": "2016-10-26T18:16:17+0000", 
            "id": "1115452868490043_1181140001946476", 
            "message": "ty"
        }, 
        {
            "created_time": "2016-11-20T15:09:13+0000", 
            "id": "1115452868490043_1206633282730481", 
            "message": "EMINEM SLIM SHADY FB GROUP Raptazia.com LOVES YOU."
        }
    ]
}