{
    "data": {
        "created_time": "2016-09-17T17:04:09+0000", 
        "id": "10154980190256729_667344030105732", 
        "message": "Also, the iOS app continuously repeats updates each time I refresh. It is very annoying to refresh and have it load new updates only to find out they are copies of the last 3 updates I just read. It will do this 3 or four times. Its ok to say I don't have new updates, I can handle it. Its like looking forward to a new episode of a TV program only to find out I'd seen it already, twice."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-18T00:14:07+0000", 
            "id": "10154980190256729_1788936807988175", 
            "message": "Thanks for your feedback, Erik. We're constantly working to improve the Facebook experience for everyone and if there's something specific we can do to improve yours, please let us know at: on.fb.me/1N2bhYs. -Rhea"
        }, 
        {
            "created_time": "2016-09-18T14:21:06+0000", 
            "id": "10154980190256729_1789155141299675", 
            "message": "Rhea the Bot. Facebook does nothing to fix our issues..."
        }, 
        {
            "created_time": "2016-09-18T14:33:04+0000", 
            "id": "10154980190256729_1128478300576597", 
            "message": "No bots here, Mona. We hope you have a great day! -Rhea"
        }, 
        {
            "created_time": "2016-09-18T14:41:36+0000", 
            "id": "10154980190256729_1052984241437708", 
            "message": "Why don't you fix our issues if you want to make our day great ?? I had a major problem for long. No matter where i am, what i post, comment, etc- or try to !- i just get kicked back to the bloody news feed ! I just tried to post on a page several times and i just got sent to the news feed when i hit \"Post\". Just got a new phone and had the same problem with my old. And i can see others have the same or similar problems. So please do something about that phone-app !! Submitting a report dosen't help, i tried and no response from you or fixing the problem ! Looks like you just think it's funny. Guess you have no problems with the phone-app yourself... 😡😡😡"
        }, 
        {
            "created_time": "2016-09-18T17:15:19+0000", 
            "id": "10154980190256729_1769544686621925", 
            "message": "Facebook wanna bet?"
        }, 
        {
            "created_time": "2016-09-18T17:16:18+0000", 
            "id": "10154980190256729_667871256719676", 
            "message": "Nil Aksher must be a bot"
        }, 
        {
            "created_time": "2016-09-18T19:22:38+0000", 
            "id": "10154980190256729_1128670613890699", 
            "message": "Bot for sure. Vague canned responses to a comment it doesn't understand. My post is pretty clear so why would I need to say it again somewhere else if not to have an actual human read it? A human would know my feedback is feedback already."
        }
    ]
}