{
    "data": {
        "created_time": "2016-09-17T17:17:37+0000", 
        "id": "10154980190256729_667348926771909", 
        "message": "Latest update issue...when I click on an article, video, or comments and then close the post to return to my feed I am taken all the way to the top of my news feed rather than back to the article or whatever I initially opened. I miss out on whatever is in my news feed after said article, and I am often unable to find it again if I want to save/comment/share/etc. Why is this useful?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-18T00:11:54+0000", 
            "id": "10154980190256729_1788936494654873", 
            "message": "Thanks for your feedback, Larissa. We're constantly working to improve the Facebook experience for everyone and if there's something specific we can do to improve yours, please let us know at: on.fb.me/1N2bhYs. -Rhea"
        }, 
        {
            "created_time": "2016-09-18T07:13:11+0000", 
            "id": "10154980190256729_667635526743249", 
            "message": "Facebook"
        }, 
        {
            "created_time": "2016-09-18T10:18:09+0000", 
            "id": "10154980190256729_1052828521453280", 
            "message": "Facebook hello ,Pleas unlock my sister's account :blossom_ing@163.com .She cant recognize photos of her friends coz most her friends are games friends . Also she has paid the fee of contest for a year more than US$90.00 . So she has to get back her account .  Please get back to me .Thanks"
        }, 
        {
            "created_time": "2016-09-18T10:55:53+0000", 
            "id": "10154980190256729_1128327883924972", 
            "message": "Is it just me misunderstanding the Facebook process, or did Larissa (above) and Erik (below) receive only nonspecific, robotic responses to the issues they've presented?"
        }, 
        {
            "created_time": "2016-09-18T14:19:10+0000", 
            "id": "10154980190256729_667794780060657", 
            "message": "Typical. I have a similar problem and FB does nothing to fix it !"
        }, 
        {
            "created_time": "2016-09-18T14:44:14+0000", 
            "id": "10154980190256729_1128486627242431", 
            "message": "How can we help you, Richard? -Rhea"
        }, 
        {
            "created_time": "2016-09-18T15:00:28+0000", 
            "id": "10154980190256729_1769498126626581", 
            "message": "Why don't you fix our issues, Facebook ?? I had a major problem for long. No matter where i am, what i post, comment, share, etc- or try to !- i just get kicked back to the bloody news feed ! I just tried to post on a page several times and i just got sent to the news feed when i hit \"Post\". Just got a new phone and had the same problem with my old. And i can see others have the same or similar problems. So please do something about that phone-app !! Submitting a report dosen't help, i tried and no response from you or fixing the problem ! Guess you have no problems with the phone-app yourself... 😡😡😡"
        }, 
        {
            "created_time": "2016-09-18T15:14:04+0000", 
            "id": "10154980190256729_1053001114769354", 
            "message": "Facebook"
        }, 
        {
            "created_time": "2016-09-18T16:54:25+0000", 
            "id": "10154980190256729_667860720054063", 
            "message": "Had the same problem last week and today !!! Please try to fix it with your programmer !! And mostly everyday we have fake profile on Fb who ask for Friendship !! I sent report 2 days ago, and today I received another !!!"
        }, 
        {
            "created_time": "2016-09-18T18:37:48+0000", 
            "id": "10154980190256729_1789238674624655", 
            "message": "Facebook  My old Account Tyrone Denny, has been suspended for almost a year now, I made the account when i was 12 years old, My Nickname i go by is tyrone, The account was removed because my name was not \"legit\". and i kept getting banned for nudity post, durning that stage other people had access to my account and were nonstop sharing things. I had that account for 5 years, and all of the photos i took over those 5 years were on that account, i would really like to be able to log into the account so that i could put all of my photos on a flashdrive, and then delete the account. I have no photos from 12-16 anywhere else,  they were all stored on that account. Please allow me to receive photos from my childhood that i may never get back."
        }, 
        {
            "created_time": "2016-09-19T01:25:48+0000", 
            "id": "10154980190256729_1789333737948482", 
            "message": "Hi, Tyrone. You can close or recover an old account. Learn more here: https://www.facebook.com/help/231208473756221. -Rhea"
        }, 
        {
            "created_time": "2016-10-01T01:16:47+0000", 
            "id": "10154980190256729_688228231330170", 
            "message": "This is super frustrating!!!"
        }, 
        {
            "created_time": "2016-11-16T16:12:00+0000", 
            "id": "10154980190256729_1815340415347814", 
            "message": "Yes, this us sooooo VERRRRRY FRUSTRATING.  Makes me just stop reading and go to a different app."
        }, 
        {
            "created_time": "2016-11-16T16:14:35+0000", 
            "id": "10154980190256729_677662989061549", 
            "message": "Please understand the problem, when reading through the newsfeed, then clicking on a video, then going back to the newsfeed, it goes up to the top of the feed, not where we left off.  Who wants to speed scroll through everything you already read.  Why not just go back to where we were at when viewing the video post.  Grrrrrr"
        }, 
        {
            "created_time": "2016-12-14T15:46:50+0000", 
            "id": "10154980190256729_1820736591530362", 
            "message": "K"
        }, 
        {
            "created_time": "2016-12-22T02:42:34+0000", 
            "id": "10154980190256729_1224245190943832", 
            "message": "me gusta"
        }
    ]
}