{
    "data": {
        "created_time": "2016-10-24T16:27:40+0000", 
        "id": "10154980190256729_664998303661351", 
        "message": "Facebook is awesome. Thanks for being fair to everyone. Keep up the great work."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-24T16:45:05+0000", 
            "id": "10154980190256729_1805159989699190", 
            "message": "Hey Donna, thanks for the kind words! We're glad you're a part of the Facebook community. -Elizabeth"
        }, 
        {
            "created_time": "2016-10-24T17:42:14+0000", 
            "id": "10154980190256729_686802098159925", 
            "message": "Facebook still waiting fo an answer about how to stay in touch with people when you take away the mobile site.  as i mentioned, i have a company owned phone, which means i am not allowed to install external apps on it.  which means you are taking away my only way to message on facebook."
        }, 
        {
            "created_time": "2016-10-25T02:50:37+0000", 
            "id": "10154980190256729_1794325477504807", 
            "message": "Facebook hi Elizabeth. Do you think your team could reply to my issue please... I'm having NO luck contacting anyone... and I posted as early as 8am this morning."
        }, 
        {
            "created_time": "2016-10-26T05:02:56+0000", 
            "id": "10154980190256729_1794889840781704", 
            "message": "Facebook Can anyone please answer facebook message, really need some help (Facebook report number #1815493362068489)"
        }, 
        {
            "created_time": "2016-10-26T20:41:45+0000", 
            "id": "10154980190256729_1163068890450871", 
            "message": "FB is about to get a whole lot bigger.\n\nWho cares about Trump, let's talk real business.\n\nFacebook needs to have its own social hub where people who meet on Facebook can have a safe place to meet. For locations sites that are not Facebook Hubs they would be could Sanctuary sites. Sanctuary sites would have a little neon sign in their window with Sanctuary Facebook Hub in Facebook font and color.An actual Facebook Hub would be a new building built with the Facebook logo over the entrance. \n\nWhat do you get at a Facebook Hub? Security in meeting that someone from Facebook as everyone using the Hub would have to register with the Hub before using it. Once registered the Hub would activily track each registered member 15 miles away from the Hub they registered with using their Facebook account. Each Hub and Sanctuary would be connected together through broad ban and WiFi with the registered member chosing which service to use. Being registered with a Hub would allow a member access to up to five surrounding Hubs and ten Sanctuaries of their choice. Being registered only with a Sanctuary would allow you access to other Sanctuaries based on the Sanctuary owners choice. Choice is limited with the Sanctuaries but the cost for registration would be a lot less than a Hub. \n\nThe main focus of the Hubs and Sanctuaries is to provide safe meeting places for people who use Facebook as well as creating new jobs across America."
        }
    ]
}