{
    "data": {
        "created_time": "2017-01-16T20:27:12+0000", 
        "id": "10154980190256729_1172096999526431", 
        "message": "Please Facebook, this is the nth time I post this... \nUntil a few weeks ago i had several \"extra\" feeds of my own where i hade collected different things on FB dependending on subject. One was literature, in which I'm really interested, where i had several publishing houses, magazines of literature etc. They could be found a couple of steps below 'Most recent'.\nNow i cannot find my feeds. what have you done with them?\nI really would like to have them back as i very much enjoy reading them. \nNow, where can I find them again?\nYours, \nJohan"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-01-16T20:39:26+0000", 
            "id": "10154980190256729_1842496802632175", 
            "message": "Hi Johan. As of November 18, 2016, interest lists were retired from Facebook. You can still see updates from Pages and profiles on Facebook in your News Feed by following them. Learn more: http://bit.ly/2jY1n4R. -Hannah"
        }, 
        {
            "created_time": "2017-01-16T20:43:11+0000", 
            "id": "10154980190256729_735866629920138", 
            "message": "Facebook, but that effectively makes it impossible to keep track of your different interests. Having them and your friends and all the work related posts in one single feed... It's too much and you loose far more than you can possibly win. That only means that I'm using Facebook a whole lot less. \nWhy remove them?"
        }, 
        {
            "created_time": "2017-01-16T20:54:21+0000", 
            "id": "10154980190256729_1842513842630471", 
            "message": "We’re sorry to hear that, Johan. We’re working hard to ensure that our updates improve everyone’s Facebook experience. Please let us know how we can make your experience more enjoyable here: http://bit.ly/2jhEtCo. Thanks. -Hannah"
        }, 
        {
            "created_time": "2017-01-16T21:03:57+0000", 
            "id": "10154980190256729_718115821684204", 
            "message": "Facebook, the problem is that the single feed becomes unmanageable. It is simply too much. With 3 or 4 feeds it is much easier to keep track of what's happening within one area of interest. Now, everything gets mixed up. Simply to many updates and posts. It's exactly why you have different categories in a library, in order to find what you're looking for, instead of having all the books on one very long shelf. \nWhy did you remove the interest lists?"
        }, 
        {
            "created_time": "2017-01-16T21:04:39+0000", 
            "id": "10154980190256729_735874176586050", 
            "message": "Facebook, simply reintroduce the interest lists."
        }
    ]
}