{
    "data": {
        "created_time": "2016-09-15T14:46:25+0000", 
        "id": "10154980190256729_1768200190089708", 
        "message": "I get almost nothing in my newsfeed from pages I've liked & followed. However, I get bombarded with junk I don't want like Facebook \"you may like these pages\", \"friends you may like\" posts and paid ads.  And now Facebook has moved the arrow that lets you select what action to take about a post (delete it, turn off notifications--which I do but Facebook still ignores!) to the bottom right hand corner of the post. Why--what was the point in doing that except to make things more confusing and more time-consuming (because you have to scroll all the way down the post to get to the arrow)?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-15T19:36:17+0000", 
            "id": "10154980190256729_666261290214006", 
            "message": "Hi Carla. You can use your News Feed preferences to change what you see in your feed or see a list of people, Pages and groups you're following. To learn how, visit our Help Center at: http://bit.ly/2crkm5t. -Jessica"
        }, 
        {
            "created_time": "2016-09-15T19:40:28+0000", 
            "id": "10154980190256729_1050816531654479", 
            "message": "Jessica, I already do that and yet all of this Facebook promotional stuff still appears, yet posts from pages I have liked & followed don't.  So why is that? And why did Facebook change the \"action\" arrow that I described above? The new way is not user friendly."
        }, 
        {
            "created_time": "2016-09-16T15:43:04+0000", 
            "id": "10154980190256729_1768637720045955", 
            "message": "Carla Jordan go in to your setting's go to extetions go to ad block there are different ad blocks you can add I use chrome and there is a facebook ad block which works very well...I have a few differnt ad blocks set up that work very well...I could care less about what facebook thinks i will or would like...Hope this helps..."
        }, 
        {
            "created_time": "2016-09-16T15:48:04+0000", 
            "id": "10154980190256729_1788413238040532", 
            "message": "Facebook Those settings don't work as they should. And even if you choose to get notifications when a page or person posts (which is annoying but I have done it on occasions) there's no guarantee that you'll get said notifications. But yet I have had other friends and pages that I was less interested in, and have made the settings to see a bit less of them, and still my newsfeed will be mostly from that person or page. I have unfollowed friends before because almost my entire newsfeed was their posts. \n\nNobody has time to go to profiles individually so that we can see what they posted, and we have been complaining about this for quite some time, but no one listens. I have just decided that Facebook doesn't really care if our newsfeed suits us, so I have quit trying to report it. But today I was given the suggestion to link up with this page, and the first comment I read was touching on these problems so I decided to add my two cents. Again."
        }, 
        {
            "created_time": "2016-09-16T16:56:22+0000", 
            "id": "10154980190256729_1768670646709329", 
            "message": "tried that. The stuff keeps coming back."
        }
    ]
}