{
    "data": {
        "created_time": "2016-09-19T18:35:00+0000", 
        "id": "10154980190256729_1053875564681909", 
        "message": "Facebook I hate the way the newsfeed is working now.. a LOT of people do also.. I see comments everyday people have stopped coming to facebook as much because you get the same posts over and over.. It isn't the free flowing newsfeed that people want to see.. People get bored.. I get bored, seeing same oh same oh post all day long. Even using the \"most recent\" option doesn't help. and why do I keep seeing posts from years ago? I won't be surprised if many people don't just start taking down and closing out pages very soon.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 39
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-19T19:15:20+0000", 
            "id": "10154980190256729_668491933324275", 
            "message": "We hear your frustrations, Mary. If you feel like you're missing stories you'd like to see or seeing stories in your News Feed that you don't want to see, you can use the different News Feed controls to adjust your preferences. Learn how: http://bit.ly/2cCRhAU. -Jessica"
        }, 
        {
            "created_time": "2016-09-19T19:19:37+0000", 
            "id": "10154980190256729_1053912228011576", 
            "message": "Facebook I do as I said above. .. it still just ends up being the same one's no matter whether it is the top stories option or the most recent .. It isn't the posts themselves I don't want to see.. just don't want to keep seeing the same one's over and over.."
        }, 
        {
            "created_time": "2016-09-19T19:43:03+0000", 
            "id": "10154980190256729_1789612951253894", 
            "message": "How bout you put actual trending stories of importance ? Or do you not want hillary to look bad ?"
        }, 
        {
            "created_time": "2016-09-20T09:24:33+0000", 
            "id": "10154980190256729_668740259966109", 
            "message": "Yes! I see the same posts over and over even when I click most recent."
        }, 
        {
            "created_time": "2016-09-24T00:04:05+0000", 
            "id": "10154980190256729_670474526459349", 
            "message": "Facebook this is not the answer to this. let us choose our default setting!"
        }, 
        {
            "created_time": "2016-09-27T13:28:44+0000", 
            "id": "10154980190256729_672365762936892", 
            "message": "You hear but nothing changes."
        }, 
        {
            "created_time": "2016-09-29T02:59:56+0000", 
            "id": "10154980190256729_673228649517270", 
            "message": "Apparently Facebook needs hearing aids"
        }, 
        {
            "created_time": "2016-12-04T00:41:24+0000", 
            "id": "10154980190256729_1126792794056852", 
            "message": "Yes I hate the newsfeed now. Especially with the shop app on the bottom and the messenger app on the top left. My opinion that we should be reversed. Because you cannot easily see when a message comes in from your messenger if you're going through your timeline because it disappears. Facebook please change this back."
        }, 
        {
            "created_time": "2016-12-04T02:42:54+0000", 
            "id": "10154980190256729_1202881793080172", 
            "message": "We're sorry you feel that way, Heidi.  We're constantly working to improve the Facebook experience for everyone and if there's something we can do to improve yours, please let us know at: on.fb.me/1N2bhYs.  -Rhea"
        }, 
        {
            "created_time": "2016-12-04T04:51:04+0000", 
            "id": "10154980190256729_1823327851215737", 
            "message": "Facebook ty. I said it in my post."
        }, 
        {
            "created_time": "2016-12-06T18:33:49+0000", 
            "id": "10154980190256729_1816543725282982", 
            "message": "Tnx..."
        }, 
        {
            "created_time": "2016-12-08T00:17:51+0000", 
            "id": "10154980190256729_1207618712662555", 
            "message": "Ultimately we the end user have lost all control over this app and the content we see, as well as what we are notified on. Ignore the canned copy and paste responses that the person behind the computer posts, nothing's done anyways."
        }, 
        {
            "created_time": "2017-01-03T08:19:42+0000", 
            "id": "10154980190256729_728518587321609", 
            "message": "How about also showing us all our friends posts,  not just the 7% u decide we should see. I've missed out on weddings, deaths, marriages, births, graduations.  People's lives. Friends lives. Most people these days find it easier to just post one or 2 things to let everyone know.  I've gone to people's pages and seen so much missed events. Because it doesn't show up in my feed.  But some people show up with the same posts for the past week. Ridiculous."
        }, 
        {
            "created_time": "2017-01-03T08:19:52+0000", 
            "id": "10154980190256729_1836918296523359", 
            "message": "Can u do something about the countless foreign suggestions I get? Tonight alone I had over 30. Many with no names just scribbles and no affiliation with anyone I know. Fix it"
        }
    ]
}