{
    "data": {
        "created_time": "2017-04-17T14:13:33+0000", 
        "id": "10154980190256729_157216991473228", 
        "message": "Wtf, Facebook? I glanced at my news feed before bed last night and saw that my kid uploaded a bunch of Easter pics. There were also a couple memes I considered reposting and an article I wanted to read. But it was late, and I was tired, so I decided to check back in the am.\n\nThis morning, none of these posts exist on my news feed. I scrolled all the way to where it says Add more friends to see more stories… What??!!?? I don't want more friends. I clearly don't have the time or inclination to keep up with the ones I've got. Especially if their posts disappear after I scroll past them once.\n\nThis has been a major part of why I'm no longer active here. I only check in sporadically, and sometimes with only a few minutes to spare. There have been a ton of posts I've missed because I clicked an article or put down my phone, only for FB to refresh and erase the post from my feed. This makes “catching up” nearly impossible\n\nTLDR: Did Facebook become Snapchat? Cuz I am not on board for that 😠"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-17T14:24:12+0000", 
            "id": "10154980190256729_157177104810241", 
            "message": "We hear your frustration, Audrey. You can save and bookmark some of the things you see on Facebook to view later, like the links or videos your friends post, upcoming events, Pages or photos. Learn how: http://bit.ly/2nUVNSW. We hope this helps. -Jessica"
        }, 
        {
            "created_time": "2017-04-20T09:59:37+0000", 
            "id": "10154980190256729_1826689577582185", 
            "message": "Facebook Look at Case #397690238. It's urgent!"
        }, 
        {
            "created_time": "2017-04-20T14:52:31+0000", 
            "id": "10154980190256729_246204752512849", 
            "message": "Thanks for the response. Turns out my news feed preferences got switched from most recent to most popular. I've switched back and posts no longer disappear, and all is well again"
        }, 
        {
            "created_time": "2017-08-13T15:44:18+0000", 
            "id": "10154980190256729_240397916482987", 
            "message": "Katja Kresal A.S.M ZIAHAYDER.\n(PROPRIETOR).\nCEEL:-01726615784,01976615784\nNIZUM COMPUTER’S PROGRAM & GRAPHICS DESIGN SERVICE’S\n(THE SERVICE’S  OF PHONE, FAX, PHOTOCOPY, COMPUTER COMPOSE, INTERNET KORNER, E-MAIL, DOWNLOAD, MOBILE RECHAGE, STUDIO, FASTUNE, BANNER, SIGNBOARD, VISITING CARD, DIGITAL RECORDING ADVRISE, GRAPHIC’S DESIGN, RENT-A-CAR, COMPUTER  & DRIVING TRAINING CENTER.)\nBUSSINESS ADDRESS:-101-P.M.ROAD, MADAN GANJ ,BANDAR ,NARAYAN GANJ, BANGLADESH.\nEmail:-ziaahammed34@gmail."
        }, 
        {
            "created_time": "2017-09-25T22:53:10+0000", 
            "id": "10154980190256729_118373268825454", 
            "message": "Thanks and have the same problem.  I really don't have time to deal with friends.  I work full time."
        }
    ]
}