{
    "data": {
        "created_time": "2015-10-07T21:31:23+0000", 
        "id": "10154095097461729_10154113666651729", 
        "message": "Hi Facebook— I don't know how else to get your attention:\n\nI’m currently in the process of having my name changed legally. Before I proceed any further than I already have, I have noticed that the option to change my name has been revoked due to Facebook already once asking to change my name. (Originally Kim Newmoney for many, many years, then asked for verification, now ambiguously Kim Nguyen)\n\nTwo questions:\n\n1. Is there any way to change my name once I get my name actually legally changed? (Since the option has been taken away from me.)\n\n2. If my name was changed to “Kimberly Newmoney Nguyen”, would I be able to have my Facebook name as \"Kim Newmoney\"? Or does my last name still have to be Nguyen at that point? If this is the case, I will have my name changed to \"Kimberly Nguyen Newmoney”. I have considered this option, but decided to ask before I just blatantly change my last name and make a lot of other things complicated.\n\nThanks for taking the time to read this,\nKim Newmoney"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-10-08T23:19:07+0000", 
            "id": "10154095097461729_10154115626566729", 
            "message": "Hi Kim. This is a great place to ask us a question. You can learn more about our name policy here: http://on.fb.me/1OoiN3d. Hope this helps! -Kristin"
        }
    ]
}