{
    "data": {
        "created_time": "2013-06-26T17:42:58+0000", 
        "id": "10151984153576729_12227791", 
        "message": "Just because one doesn't agree with gay marriage doesn't mean they hate...quit labeling"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 330
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T17:46:48+0000", 
            "id": "10151984153576729_12228015", 
            "message": "Replace \"gay marriage\" in that sentence with another minority group and see how it sounds to you."
        }, 
        {
            "created_time": "2013-06-26T17:51:01+0000", 
            "id": "10151984153576729_12228224", 
            "message": "\"Just because one doesn't agree with [atheists] doesn't mean they hate...quit labeling\"  nah, still sounds rational to me"
        }, 
        {
            "created_time": "2013-06-26T17:54:46+0000", 
            "id": "10151984153576729_12228389", 
            "message": "people just don't agree on certain things ..doesnt mean they hate"
        }, 
        {
            "created_time": "2013-06-26T17:55:06+0000", 
            "id": "10151984153576729_12228402", 
            "message": "Actually, it sounds fine. Just because you don't agree with someone, doesn't mean you automatically hate them. I don't agree with your views, but I don't hate you. Since when is that a crime?"
        }, 
        {
            "created_time": "2013-06-26T17:58:22+0000", 
            "id": "10151984153576729_12228530", 
            "message": "I don't agree. I'm Christian, yet I have some gay/lesbian friends that are great people. I won't vote against them, neither will I vote for them. I don't see it as being my choice what someone else can and can't do. Does that make sense lol?"
        }, 
        {
            "created_time": "2013-06-26T18:03:57+0000", 
            "id": "10151984153576729_12228728", 
            "message": "Disagreeing with something (in most cases) doesn't automatically mean \"hate.\" However, when one starts to take actions to limit others ... such as prohibiting them to have the same rights shared by the majority ... that's when it clearly becomes some type of hate, no matter how sweet you try to coat it."
        }, 
        {
            "created_time": "2013-06-26T18:18:27+0000", 
            "id": "10151984153576729_12229151", 
            "message": "Sam: Then whose choice is it? If it's each individual's choice, doesn't that mean that you support allowing gay marriage? If it's not any human's choice, then how should that be reflected in law? By abstaining all you're doing is giving the choice to those who do vote."
        }, 
        {
            "created_time": "2013-06-26T18:21:26+0000", 
            "id": "10151984153576729_12229235", 
            "message": "Bill Rhoades if you don't agree with gay marriage, why do you want to marry a gay? it seems illogical"
        }, 
        {
            "created_time": "2013-06-26T18:28:13+0000", 
            "id": "10151984153576729_12229409", 
            "message": "\"just because I don't agree with black voting rights doesn't mean I hate those people\"  -about the same as the anti gay crowd"
        }, 
        {
            "created_time": "2013-06-26T18:36:41+0000", 
            "id": "10151984153576729_12229606", 
            "message": "i don't like fried chicken and feel it is really bad for me but yet I would never try to stop someone else from being able to legally eat fried chicken"
        }, 
        {
            "created_time": "2013-06-26T18:58:17+0000", 
            "id": "10151984153576729_12230009", 
            "message": "I eat watermelon."
        }, 
        {
            "created_time": "2013-06-27T18:09:20+0000", 
            "id": "10151984153576729_12241624", 
            "message": "u r giving me problems with a video cover song that i want to upload ,i dont understuned why ,because ther are other cove versions that i already uploaded ,so whats new ????\n\nwhat is the problem with this video music cover compare to other videos of cover songs that all ready uploaded ...."
        }, 
        {
            "created_time": "2013-06-28T01:53:22+0000", 
            "id": "10151984153576729_12247549", 
            "message": "Facebook please take this disgusting hate page off of Facebook"
        }, 
        {
            "created_time": "2013-06-29T00:38:25+0000", 
            "id": "10151984153576729_12256707", 
            "message": "add me please   \r\nhttps://m.facebook.com/matthew.negron.39?refid=48   "
        }, 
        {
            "created_time": "2013-06-29T15:59:50+0000", 
            "id": "10151984153576729_12261355", 
            "message": "I hate anything mentioned cultists homosexual, lesbians and so on or what ever nick-name you give it to fool yourself thinking you are fooling people around you. Its the most fools and devil incarnate that relate with such group of people how much more being involved.  I am not here quoting religious doctrine but, decency.  If he is not possessed by unseen forces, how does a man enjoys having sex with same man like you, how do you enjoy romance.  Then, are you oooh my GOD, Let GOD ALMIGHTY destroy such human if there are really people practicing such unhealthy relationship.  Maybe its just people's imagination"
        }, 
        {
            "created_time": "2013-06-30T04:22:42+0000", 
            "id": "10151984153576729_12267286", 
            "message": "Samuel D Telefonia O FACEBOOK SÓ SABE PBLOQUEAR AS PESSOAS DE BEM E AS DE MA INDOLE FICAM FAZENDO FALCATRUAS, E O PESSOA DO FACE NEM TE RESPONDE E NEM DÃO SATISFAÇAO PRA VC. SO MANDA VC ENTRAR NAS QUELAS PAGINAS ONDE TUODO MUNDO RECLMA A MESMA COISA E PERGUNTA A MESMO COISA. FUI BLOQUEAADO POR QUE....vc não ajudam em nada, so sabem bloquear as pessoas\nCurtir (desfazer) · Responder ·QUERO RESPOSTA E SER DESBLOQUEADO"
        }, 
        {
            "created_time": "2013-07-07T11:52:22+0000", 
            "id": "10151984153576729_12336403", 
            "message": "God made the world as he wanted, so if anyone will be gay, its okay! if god didnt wanted anyone to be gay, why did he made the world as he did? ... (:"
        }, 
        {
            "created_time": "2013-07-08T12:35:57+0000", 
            "id": "10151984153576729_12346459", 
            "message": "1 Corinthians 6:8-11\n\nNew International Version (NIV)\n\n8 Instead, you yourselves cheat and do wrong, and you do this to your brothers and sisters. 9 Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men[a] 10 nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. 11 And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."
        }, 
        {
            "created_time": "2013-07-21T18:20:45+0000", 
            "id": "10151984153576729_12497366", 
            "message": "<===like pages"
        }, 
        {
            "created_time": "2013-07-24T15:48:40+0000", 
            "id": "10151984153576729_12528287", 
            "message": ":D Clouds marriage for all !\n\nhttps://www.facebook.com/photo.php?fbid=515137785223187&set=a.515137245223241.1073741859.371491406254493&type=1&theater"
        }, 
        {
            "created_time": "2013-07-26T09:28:53+0000", 
            "id": "10151984153576729_12548544", 
            "message": "ชวยมาก"
        }, 
        {
            "created_time": "2017-08-19T02:53:33+0000", 
            "id": "10151984153576729_492633867737534", 
            "message": "You one does not agree don t label say nothing you life has some corrections"
        }
    ]
}