{
    "data": {
        "created_time": "2013-06-26T18:15:03+0000", 
        "id": "10151984153576729_12229065", 
        "message": "Marriage is to be between a man and a woman.!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 86
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T05:56:41+0000", 
            "id": "10151984153576729_12277053", 
            "message": "we dont think so,marriage means relation between two families,cultures ....."
        }, 
        {
            "created_time": "2013-07-01T08:31:08+0000", 
            "id": "10151984153576729_12277628", 
            "message": "nice say .are you a christian"
        }, 
        {
            "created_time": "2013-07-01T11:52:09+0000", 
            "id": "10151984153576729_12278418", 
            "message": "Marriage is a holy institution recognized in the eyes of God. It is between a man and a woman. Now that this whole gay \"marriage\" bill has gone through, the partnership should be called something else. It is NOT marriage."
        }, 
        {
            "created_time": "2013-07-01T13:17:22+0000", 
            "id": "10151984153576729_12278921", 
            "message": "No it's not. it's between two loving ppl who want to be together for the rest of their lives. God is about love, not hate. Not judgment, but acceptance. Grow up."
        }, 
        {
            "created_time": "2013-07-01T14:41:38+0000", 
            "id": "10151984153576729_12279452", 
            "message": "God also has guidelines of how HE wants us to live our lives.  I think it is clear that marriage is between an man and a woman...he created man first and then saw that he was lonely, so He went back and created a woman for him.  Biblically speaking, the bible says that man and woman together make a whole.  Other than that, they are just two parts.  Also, there are 2 specific places in the bible that states Gods feelings on homosexuality.  God is a God of judgement and it says I will be judged for my sins, although they are not homosexuality.  But I am called to turn from my sin not live in it.  God loves me, a sinner, but He provided His Son, Jesus to be a bridge between Himself and me and if I accept this gift, He forgives me and changes my heart and life into His image."
        }, 
        {
            "created_time": "2013-07-01T23:43:09+0000", 
            "id": "10151984153576729_12285440", 
            "message": "your opinion, thats all it is, theres no way you can prove thats a fact"
        }, 
        {
            "created_time": "2013-07-12T17:27:10+0000", 
            "id": "10151984153576729_12405217", 
            "message": "I AM APOSED TO GAYS"
        }, 
        {
            "created_time": "2013-07-13T22:22:28+0000", 
            "id": "10151984153576729_12418216", 
            "message": "Sorry....when you don't even know how to spell opposed, I don't have a lot of respect for your intelligence or your views."
        }, 
        {
            "created_time": "2013-07-19T11:11:34+0000", 
            "id": "10151984153576729_12474703", 
            "message": "I have to say this I am a Christian, and very proud of the fact.  I also have to say that I don't hate the sinner, but hate the sin.  That is what it is sin.  Deal with it God specifically says HE abhors it.  Read what happened in Sodom and Gomorrah, and what God did to destroy it.  We need to wake up, and realize NO MATTER WHAT God is in control.  It may not seem like it now with the way the world is going, but my friends THE KING (JESUS CHRIST SON OF GOD LORD OF ALL)  is still on HIS  throne, and his Kingdom will come.  His will be done on earth as it is in heaven.:-)"
        }, 
        {
            "created_time": "2013-12-28T02:15:37+0000", 
            "id": "10151984153576729_14714525", 
            "message": "Marrige is supposed to unify two human beings, who cares if its a girl and a boy, a boy and a boy or a girl and a girl?! You're still living it the bloody dark ages lad, open up a little will ya. Take the step in the evulotion to see what truly is right and wrong. Killing is wrong, love is not"
        }, 
        {
            "created_time": "2017-08-19T03:00:54+0000", 
            "id": "10151984153576729_658045351058008", 
            "message": "Who told yiu that, his or her email contact details please"
        }, 
        {
            "created_time": "2017-11-20T00:52:41+0000", 
            "id": "10151984153576729_187636595145741", 
            "message": "I suppose  you on this one"
        }
    ]
}