{
    "data": {
        "created_time": "2013-06-26T17:57:11+0000", 
        "id": "10151984153576729_12228488", 
        "message": "If you don't approve of homosexuality then that's your opinion but don't sit there and try to make it seem as if its a bad thing or a sin because its not. Homosexuality is not a choice just as heterosexuality is not a choice. If the world was more accepting then the world would be a better place than it is now. Most of you don't agree with it because your god believer but I most certain those who are against it are the ones who sin the most. Don't let a book tell you what's right and wrong. To me homosexuals are normal and are just as normal as heterosexuals. No one should label love just to the opposite sex. Love is not labeled to just one sex or even just one person. Love is for everyone and they deserve to be happy and proud about what they are and the life style they chose to go about. Homophobia will die one day and I hope I'm alive to see it   "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 28
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:03:02+0000", 
            "id": "10151984153576729_12228699", 
            "message": "I respect you."
        }, 
        {
            "created_time": "2013-06-26T18:04:54+0000", 
            "id": "10151984153576729_12228752", 
            "message": "Thank you. "
        }, 
        {
            "created_time": "2013-06-26T18:12:17+0000", 
            "id": "10151984153576729_12228987", 
            "message": "I certainly have nothing against Homosexuality. .....But I'm just tired of Corporations shoving their opinions down my throat. .......it's nothing personal. ....I wish you a Beautiful Life :-)"
        }, 
        {
            "created_time": "2013-06-26T18:36:36+0000", 
            "id": "10151984153576729_12229601", 
            "message": "I'll pray for your almost certain hopeless salvation."
        }, 
        {
            "created_time": "2013-06-26T18:41:48+0000", 
            "id": "10151984153576729_12229715", 
            "message": "Lol pray all you want but I'm most certain my soul will be saved while yours burns in the depths of hell. "
        }, 
        {
            "created_time": "2013-06-26T18:54:53+0000", 
            "id": "10151984153576729_12229956", 
            "message": "Uless"
        }, 
        {
            "created_time": "2013-06-26T21:56:20+0000", 
            "id": "10151984153576729_12232301", 
            "message": "How can you deny the Bible & choose a life of willful sin then say you're most certain your soul will be saved? "
        }, 
        {
            "created_time": "2013-06-26T22:00:13+0000", 
            "id": "10151984153576729_12232346", 
            "message": "How can you live by a book that anyone can or could have wrote?  Tell me have you seen or met god personally? Have you never sinned your self? Have followed everything the bible said or represented? I'm most definitely sure you have not. So no one on this world can judge or criticize someone and what they believe and want to do. "
        }, 
        {
            "created_time": "2013-06-29T21:24:23+0000", 
            "id": "10151984153576729_12264100", 
            "message": "U will have ur moment to devate that with Jesus one day. He stated that it IS a sin. You lose."
        }, 
        {
            "created_time": "2013-07-01T05:02:36+0000", 
            "id": "10151984153576729_12276831", 
            "message": "homosexuality IS a sin."
        }, 
        {
            "created_time": "2013-07-20T14:49:20+0000", 
            "id": "10151984153576729_12485878", 
            "message": "That is your opinion, why should we go by your opinion [following your same reasoning]. By the way there are many ex-gays. https://www.youtube.com/watch?v=yhcdt_GoY6g&list=PL1KkUz2AkYZNbRX5wB3JDJPRKycw4O6Kn"
        }, 
        {
            "created_time": "2013-07-20T16:42:26+0000", 
            "id": "10151984153576729_12486790", 
            "message": "Lol irrelevant. "
        }, 
        {
            "created_time": "2013-07-21T14:19:22+0000", 
            "id": "10151984153576729_12495733", 
            "message": "Eaton, Imagine two people; one who rubbishes christ and the other who doesnt know he exists but believes.Of the two, who do you think will actually survive hell if indeed it exists. Ignorance can be positive of negative and this comes by choice. Personnally i would rather be ignorant about the world and have a good ending because no one will criminalize here in the world  other than being ignorant about christ and at the end you really find out that he actually exists yet you cant change it.If you choose to be careful, you will realise that whoever rubbishes christianity has a selfish motive behind E.g they are adulterous,killers, Homos, Lesbians, and all those funny things you can help me mention.BUT THE FUNNY THING IS, GOD STILL LOVES YOU AND IF YOU CHOOSE HIM TODAY YOU WILL SEE THE LIGHT."
        }
    ]
}