{
    "data": {
        "created_time": "2015-01-10T20:43:31+0000", 
        "id": "10151984153576729_10153357415026729", 
        "message": "GLOBAL TRUCE ANTI-MILITARY \"SPAM\" Dear Facebook Team! Please support Global truce - Pause all wars anti-war initiative! Launch of the First Anti-military satellite. Best wishes from Bishkek, Kyrgyzstan!!! My name is Emil Kaiypov, I am a citizen of the Kyrgyz Republic, lawyer by education and father of two children. I ask you to support my proposal achieve a moment of pause in hostilities on the planet. The main goal is to save the lives of children surrounded by war. The main goal is to make the pause in hostilities and in the future completely abandon their resumption. I think that in this context, the pressing button “pause” is realistic, rather than idealistic pressing button “stop”.\nIf to take this action with quivering and full responsibility, then henceforth the first will be equal to the second. To attract the attention of the international community and prospective supporters, I conducted an individual demonstration on the territory of Embassy Syrian Arab Republic (SAR) in Lebanon, in Beirut with a poster ”Pause all wars” \nThe goal of individual demonstration is to show the world an example of what: \n1) one person has power to do the act for the benefit of all mankind.\n2) no one should be indifferent when somewhere is a war.\n3) the war is reason to give up all things for sake stop this. Because any everyday actions look on this background are senseless. \n4) anti-military demonstrations for thousands of kilometers from the epicenter of events, equivalent demonstration of indifference(for example: demonstration in London UK, against military intervention in Iraq in 2003). October 14, 2013 Consul of SAR in Istanbul (Turkish Republic) has informed that the foreign Minister of Syria has distributed a circular letter to all the embassies of SAR on the planet, with the request to allow me to hold an anti-war demonstration on the territory of any Embassy SAR (Anti-war demonstration at the Embassy SAR in Lebanon and permission to conduct this event occurred first time in the history of Diplomacy.)\nI believe that this action will resonate and will be supporters, who wish to join it. Modern information technologies of our century will allow this idea rapidly to fly around the entire world. Will be appears supporters from the number of people known to the General public. In the case of expression of will of a large number of people join my campaign, the dream - stop all military actions on the planet - will find the outlines of reality. \nThis will serve as an occasion for the announcement of the call for volunteers in the international army of the world (IWA), which will consist of unarmed soldier, ready at any moment to go to flash point for stopping the shots for and for calling the warring parties for dialogue. Ideally, this army must consist of world-famous and beloved people, from all spheres of human activity. \nI venture to suggest, that a positive result in one country (SAR, Iraq, and Ukraine) will be sufficient for each following country, to reclaim peace in its territory at the time of arrival IWA. I offer to countries, which are ready support this initiative, in solidarity, to place on the canvas of the national flag the symbol of the Olympic truce (Olympic rings).\nI am sure, that during the implementation of this initiative, the reasons for which suspended the armed conflict began, will be exhausted, or permitted in a civilized way.\nToday we are living in a world, where the result of collective work in the foreseeable future will be the colonization of other planets. I believe that we have enough forces and means for child, who will born tomorrow will see world, where everywhere will be installed unified international standards of education, labor, pension and medical support. The world in which the primary needs of man must be satisfied for free. The world, in which happiness and freedom of individual will not be considered in isolation, from the freedom and happiness of others. The world without war.\nThe world without war is indisputable goal, which sooner or later, humanity will reach. To fulfill a boyhood dream “world peace” is a key responsibility of an adult.\nEvery child, surrounded by the horrors of war, sincerely believes, that the day will come, when a man will come who say “Enough!” and war will would cease immediately. This day has come. It's time to combine our efforts to make this dream come true.\nI, ask you to support the launch of the first Anti-military satellite. Which orbit our planet, continually inspired would hope every person on the possibility of achieving a moment of peace in the world in the foreseeable future. (The satellite will send a light signal to ground, which should be visible to the population of the territory over which he will at this point be. As well as to broadcast anti-military satellite channel and send to earth capsules with first produced in space anti-universal military weekly, Satellite - Dissident). \nThese action will inevitably lead to the faith of every person in the fact that our civilization is able to overcome all of the existing armed conflicts, and able to achieve the moment of peace in the whole world. Let's declare the “war” to war! Let's pause all wars!!!\nSincerely, Kaiypov Emil https://www.facebook.com/kayipov"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}