{
    "data": {
        "created_time": "2013-06-26T18:11:16+0000", 
        "id": "10151984153576729_12228961", 
        "message": "So glad I'm in that 30% #teamnatural "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:38:09+0000", 
            "id": "10151984153576729_12229635", 
            "message": "\"Natural\"? You know that homosexuality occurs in animals, right?"
        }, 
        {
            "created_time": "2013-06-26T18:53:50+0000", 
            "id": "10151984153576729_12229935", 
            "message": "And u no animals can reproduce with out sex. But we can not therefore, homosexuality is a unnatural choice in life "
        }, 
        {
            "created_time": "2013-06-26T19:21:24+0000", 
            "id": "10151984153576729_12230405", 
            "message": "it does not occur in nature. I am not against gay but stop using that fake stat. it occurs in animald locked in captivity. and even if it did do you really want to defend the fact that you are acting the way animals do? lie i said im for gay mariage but this stat is stupid."
        }, 
        {
            "created_time": "2013-06-26T19:41:12+0000", 
            "id": "10151984153576729_12230712", 
            "message": "Cleveland, very few animals (sponges, etc.) can actually reproduce without sex.\nHector, you make the mistake of thinking that I'm gay. I'm not, but I support gay marriage etc. The purpose of bringing up homosexuality in animals was to debunk Cleveland's statement that it wasn't \"natural\"."
        }, 
        {
            "created_time": "2013-06-26T20:40:37+0000", 
            "id": "10151984153576729_12231394", 
            "message": "Im not against gays ether im just don't want to here or see if do what u want behind closed doors. But all the attention it producing is try to force straight people to expect it. When a athlete can get find thousand of dollars for saying he not gay on TV Is ridiculous. I just want people to live with the choices they make, with out try to force it on me, or trying cover up your choice by saying so BS like they was born with it. People are lock in captivity and have same sax in counters. But that is cuz they want sex and that was the only available. They make the choice to do a same sex even tho most likely they was doing the opposite sex before and when they get out most go back to the natural life style (the way everyone is born) And i didn't say anyone was gay im just talking in general terms. And u didn't debunk anything u just made realize i have to reword my statement for some people. It is unnatural in humans, is a more accurate statement "
        }, 
        {
            "created_time": "2013-06-27T15:06:05+0000", 
            "id": "10151984153576729_12239908", 
            "message": "No, its not very smart to compare human activity with animal behavior. Anyone who does that is basically referring to homosexuals as animals."
        }, 
        {
            "created_time": "2013-06-27T18:21:06+0000", 
            "id": "10151984153576729_12241731", 
            "message": "Might as well be, don't really see much of a difference, people do do animals it's just as unacceptable as being gay to me. But like I said i don't care what u do just keep it to yourself "
        }
    ]
}