{
    "data": {
        "created_time": "2013-06-26T18:03:00+0000", 
        "id": "10151984153576729_12228694", 
        "message": "Why is this BS even on my page?! America has completely went down the gutter and has lost all its morals. Every christian belief that this country was built on has went out the window. Being gay is a freakin sin and this politically correct BS has gone too far!!!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:11:41+0000", 
            "id": "10151984153576729_12228975", 
            "message": "We are not built on christian anything. A good chunk of our founding fathers were deist others agnostic. Learn your history before saying bs."
        }, 
        {
            "created_time": "2013-07-05T14:23:39+0000", 
            "id": "10151984153576729_12319503", 
            "message": "Apart from your intolerance JK, your English is terrible. Ignorant and intolerant."
        }, 
        {
            "created_time": "2013-07-05T15:05:29+0000", 
            "id": "10151984153576729_12319775", 
            "message": "Lmfao!!! You're right I'm very intolerant to sin! How many times have you been married btw, whore?!"
        }, 
        {
            "created_time": "2013-07-29T19:26:43+0000", 
            "id": "10151984153576729_12583848", 
            "message": "Where is this word written \"in God we trust\"?"
        }, 
        {
            "created_time": "2013-08-13T06:42:39+0000", 
            "id": "10151984153576729_12729960", 
            "message": "http://www.dasaran.am/apps/page/plugin/page/videocontest/p/videocompetition/sp/entrance/entrance_id/115  LIKE  PLEASE"
        }, 
        {
            "created_time": "2014-01-19T15:49:31+0000", 
            "id": "10151984153576729_15067886", 
            "message": "I suspect that your are ignorant because you were afraid of education and intelligence.  The Bible is composed of Hebrew Preachers' opinions and rules that they created many thousands of years ago and you are trying to quote them but you don't know them.  Moses said when a man lays with a woman and gets her pregnant (found) he should pay her father 50 shekels and take her for his wife.  Later Moses said if she ceases to please him he should give her a bill of divorcement and she would be available for another man.  This country was founded by religious fanatics who burned women to death if they indicated any ability to predict any results from any action (called them witches).  They owned their wives and children as property and could sell them into slavery if they wanted to.  When a person is born with physical defects like too many fingers, etc. you feel sorry for them. If they accidentally receive the opposite operating system, you say the sinned and want to harm them.  If a 3 year old hips swivel  like a women, most likely he received a women's operating system and the opposite is true for girls.  Get some education, I bet you would like it."
        }
    ]
}