{
    "data": {
        "created_time": "2013-06-26T17:54:56+0000", 
        "id": "10151984153576729_12228398", 
        "message": "I am happy to be a gay man..!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:13:02+0000", 
            "id": "10151984153576729_12229009", 
            "message": "Perv"
        }, 
        {
            "created_time": "2013-06-26T18:24:41+0000", 
            "id": "10151984153576729_12229311", 
            "message": "God help you. Because hes the only one that can change you. Be praying for ya."
        }, 
        {
            "created_time": "2013-06-26T18:36:21+0000", 
            "id": "10151984153576729_12229595", 
            "message": "God created us in his image, and do you honestly thing I want to be gay? I fought myself for years, trying to deny it and not face it, but I'm telling you now, I am a PROUD gay man, and God made me this way. He loves me, he's taken care of me, and I am blessed BEYOND measures. It is you, who needs to be prayed for."
        }, 
        {
            "created_time": "2013-06-26T18:36:37+0000", 
            "id": "10151984153576729_12229602", 
            "message": "God can't change people. Otherwise there wouldn't be murderers and such."
        }, 
        {
            "created_time": "2013-06-26T19:14:01+0000", 
            "id": "10151984153576729_12230265", 
            "message": "I'm happy for you.. -a straight God fearing, loving Christian who believes in the power of love no matter your gender"
        }, 
        {
            "created_time": "2013-06-26T20:10:17+0000", 
            "id": "10151984153576729_12231028", 
            "message": "Zack do NOT say God created you that way. This is blaspheme. God doesnt indulge in sin. It was Man and women from the beginning. There's a reason why you ddnt get rid of your homosexuality. James 4:7-10  Submit yourselves, then, to God. Resist the devil, and he will flee from you. 8 Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. 9 Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. 10 Humble yourselves before the Lord, and he will lift you up.\" The sin has trapped you because accepted this. You need to seek God's face and repent and ask him to take it away from you. God doesnt bless sin he curses it. Your blessings arent from him because only those who seek holiness apart from sin and accepted Jesus as lord recieve blessings. homosexuality is sin. You wont inherit the kingdom of heaven after death either Galatians 5:19-26. watch this video. http://www.youtube.com/watch?v=Z3ogFiSvMmY This will prove my point."
        }, 
        {
            "created_time": "2013-06-26T20:17:23+0000", 
            "id": "10151984153576729_12231107", 
            "message": "Cody God does change people however, he can only do it if your convicted of sin. But the murderers you speak and sinners are not. Psalm 36:1-4.I have a message from God in my heart\r\n\n\n\nconcerning the sinfulness of the wicked:[b]\r\nThere is no fear of God\r\n\n\n\nbefore their eyes.\r\n2 In their own eyes they flatter themselves\r\n\n\n\ntoo much to detect or hate their sin.\r\n3 The words of their mouths are wicked and deceitful;\r\n\n\n\nthey fail to act wisely or do good.\r\n4 Even on their beds they plot evil;\r\n\n\n\nthey commit themselves to a sinful course\r\n\n\n\nand do not reject what is wrong. Those who dont repents of sins and aknowledge that there not rightoues Romans 3:9-26. Until then they will continue to love sin."
        }, 
        {
            "created_time": "2013-06-26T23:26:59+0000", 
            "id": "10151984153576729_12233168", 
            "message": "Mitchell no matter what you say is not going to change anything about what just happened or how they feel. You might as well stop spreading your hateful bigotry. I love God, a pretty good Catholic who Promotes LOVE not Hate. Peace and Joy to the World."
        }, 
        {
            "created_time": "2013-06-29T17:44:12+0000", 
            "id": "10151984153576729_12262193", 
            "message": "All those saying that Christians are the biggest hypocrites  don't know what they are talking about. We all sin and that's a fact. Most Christians would tell you they don't hate gay people but we don't believe that it is morally right.  I have gay cousins and I love them but I don't think what they are doing is right but I will leave the judging to my God. You on the other hand won't let me have my opinion.  By the way the Constitution of the United States never mentions \"The separation of church and state\".  The supreme court has stated it.  Just saying."
        }
    ]
}