{
    "data": {
        "created_time": "2013-06-26T17:43:04+0000", 
        "id": "10151984153576729_12227803", 
        "message": "God has the comment!!!! Romans 1:18-26>18 For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness, 19 because what may be known of God is manifest in them, for God has shown it to them. 20 For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse, 21 because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened. 22 Professing to be wise, they became fools, 23 and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.\n24 Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves, 25 who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.\n26 For this reason God gave them up to vile passions. For even their women exchanged the natural use for what is against nature."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 101
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T17:46:11+0000", 
            "id": "10151984153576729_12227975", 
            "message": "Prise Satan "
        }, 
        {
            "created_time": "2013-06-26T17:46:18+0000", 
            "id": "10151984153576729_12227986", 
            "message": "The Bible is NOT an official legal document of the United States. You have ZERO right to legislate the rules of your particular religion."
        }, 
        {
            "created_time": "2013-06-26T17:59:26+0000", 
            "id": "10151984153576729_12228579", 
            "message": "God's says to love Him and everyone.. there's not an exception to that scripture.. further we aren't to judge.."
        }, 
        {
            "created_time": "2013-06-26T18:00:10+0000", 
            "id": "10151984153576729_12228599", 
            "message": "Martyn, saying no one cares about God(you didn't capitalize his name idiot) is like saying no one cares about gays. I don't agree with the \"gay idea\" but it isn't annoying unless its rammed down people's throats like facebook is doing. Go to church sometime."
        }, 
        {
            "created_time": "2013-06-26T18:04:12+0000", 
            "id": "10151984153576729_12228738", 
            "message": "god"
        }, 
        {
            "created_time": "2013-06-26T18:10:24+0000", 
            "id": "10151984153576729_12228930", 
            "message": "Oh look, we got a BA up in here, trying to hate on the Lord, grow up."
        }, 
        {
            "created_time": "2013-06-26T18:22:03+0000", 
            "id": "10151984153576729_12229255", 
            "message": "@Zach Olson, they put up a statistic and now they're ramming it down peoples throats? LOGIC IS SOUND.\nYou can always ignore this post? I for one am happy about this! I have gay friends and hope to be their best man one day.\nAlso if god(Whoops) was so agaisnt this (questioning his existance) why has he not done anything about it?"
        }, 
        {
            "created_time": "2013-06-26T18:32:13+0000", 
            "id": "10151984153576729_12229516", 
            "message": "I gonna quote grimms fairy tales its as real as your Bible"
        }, 
        {
            "created_time": "2013-06-26T19:05:27+0000", 
            "id": "10151984153576729_12230114", 
            "message": "I'm Jewish."
        }, 
        {
            "created_time": "2013-06-26T21:23:16+0000", 
            "id": "10151984153576729_12231844", 
            "message": "\nJesus was Jewish too!"
        }, 
        {
            "created_time": "2013-06-26T22:34:24+0000", 
            "id": "10151984153576729_12232669", 
            "message": "The bible also bans divorce and wearing blended fabric. And?"
        }, 
        {
            "created_time": "2013-06-27T17:49:12+0000", 
            "id": "10151984153576729_12241422", 
            "message": "For many people Christianity is but a fairytale invented by people who refuse to believe in the fatality of life, that 'this is it'.  But on the other hand, the New Testament is full of texts that tell Christians - be nice to each other and don't hate.  \nVery few Christians live by that ethos."
        }, 
        {
            "created_time": "2013-06-28T00:59:57+0000", 
            "id": "10151984153576729_12246856", 
            "message": "Thank you Mr. Cannon ! The Lordtals through you ! I have a hard time time trying to convince people that GOD made us not to do vile things , that it would lead to death with Satan , sinners corrupter! Bless you my friend ."
        }, 
        {
            "created_time": "2013-06-28T01:34:40+0000", 
            "id": "10151984153576729_12247272", 
            "message": "Out standing!!"
        }, 
        {
            "created_time": "2013-06-29T22:11:51+0000", 
            "id": "10151984153576729_12264544", 
            "message": "\"For by grace you have been saved through faith, and that not of yourselves; it is the gift of God, not of works, lest anyone should boast. For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.\" Ephesians 2:8-10\n\nWithout faith in Jesus we have nothing."
        }, 
        {
            "created_time": "2013-06-30T19:38:10+0000", 
            "id": "10151984153576729_12272468", 
            "message": "Amen! If ur not quoting the bibe, don't say \"the bible says\" becuz that carries no weight nor has legitimacy.  Ex: divorce"
        }, 
        {
            "created_time": "2013-07-01T23:30:54+0000", 
            "id": "10151984153576729_12285243", 
            "message": "Well, the bible says: \"Let the women learn in silence with all subjection. But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence. For Adam was first formed, then Eve. And Adam was not deceived, but the woman being deceived was in the transgression.\" (I Timothy 2:11-14), and: \"Behold, here is my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing. But the men would not hearken to him: so the man took his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go.\" (Judges 19:24-25), as well as: \"Thou shalt not delay to offer the first of thy ripe fruits, and of thy liquors: the firstborn of thy sons shalt thou give unto me.\" (Exodus 22:29).  You want to follow the bible, then you don't get to pick and choose.  I hope you are ready to sacrifice your first-born son"
        }, 
        {
            "created_time": "2013-07-01T23:45:00+0000", 
            "id": "10151984153576729_12285463", 
            "message": "lmfao"
        }, 
        {
            "created_time": "2013-07-02T15:44:00+0000", 
            "id": "10151984153576729_12292110", 
            "message": "Jesus made the ultimate sacrifice for me and YOU!!! Trust Him as Lord and Savior and you can have true peace with God!!!!!!"
        }, 
        {
            "created_time": "2013-07-02T17:47:47+0000", 
            "id": "10151984153576729_12293079", 
            "message": "Remember also, there are thousand of animal species who had and have homosexual or bisexual relationships such as: insects, birds, mammals, primats. So, it's not something exclusive of the human nature."
        }, 
        {
            "created_time": "2013-07-09T07:47:04+0000", 
            "id": "10151984153576729_12358560", 
            "message": "Ya know I go to the best church on the planet. www.chbcfamily.org...  My pastor says all sin is equal.  GOD does not see a little sin or a big sin.  SIN is SIN.  (you lie and he's gay or you hate Christians and shes gay) and we r not GOD.  we r not to make judgement on anyone for anything cause guess what... All (the whole world) fall short of GODs glory.  But we as Christians are to Love GOD, love others and Serve the world.  Leading people to the winning life is what we are suppose to do"
        }, 
        {
            "created_time": "2013-08-12T21:25:10+0000", 
            "id": "10151984153576729_12727018", 
            "message": "https://www.facebook.com/photo.php?fbid=454964144601875&set=pb.114789468619346.-2207520000.1376342607.&type=3&theater"
        }, 
        {
            "created_time": "2013-09-15T10:28:54+0000", 
            "id": "10151984153576729_13056835", 
            "message": "<<<<<<likes"
        }, 
        {
            "created_time": "2017-08-19T02:55:45+0000", 
            "id": "10151984153576729_110355606343365", 
            "message": "I would be greatful  if you would  provide me with your friend you name god, his email and contact details"
        }, 
        {
            "created_time": "2017-08-19T04:17:43+0000", 
            "id": "10151984153576729_855420491289536", 
            "message": "Get on your knees and surrender yourself to Jesus as Lord and Savior and you can know Him eternally!!!!"
        }
    ]
}