{
    "data": {
        "created_time": "2013-06-26T17:49:47+0000", 
        "id": "10151984153576729_12228173", 
        "message": "I'm straight  but I have quite few friends who r gay and lesbian I'm also a non denominational  Christian those who are hating stop. ur sinning right there the bible also says only god can judge all ur doing is spreading hate which is a tool of Lucifer #educated Christian"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:04:18+0000", 
            "id": "10151984153576729_12228740", 
            "message": "amen drew, we are to love our neighbors.. and certainly not cast judgment upon them.. \"he who is without sin, case the first stone\"..."
        }, 
        {
            "created_time": "2013-06-26T19:28:06+0000", 
            "id": "10151984153576729_12230501", 
            "message": "If you knew your friend was on a certain road to disaster and you cared about them would you not reach out and say \"hey, you are going to die if you do that.\" Yes they have free will to keep on doing what they are doing but would you at least warn them? Being a Christian I would hope and pray you know what is right. The Holy Spirit does convict those in sin. He brings about their change. But how will they know if we stand by and not let the voice of TRUTH be heard."
        }, 
        {
            "created_time": "2013-06-26T19:29:34+0000", 
            "id": "10151984153576729_12230527", 
            "message": "2 Corinthians 6:9-10 makes it very clear. Homosexuals will not see Heaven. I would not want my friends to die not knowing they had  a chance to live."
        }, 
        {
            "created_time": "2013-06-26T21:09:57+0000", 
            "id": "10151984153576729_12231686", 
            "message": "If you were a education Christian you realize the bible also say to judge righteously. Since we quoting the bible were not judging you the bible is. Second the stone that Jesus ment was damnation, it not a sin to tell someone their doing wrong. If that the case then all parents are going to hell. Jesus also told the women after the quote you listed to sin no more."
        }, 
        {
            "created_time": "2013-06-26T23:04:58+0000", 
            "id": "10151984153576729_12232975", 
            "message": "The Bible is an outdated Book. God Didn't create the Bible, Man did, God Created the Commandments, so stop with your Bigotry. How about I just recreate an event from the Book To Kill A Mocking Bird, oh but the book, herp derp..... No Don't follow the Bible, follow the Commandments."
        }
    ]
}