{
    "data": {
        "created_time": "2013-06-26T18:16:17+0000", 
        "id": "10151984153576729_12229097", 
        "message": "The Bible speaks of A GREAT FALLING AWAY in the END TIMES.  So none of this should surprise us fellow Christians in anyway.  I love EVERYONE, I just hate all the sin in the world. Not just homosexuality, but all sin...But let God deal with them on judgement day, go on and live your life and let live.  Try to witness to the masses, but if they don't want to adhere or listen to it then keep it moving!!!  Don't try to beat our beliefs over their heads, but at the same time PLEASE don't try to force homosexuality down my throat either.  To each his own, all we can do as Christians is PRAY, but there is free will.  So God isn't gonna force ppl to live Christ lead lives, we certainly can't.  I won't push my views on you with parades and rallies, can't we get the same respect as heterosexuals????  Ijs..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 25
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:20:31+0000", 
            "id": "10151984153576729_12229209", 
            "message": "Your bible says a lot of things that are completely wrong. There have been thousands of myths before it, and there will be thousands more after it's gone and replaced with something else.\n\nIt's cute that you pretend that every day isn't heterosexual pride day though. Poor, poor you."
        }, 
        {
            "created_time": "2013-06-26T19:20:33+0000", 
            "id": "10151984153576729_12230388", 
            "message": "I'm with you, Cynthia-- can't wait to see my Lord! We just have to put up with this until that day. There will be no tears, no pain, no anger, no anything but goodness when my Jesus comes to take me Home!!! :)"
        }, 
        {
            "created_time": "2013-06-26T19:44:45+0000", 
            "id": "10151984153576729_12230755", 
            "message": "Abbie....do the world a favor if you can not wait...go see him now.  That is all"
        }, 
        {
            "created_time": "2013-06-30T11:41:03+0000", 
            "id": "10151984153576729_12269228", 
            "message": "Live and let live..............................................."
        }
    ]
}