{
    "data": {
        "created_time": "2013-06-26T17:42:01+0000", 
        "id": "10151984153576729_12227740", 
        "message": "Homophobes do nothing but make me laugh :)."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 54
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T17:57:05+0000", 
            "id": "10151984153576729_12228482", 
            "message": "A phobia is the be scared of something. Because you disagree with something it does NOT make you scared of it. You should know what you are talking about before you say ignorant things."
        }, 
        {
            "created_time": "2013-06-26T17:59:47+0000", 
            "id": "10151984153576729_12228591", 
            "message": "Personally I think he should be sent to a work camp for his baffling ignorance."
        }, 
        {
            "created_time": "2013-06-26T18:03:24+0000", 
            "id": "10151984153576729_12228713", 
            "message": "A work camp? What kind of time period do you live in Sebastian? If you believe that those who disagree with your bigoted views that homosexuality is wrong need to be corrected then you are surely wrong. You speak of ignorance yet the most ignorant person here is you, sir. Sporting that Confederate flag as your cover photo is nothing to be proud of either. That flag is a pure symbol of all what it means to be \"ignorant.\" Also, Jamal, the only \"idiot\" here is you."
        }, 
        {
            "created_time": "2013-06-26T18:06:45+0000", 
            "id": "10151984153576729_12228818", 
            "message": "Yes a work camp. They have them in Asia, Africa, and in Central America. And actually the Confederate flag is something to be greatly proud of. Unlike you I have morals, but for some reason when confronted with actual supported information you change topic to my banner as if you haven't already be shut down. Your type of \"Retaliation\" makes me sick."
        }, 
        {
            "created_time": "2013-06-26T18:07:34+0000", 
            "id": "10151984153576729_12228844", 
            "message": "Its funny when homophobes say they aren't scared.  Yes you are.  That's all this is."
        }, 
        {
            "created_time": "2013-06-26T18:10:48+0000", 
            "id": "10151984153576729_12228942", 
            "message": "Last time I checked, we live in America, sir. If you want to exercise a right to send people to work camps for not agreeing with your views, then move to those regions. Keep your bigoted and offensive comments to yourself, and out of America. Coming from a Jewish family, I've had several distant relatives who have lived in German concentration camps, so your \"work camp\" comment deeply offends me on several levels. And the only reason for my backlash towards your comment is that you speak of a higher level of ignorance that should be condemned."
        }, 
        {
            "created_time": "2013-06-26T18:14:29+0000", 
            "id": "10151984153576729_12229046", 
            "message": "Last time I check, I said you should be sent to one. Not get in the car and drive to one. Also if you don't know more words other than \"Bigoted\" Then maybe you should stop while you're ahead. Also you are repeating yourself. Welcome to America and the internet my low IQ possessing adversary. Being gay is WRONG. Don't like it? Get over it. I wont ever accept that insult."
        }, 
        {
            "created_time": "2013-06-26T18:16:45+0000", 
            "id": "10151984153576729_12229103", 
            "message": "People like this Shane guy make me want to swallow sulfuric acid because it shows me how little hope we have for the American people. They are getting stupider and fatter and losing all morals. This is not a nation our forefathers would be proud of."
        }, 
        {
            "created_time": "2013-06-26T18:17:24+0000", 
            "id": "10151984153576729_12229120", 
            "message": "Who's afraid of the \"sick, sinful, limp-wrist\" pups?"
        }, 
        {
            "created_time": "2013-06-26T18:44:57+0000", 
            "id": "10151984153576729_12229780", 
            "message": "You guys are funny. You act like this one line posted on the internet matters. Here's a little tip, mind your own business worry less about others and more about yourself and we will all be better off. "
        }, 
        {
            "created_time": "2013-06-26T18:47:00+0000", 
            "id": "10151984153576729_12229811", 
            "message": "Sebastian  you are really just embarrassing yourself man. I know you are sour about losing the gay marriage fight but taking it out on here only makes you look like a complete moron and no the confederate flag is  not something to be proud of. There should be no pride in being from the south. The south is nothing but an economical train wreck where education is non-existent and fear mongering by the churches and republicans rule. Why would anyone want to live in the south even worse be proud of it."
        }, 
        {
            "created_time": "2013-06-26T19:16:53+0000", 
            "id": "10151984153576729_12230317", 
            "message": "Once again. .....stop insulting people who have nothing to do with this topic. .....Hobert please learn the definition of Retarded. ......it affects many adults and children. ....and if anyone truly believes everyone is Equal. ....they would defend all ignorance. ....not just the part that affects them. ...just saying. .. "
        }, 
        {
            "created_time": "2013-06-26T21:10:00+0000", 
            "id": "10151984153576729_12231688", 
            "message": "They make me cry."
        }, 
        {
            "created_time": "2013-06-29T06:32:42+0000", 
            "id": "10151984153576729_12258762", 
            "message": "\"Work houses\" exist in Africa? Dude WTF?"
        }, 
        {
            "created_time": "2013-07-08T02:43:01+0000", 
            "id": "10151984153576729_12343698", 
            "message": "No... They make me really sad :/ I honestly don't know why I am reading all these comments its just really depressing I feel stupid for reading them in the first place :("
        }, 
        {
            "created_time": "2013-07-09T17:58:48+0000", 
            "id": "10151984153576729_12364504", 
            "message": "Oh I am soooo scared (sarcasm). No, I am sharing the truth with people. If you accept it or not, it is still truth. Wrong is wrong and right is right. Not hating anyone, I just call them as I see them. This is a conduct issue..."
        }, 
        {
            "created_time": "2014-01-12T23:10:17+0000", 
            "id": "10151984153576729_14976108", 
            "message": "Donde esta el perro?"
        }
    ]
}