{
    "data": {
        "created_time": "2013-06-26T17:56:38+0000", 
        "id": "10151984153576729_12228461", 
        "message": "To all those posting negative comments-may you one day look back at this with shame.  Most had ancestors that did not agree with interracial marriage and integration of the races.  Today we look back at that time as ridiculous and ill-informed.  Future generations will look at comments like these the same way.  Plus, I didn't read anything in this post about supporting gay marriage-just that the majority of folks are in some way connected to a gay person.  And that is just a statistical fact, not a political opinion."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 61
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T17:59:47+0000", 
            "id": "10151984153576729_12228590", 
            "message": "*applauds*"
        }, 
        {
            "created_time": "2013-06-26T18:22:07+0000", 
            "id": "10151984153576729_12229256", 
            "message": "At an early age your mama must of dropped you on, o nevr mind."
        }, 
        {
            "created_time": "2013-06-26T18:25:29+0000", 
            "id": "10151984153576729_12229328", 
            "message": "Joel, I respect that you may have a different opinion.  What makes this country great is that we have a freedom of speech, as well as a freedom of religion.  But if you care to disagree, do we need to go to insults, or can we keep it rational and mature?  And by the way, it's \"must have\" \"oh\" and \"never.\""
        }, 
        {
            "created_time": "2013-06-26T18:40:57+0000", 
            "id": "10151984153576729_12229693", 
            "message": "This is differnt Jeff,interracial was a natural thing that could happen and was supported everywhere but the most LIBRAL areas, no matter what you say gay sex is not natural, it will never be no matter what laws are past"
        }, 
        {
            "created_time": "2013-06-26T18:44:18+0000", 
            "id": "10151984153576729_12229765", 
            "message": "Hey Roger, so are you debating gay sex?  Because my comment refers to gay marriage.  Sex and marriage are two completely different topics."
        }, 
        {
            "created_time": "2013-06-26T18:47:13+0000", 
            "id": "10151984153576729_12229817", 
            "message": "Marrage was created for a man and woman to have sex and produce offspring without it being immoral, they were created to go hand and hand, somthing you obviously don't understand "
        }, 
        {
            "created_time": "2013-06-26T18:50:04+0000", 
            "id": "10151984153576729_12229869", 
            "message": "\"Gay sex is not natural\"—except it occurs in animals, go on."
        }, 
        {
            "created_time": "2013-06-26T18:54:19+0000", 
            "id": "10151984153576729_12229948", 
            "message": "Well, that's one take on marriage, and I have no problem understanding that.  But tell me this-for those couples who are infertile, would you not allow them to get married?  Or when a widow decides to take a new spouse later in life, I'm pretty sure no children will come from that union.  So from your rationale, these marriage should not be allowed.  And if you do want to tie gay sex into the equation, and forgive me if I get too graphic here, I suppose married couples should only perform sexual acts that would lead to a child?  Because the acts that gays perform-I'm pretty sure plenty of straight people are doing as well."
        }, 
        {
            "created_time": "2013-06-26T19:03:46+0000", 
            "id": "10151984153576729_12230085", 
            "message": "Your a good speaker bro, i respect that but you need to know that it just can't happen, you don't understand morality and what this brings, gays are usually confused,depressed, or angry people, the morality of our nation has taken a turn for the worst, you people have abandoned god and in so, abandoned our way of life, you sir are whats wrong with us and i pitty you, i pitty us, this nation will die because of what liberals bring, not gay marrage but your whole idealology "
        }, 
        {
            "created_time": "2013-06-26T19:07:53+0000", 
            "id": "10151984153576729_12230164", 
            "message": "im gonna look back in 20 years and still believe in the morals that have gotten our country to where it is today.  i will not be ashamed of disapproving of some far out leftists that want to undermine the very way of american life"
        }, 
        {
            "created_time": "2013-06-26T19:09:56+0000", 
            "id": "10151984153576729_12230204", 
            "message": "The problem with our liberal brothers is not that their ignorant (this guys sharp as a razor) its that they know so much that isn't so- Ronald Regan "
        }, 
        {
            "created_time": "2013-06-26T19:10:59+0000", 
            "id": "10151984153576729_12230218", 
            "message": "Amen Joseph "
        }, 
        {
            "created_time": "2013-06-26T19:13:42+0000", 
            "id": "10151984153576729_12230260", 
            "message": "Hey Roger, I practice what I preach, meaning that I agree with freedom of speech, religion, and all this country allows us.  So I too respect your opinions.  And as you may have guessed, I am gay so have strong opinions about gay marriage.  But just as our wonderful country allows freedom of religion, it also has a separation of church and state.  So every religion and every religious person is allowed to believe what they want, but we can't legislate from these beliefs.  And as an aside, I hope I have not come across confused, depressed, or angry, as you say gays usually are, because I certainly don't feel any of those things right now.  And since you wanted to go personal, I certainly have not abandoned God.  I fully believe in him, and try to practice what He has taught me, which is to love and respect my fellow humans, even those who don't agree with me.  So I won't throw insults, hate on others, or turn negative.  I will just live every day the way I believe He wants me to."
        }, 
        {
            "created_time": "2013-06-26T19:16:49+0000", 
            "id": "10151984153576729_12230315", 
            "message": "Good then stop being gay -_-"
        }, 
        {
            "created_time": "2013-06-26T19:18:46+0000", 
            "id": "10151984153576729_12230360", 
            "message": "Happy you can stand strong on your convictions Joseph.  But part of our \"American life\" has been, like I mentioned earlier, a ban on interracial marriage, segregation, and ownership of slaves.  These are all part of American history that has changed due to evolving beliefs.  I think this type of evolution has been very good for our country, and believe gay rights are the new ideological evolution.  It's okay if you don't agree, I guess time will tell."
        }, 
        {
            "created_time": "2013-06-26T19:19:36+0000", 
            "id": "10151984153576729_12230374", 
            "message": "Lol JK, i respect your choices, but marrage is a church thing, not a government this, the church created marrage so yes keep them seperated, because only the government would ever be stupid enof to allow or"
        }, 
        {
            "created_time": "2013-06-26T19:26:35+0000", 
            "id": "10151984153576729_12230485", 
            "message": "That's why the fight is for CIVIL marriage.  Because, like it or not, there are many government benefits to marriage (tax breaks, spousal health benefits, estate taxes, and the list goes on).  The government has gotten into the marriage business, so they have to treat all of their citizens equally.  I'm actually all for any church and religion that does not believe in same-sex marriage to be allowed not to recognize them or perform them.  That should absolutely be a part of their religious freedom guaranteed in this country.  But the GOVERNMENT should recognize these marriages and allow access to all the benefits and responsibilities it entails.  And as for me stopping being gay-sorry, my man, no can do.  I gotta live the life God gave me, and this is the one I've got.  As an aside, I do appreciate the dialogue.  Living in a large liberal city (the cesspool of hell, as many conservatives would believe lol), I love being able to understand the other side.  We don't have to agree (it seems that we don't) but I appreciate the civil conversation back and forth-it hopefully enlightens us both."
        }, 
        {
            "created_time": "2013-06-26T19:28:41+0000", 
            "id": "10151984153576729_12230509", 
            "message": "So the truth comes out huh? The only reason you want gay marrage is for the extra tax breaks it gives you, nothing less iv heard from a librat "
        }, 
        {
            "created_time": "2013-06-26T19:30:37+0000", 
            "id": "10151984153576729_12230545", 
            "message": "And iv lived in Los angels and San Fran, no you don't understand the morals again so you don't notice the things i do idiot"
        }, 
        {
            "created_time": "2013-06-26T19:33:30+0000", 
            "id": "10151984153576729_12230593", 
            "message": "No Roger, not the point of my post at all.  I only bring those points up to show that the government HAS gotten into the marriage business by tying these GOVERNMENTAL extras to marriage.  I do just fine, so I wouldn't care so much about the tax breaks as I would the spousal rights hospitals give if my partner were dying in the hospital.  But if that's the sticking point for you, then take away the tax breaks to ALL couples (including the heterosexuals).  Then I would still want marriage equality, so the tax breaks would be a moot point."
        }, 
        {
            "created_time": "2013-06-26T19:36:56+0000", 
            "id": "10151984153576729_12230648", 
            "message": "Wow, I'm a little surprised by your last post.  I really did mean what I said about hearing the other side of the issue.  Not sure what you meant by me not \"notic(ing) the things\"  you referred to, but then calling me idiot leads me to believe our conversation is over.  Too bad because I honestly did enjoy it."
        }, 
        {
            "created_time": "2013-06-26T19:58:06+0000", 
            "id": "10151984153576729_12230886", 
            "message": "Good sport man, i was in the dentist so i couldn't get back to you as quick, have a good day sir and hopfully i see you in heaven, goodbye for now"
        }, 
        {
            "created_time": "2013-06-26T20:12:27+0000", 
            "id": "10151984153576729_12231053", 
            "message": "And by the way, im a 16 year old KID, and i can argue with a guy who obviously knows his stuff"
        }, 
        {
            "created_time": "2013-06-26T20:21:55+0000", 
            "id": "10151984153576729_12231168", 
            "message": "Roger, you are a very MATURE 16 years old then.  Like I said before, it's okay for us to disagree, but having the conversation to me is always important.  I commend you for being civil while holding true to your beliefs.  Good man."
        }, 
        {
            "created_time": "2013-06-26T23:20:24+0000", 
            "id": "10151984153576729_12233107", 
            "message": "People still have a lot to learn. Rodger not to be too blunt but you think you are mature now at 16? You have a lot to learn buddy. You have a whole life ahead of you and one of these days you'll see that You know Gay Marriage really doesn't affect me, so why should I care?. I'm 20 and I too still have a lot to learn, but I also dont judge people by what they do behind closed doors. Let them do whatever they want, its not affecting you at all so why care? Worry about yourself not what others do."
        }
    ]
}