{
    "data": {
        "created_time": "2013-06-26T18:55:51+0000", 
        "id": "10151984153576729_12229968", 
        "message": "Not only is homosexuality a sin, but so is pride. I understand that gay people feel attractions to the same sex, however it is entirely possible that it is simply temptation by the enemy. You take \"pride\" in your actions so that you don't feel threatened by hostile people. Granted people against homosexuality shouldn't be hostile (but they should continue to stand up against this wrong). I'm just going to keep this short and say that people need Jesus and His Truth."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 42
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T21:55:52+0000", 
            "id": "10151984153576729_12232296", 
            "message": "Your God is as legit as the Tooth Fairy and Santa Claus."
        }, 
        {
            "created_time": "2013-06-26T21:59:56+0000", 
            "id": "10151984153576729_12232341", 
            "message": "Apologies if you still thought Santa Claus was real, I realise it must take you longer to critically think about things."
        }, 
        {
            "created_time": "2013-06-26T22:02:55+0000", 
            "id": "10151984153576729_12232377", 
            "message": "You're on the wrong side of history, society and equality bro, I pity you."
        }, 
        {
            "created_time": "2013-06-26T22:52:31+0000", 
            "id": "10151984153576729_12232866", 
            "message": "Amen--"
        }, 
        {
            "created_time": "2013-06-26T22:52:46+0000", 
            "id": "10151984153576729_12232870", 
            "message": "amen seth and Michail\nS"
        }, 
        {
            "created_time": "2013-06-26T22:53:32+0000", 
            "id": "10151984153576729_12232878", 
            "message": "Stephen---you will find out the truth soon enough-"
        }, 
        {
            "created_time": "2013-06-27T11:39:29+0000", 
            "id": "10151984153576729_12238005", 
            "message": "I understand that there are both Christians and non-Christians on both sides of the debate. However I would appreciate some \"proof\" that Jesus isn't real. Most people I see say that it doesn't make sense to believe in Christianity. I can see why people would think that considering that the majority of Christians today go completely against the doctrines of the Bible and probably have never read it. Also, many dedicated Christians they see are what the media shows them - super fanatical people who don't use logic. As a man of both science and \"religion\" I understand that the universe is governed by laws of physics and the importance of logical and critical thinking."
        }, 
        {
            "created_time": "2013-06-27T14:27:07+0000", 
            "id": "10151984153576729_12239537", 
            "message": "The universe is governed by God, who knows each star by name. He allows us to have a little understanding of the universe, its motions. However, each time someone is allowed to understand something referred to as \"scientific,\" the human ego kicks in. Other than that, I agree with you Seth. Our Lord knows who is the \"wheat\" & who's the \"tares\" that will burn up. Thank goodness, He knows."
        }, 
        {
            "created_time": "2013-06-30T16:21:20+0000", 
            "id": "10151984153576729_12270931", 
            "message": "Air is real - yet you do not see it. God is real and here. There will come a time when you will not only see him but also feel him...he is just waiting for you to be ready to let him in to your life."
        }, 
        {
            "created_time": "2013-06-30T21:18:43+0000", 
            "id": "10151984153576729_12273254", 
            "message": "sad to think they have slipped to a level, so low that they can't even conceive, How can they make it right. God have mercy on these lost souls, they have made wrong, right, & right wrong...............sad, sad, sad"
        }, 
        {
            "created_time": "2013-07-01T22:42:56+0000", 
            "id": "10151984153576729_12284157", 
            "message": "this has nothing to do with an imaginary friend"
        }, 
        {
            "created_time": "2013-07-06T09:16:46+0000", 
            "id": "10151984153576729_12326331", 
            "message": "Referring to the original statement. You say that you understand that gays don't choose to love the same gender that's just who they are. Then you must understand that they can't choose to love the opposite gender. You saying that they should not act on their love of the same gender means that you believe that they should be alone and miserable for their whole life to make you happy. How is that fair or right?"
        }, 
        {
            "created_time": "2013-07-06T11:45:19+0000", 
            "id": "10151984153576729_12326793", 
            "message": "It's not about making me happy. I could care less about that. I just want people to do what's right. We all have to make various sacrifices whether that's something as petty as accepting punishment instead of lying about something we did or something extreme like giving up smoking after 20 years. No matter who we are we all have different we have to deal with. Homosexuality is just another one of those problems."
        }, 
        {
            "created_time": "2013-07-28T17:59:15+0000", 
            "id": "10151984153576729_12572879", 
            "message": "Seth Wheeler you are truly a lowly example of a human being. Why not prove that Jesus or God or Allah or Buddha, whatever deity you believe in, is REAL. Prove that to me...and maybe I'll accept that whatever rubbish is written in each respective religions holy texts tells me that my \"Heinous\" views as a Bisexual person are wrong. I don't care that you believe in religion, my view is that you're deluded...however I am perfectly happy to accept that you do. Despite what I've written to you, which is really only a reflection of my seething anger at your petty disregard for your fellow human beings, I am perfectly content to say fine...you believe in God...you're free to do so. Perhaps Christianity should stop pushing it's hate at me...and learn to accept us as human beings...I thought religion was supposed to be about love for all human beings...tell me I'm wrong."
        }, 
        {
            "created_time": "2013-07-29T00:40:37+0000", 
            "id": "10151984153576729_12576619", 
            "message": "Ben I understand how you feel. I apologize if my posts sound like hate - I truly do. You have to realize though that what I'm saying isn't hate. Many people seem to take anything that disagrees with their own views as hate. I don't hate homosexuals. I don't hate ANYBODY. In fact, I love all of my fellow human beings which is why I'm trying to show them the right way. I don't know why you don't believe in God. I believe the sure fire way to prove to someone that my God is true is by revealing a true Christian's character. This would show people how  life changing Jesus is and how He can work in people's lives. The problem is that a lot of people don't act like true Christians. To be honest, I'm far from perfect myself. I make mistakes everyday. But there was one man who never made a mistake and He wants to show you the way to an eternity of happiness alongside Him and who knows how many other people."
        }, 
        {
            "created_time": "2013-10-20T05:42:50+0000", 
            "id": "10151984153576729_13526542", 
            "message": "ENTARSERS HE LATD YOU ERTEB DO SING YOU NITAETDR. WESTNĄCYCH ZAJIĆ SPRAWY BAMBA GO TEM ZADZIŁ http//www.asari.pl>"
        }, 
        {
            "created_time": "2013-11-10T22:26:41+0000", 
            "id": "10151984153576729_13870629", 
            "message": "Hm but even the bible saiid: Make the world yours and feel free - so no one not today and at no time:Its none of the church´'s deals what people feel or who they fel in love with.\nWhat will you tell the lord on the last day when he aks you\nSeth Wheeler, why didnt you love the one you loved? \nAnd listen buddy, dont come along with the church's rules"
        }, 
        {
            "created_time": "2013-11-11T21:29:40+0000", 
            "id": "10151984153576729_13885575", 
            "message": "Stephen you definitely rock!"
        }, 
        {
            "created_time": "2014-01-24T19:43:48+0000", 
            "id": "10151984153576729_15155871", 
            "message": "What about Jesus?"
        }
    ]
}