{
    "data": {
        "created_time": "2013-06-26T18:03:19+0000", 
        "id": "10151984153576729_12228709", 
        "message": "This is uncalled for. THIS is what bugs me about the whole homosexuality sequel rights movement..  they are basically Sheldon from Big Bang Theory, clueless why what they do bothers other people (and doesn't care) but most importantly they are sore losers AND winners.  Prop 8 passes and they have a fit, the CEO of Chick-Fil-A says they support traditional families (FAMILIES, not marriage. So that includes those sho remarry 5 times and those who live together before marriage, not just homosexual couples) and you would think he said he likes to drown puppies for fun. Then they get this win today and all of facebook (literally) is throwing them a super bowl victory parade. If gay marriage becomes legal I want to see the pride parades stop. If you want to be equal fine, be equal. Because anyone who  throws a straight pride parade gets labelled a bigot. Anyone who tries to start a United Caucasian college fund gets labelled racist...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T18:21:21+0000", 
            "id": "10151984153576729_12229231", 
            "message": "Every day is straight pride day.\n\nPoor you, and your persecution complex."
        }, 
        {
            "created_time": "2013-06-26T18:23:49+0000", 
            "id": "10151984153576729_12229290", 
            "message": "Tear for you.... "
        }, 
        {
            "created_time": "2013-06-26T18:25:53+0000", 
            "id": "10151984153576729_12229336", 
            "message": "How is that? I don't go around town macking my girlfriend in public just to flaunt my sexual orientation.\n\nHow am I persecuting? All I said if you want equality make everything equal... more and more it just feels like its a giant push to \"turn the tables\"."
        }, 
        {
            "created_time": "2013-06-26T18:28:31+0000", 
            "id": "10151984153576729_12229420", 
            "message": "Starting a minority support group is nothing like starting a majority support group.  The idea is that the majority gets support every day just for being the majority."
        }, 
        {
            "created_time": "2013-06-26T18:28:34+0000", 
            "id": "10151984153576729_12229422", 
            "message": "Jeremy is really the only one here using any words that are logical, read his post clearly, he knows what he's talking about!"
        }, 
        {
            "created_time": "2013-06-26T18:31:16+0000", 
            "id": "10151984153576729_12229494", 
            "message": "I want to set something straight. I am not saying I hate gay people, nothing about my comment suggests hate for the actual people. Do I think homosexuality is a sin? Yes. But thats my personal belief. Some people out there believe aliens built the pyramids, to each thier own. My problem lies with how those who support the movement conduct themselves. They claim they want love and understand but with the same breath label anyone who disagrees as a bigot and hater. Its assinine"
        }, 
        {
            "created_time": "2013-06-26T18:37:26+0000", 
            "id": "10151984153576729_12229626", 
            "message": "Benjamin. I actually am a minority now. 53% of Americans (allegedly) support gay marriage.\n\nBut here is the true problem with all this... the government regulating it. \"Please do not applaud the government for ruling DOMA unconstitutional. Implicit in this ruling is that the government has the authority to determine which marriages are valid and which ones are not. LGBT people do not have a RIGHT to get married. Heterosexuals do not have a RIGHT to get married either. However we do have a right to associate and disassociate as we see fit. We DO have a right to enter into voluntary contracts.  Noone has the right to tell a clergy man or any other individual for that matter that he either MUST or MUST NOT marry any two or more individuals. Let's wake up and strike the root!\" "
        }, 
        {
            "created_time": "2013-06-26T20:32:41+0000", 
            "id": "10151984153576729_12231303", 
            "message": "PS Sheldon from big bang theory is actually gay in real life. Nice reference."
        }, 
        {
            "created_time": "2013-06-26T23:30:18+0000", 
            "id": "10151984153576729_12233204", 
            "message": "I am well aware that Jim Parsons is gay, that is not the point. Point is the character's traits suited my point and he is well known so that most people would understand the reference. Anything beyond that is coincidence."
        }, 
        {
            "created_time": "2013-07-01T15:34:52+0000", 
            "id": "10151984153576729_12279844", 
            "message": "Chanel, do you really believe straight people have no issues? Straight people can have braces, acne, be fat, too tall, too short, or any number of things, yet I see none of these groups holding parades featuring butt-less chaps, do you? \nAs far as racism, the only reason that is still a factor is because its made a factor. For example, the Martin case in Florida. The media blew the whole thing WAY out of proportion just because one persons skin color is lighter then another. (FYI the next week in Mich or Wis three african american males set a white guy on fire and yelled racial slurs at him while he screamed and burned, but you never heard about that one, did you? Thats the media stoking the fire). Now then, is there another point you wish for me to dismantle or are you done?\nP.S. Early Happy 4th of July!"
        }
    ]
}