{
    "data": {
        "created_time": "2013-06-26T17:49:34+0000", 
        "id": "10151984153576729_12228161", 
        "message": "I'm not a gay hater, just a lover of God's Word, which is more powerful than any court!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-26T17:53:04+0000", 
            "id": "10151984153576729_12228319", 
            "message": "Amen! God says to hate the sin not the sinner"
        }, 
        {
            "created_time": "2013-06-26T19:14:46+0000", 
            "id": "10151984153576729_12230281", 
            "message": "Thank you!! I'm so sick and tired of people telling me I'm \"hating\" on them just because I speak God's truth! I have nothing at all against gays and lesbians, only what they do. That's the part people can't seem to understand."
        }, 
        {
            "created_time": "2013-06-26T19:36:34+0000", 
            "id": "10151984153576729_12230646", 
            "message": "Yet your ( and I stress YOUR ) god let the courts overturn it....so did he not let it happen?  So powerful eh....yeah."
        }, 
        {
            "created_time": "2013-06-26T21:37:56+0000", 
            "id": "10151984153576729_12232080", 
            "message": "Abbie,  Continue to speak the truth in love as Christians are commanded to do.  There are posters that might never be changed, but there are readers who will be."
        }, 
        {
            "created_time": "2013-06-27T14:04:07+0000", 
            "id": "10151984153576729_12239359", 
            "message": "Hate the sin and not the sinner is the biggest lie used to justify what your own people are doing. You can't \"hate\" this sin, without casting judgment on the sinner. And it's not up to you to be casting judgment on anyone."
        }, 
        {
            "created_time": "2013-06-27T16:05:15+0000", 
            "id": "10151984153576729_12240465", 
            "message": "Again, Christians are to make righteous judgement, based on Gods' Word. Also, God allowed this to happen. He created us all with a free will. He lets us choose Him or deny Him. No human conquered Him in ANY way, Stephen."
        }, 
        {
            "created_time": "2013-06-27T17:49:50+0000", 
            "id": "10151984153576729_12241428", 
            "message": "For many people Christianity is but a fairytale invented by people who refuse to believe in the fatality of life, that 'this is it'. But on the other hand, the New Testament is full of texts that tell Christians - be nice to each other and don't hate. \nVery few Christians live by that ethos."
        }, 
        {
            "created_time": "2013-06-28T15:12:03+0000", 
            "id": "10151984153576729_12252596", 
            "message": "you are judging because you don't like what 'they' do.. thats why people can't understand, because you think you are speaking God's word, but really you are going against God's word by passing your judgment on the actions of others.. and to use words like 'gay hater', when you're trying to express how you don't hate gay people..? I don't think thats what equal rights supporters call narrow-minded individuals.."
        }, 
        {
            "created_time": "2013-06-28T21:01:07+0000", 
            "id": "10151984153576729_12255321", 
            "message": "excellent I agree 100per cent with you,well done!"
        }, 
        {
            "created_time": "2013-06-28T21:03:11+0000", 
            "id": "10151984153576729_12255332", 
            "message": "the bible clearly staes that god loves us all but as far as homosexuality goes he hates what theydoo!"
        }
    ]
}