{
    "data": {
        "created_time": "2013-06-26T17:54:12+0000", 
        "id": "10151984153576729_12228369", 
        "message": "I think the whole point of it is that 70% of people who use Facebook have a friend who is gay. Maybe you all should think about that when you are being so hateful. Chances are there is someone in your family or a friend or coworker who is gay, and to afraid to be honest with you because of how hateful you are. Every person is equal and deserves to be treated as such."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 72
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-06-27T02:50:31+0000", 
            "id": "10151984153576729_12235220", 
            "message": "God was part of a minority, and trust me...I would much rather be in his small group, than all of the 70% of you people who choose sin, rather than being what you were born to be!"
        }, 
        {
            "created_time": "2013-06-29T16:22:46+0000", 
            "id": "10151984153576729_12261521", 
            "message": "I hate gay's character, action, words or anything of him, except of cause if I don't know he is one.  What a dirty game in our generation???  Look this is complete a dirty topic on its own.  How on earth do such animals enjoy romance???  Pretending enjoying it????  Lucifer is at work in their lives.  I mean ALL practicing such are possessed, its the truth."
        }, 
        {
            "created_time": "2013-06-30T19:28:33+0000", 
            "id": "10151984153576729_12272377", 
            "message": "100 % of the people I know r sinners, including myself,  but I don't endorse sinning, yet they all have rights, but not the power to change truth."
        }, 
        {
            "created_time": "2013-07-01T23:34:33+0000", 
            "id": "10151984153576729_12285304", 
            "message": "who defines truth or romance, they are subjective to each person, and really, tell me truthfully; How does what thesse people do affect you?"
        }, 
        {
            "created_time": "2013-07-08T01:53:34+0000", 
            "id": "10151984153576729_12343298", 
            "message": "The most intolerant people on Earth, are located on the Left! I don't hate anyone, and like another person here said, I think all should have equal Legal rights, but some things are Christian, Like Marriage, just like some things are strictly for Gays, give it a rest, all of us are Gods children true, but until I see a man having a baby, I'll stick with the King James Version.  Hate me for my opinion if you must I don't hate anyone! Just don't believe everything has to be turned upside down to prove a point?  If a Gay has the same Legal equal rights, what else is there to be said.  Leave Christians alone, and they< I'm sure will leave you alone too. Equal Legal rights for everyone, and traditional things to those just like any organization have should just be left alone. One of my favorite nephews is Gay, and I sure don't hate him, or anyone else, so why all the Hatred from the Gays towards Hetro's?  Makes no sense to me?  Hatred is just that Hatred! End of story."
        }, 
        {
            "created_time": "2013-07-08T01:58:36+0000", 
            "id": "10151984153576729_12343342", 
            "message": "I don't like anyone who makes ridiculous displays in Public, to gain attention, and be outrageous, Gay, Straight or otherwise, and no I'm  not talking about decent public displays of affection. It's a free Country, do as you will is my motto, just don't expect me to follow anyone over a cliffs edge, it won't happen. I'll respect anyone who respects me. God Bless all on here, and everywhere,"
        }, 
        {
            "created_time": "2013-07-08T02:37:31+0000", 
            "id": "10151984153576729_12343661", 
            "message": "Whaaa NO NO NO no one should go to hell why is everyone always talking about hell! No one should wish anyone to go to hell! I don't know if there is hell but as far as I'm concerned no one can know what makes people go there and what doesn't so why wish it on people! We all 'sin' in our life so much its impossible to know who goes to hell and who doesn't - apparantly 97% of us do"
        }, 
        {
            "created_time": "2013-07-11T07:36:48+0000", 
            "id": "10151984153576729_12389143", 
            "message": "Beware Sex deviants... Facebook knows who spent the night at your place last night...List of Creepy Things Facebook Will Remember Forever....A list of devices from which LB logged in to Facebook, plus a list of other users on those machines. \nRecords of more than 50 incoming \"pokes\" since 2008, including most often by a friend named \"T.V.\"\nSome 75 event invites, along with 38 RSVPs.\n\nA history of messages and chats. Facebook really does have us all by the nuts. Which is why it's comforting that the company routinely acts in the best interest of its users and their privacy, even when it means sacrificing revenue. Yay Facebook!   "
        }, 
        {
            "created_time": "2013-07-13T09:59:11+0000", 
            "id": "10151984153576729_12413193", 
            "message": "Thank you Derek for your insight in this, One of my 3 sons is gay, and I am so proud of him. He is a wonderful human being and loved by all. At 37 he moves to Chicago shortly, he holds a senior medical position in an International  Pharmeceutical Co. So he is not  stupid. People who still think you can choose to be gay are the stupid ones!"
        }, 
        {
            "created_time": "2013-07-13T22:18:33+0000", 
            "id": "10151984153576729_12418178", 
            "message": "Jesus..thank you Annette.  I am so sick of reading this ignorant hype by homophobic Bible beaters.  Like they think that's going to save them!"
        }, 
        {
            "created_time": "2013-07-18T12:11:26+0000", 
            "id": "10151984153576729_12463908", 
            "message": "But the same amount (70%) also  knows someone who is a pedofhile...so what is your conclusion on that?"
        }, 
        {
            "created_time": "2013-07-18T12:15:09+0000", 
            "id": "10151984153576729_12463941", 
            "message": "Rebecca freeman sounds like you really are more a beliber than a believer , are you an infiltrator? "
        }, 
        {
            "created_time": "2013-07-22T11:14:23+0000", 
            "id": "10151984153576729_12504550", 
            "message": "There's this thing called a civil partnership. It's exactly the same as marriage but for a homosexual couple. They have the exact same rights as a heterosexual couple do when they are married. Marriage doesn't need to be messed with. The only problem here is people talking sense but getting labeled as homophobic just because they're being realistic. I'd happily attend a civil partnership union the same way I would a marriage union. LOL WHY AM I EVEN HERE ANYWAY THIS POST WAS DAYS AGO."
        }, 
        {
            "created_time": "2013-07-24T08:50:01+0000", 
            "id": "10151984153576729_12525862", 
            "message": "lagi apa a"
        }
    ]
}