{
    "data": {
        "created_time": "2013-06-26T18:33:57+0000", 
        "id": "10151984153576729_12229551", 
        "message": "God makes it very clear as to what is right or wrong. So what if you don't believe in the Bible or God. It is still truth and with that truth you will be judged one day. Do you really want to take the chance of rejecting God's forgiveness and turn from Him into the evil of this world? You may only get one chance. No one knows how many days we have here on Earth. Nothing is promised for tomorrow. This is about doing what is right because God says being a homosexual is wrong. He does not change. He won't conform to \"modern times\". He is a Holy and just God. He loves you but cannot accept the sin of homosexuality. If you go to Him and ask His help He will set you free. And forgive you and bring you into the truth. if you are reading this and you disagree perhaps you still have the blinders on your eyes. Pray for those to be removed. The enemy of your soul (Satan) sets traps for us humans to fall into because he wants to take as many people as he can into hell with him. Homosexuality is one of those traps. God says its wrong. So it is wrong. There is no  \"human input\" here. And you will face God someday. Even if you do not believe in Him. Seek the Lord while He may be found. He loves you and will reach through the darkest of souls or circumstances. I know He will because he did that very thing for me. He set me free and opened my eyes to the truth. I pray He does the same for anyone who reads this and truly wants out of the sinful lifestyle."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}