{
    "data": {
        "created_time": "2017-11-21T00:58:55+0000", 
        "id": "10154954373785079_132013767507199", 
        "message": "Hi Marshall, another message from my little sister Detroit Ashley.\n\"To Marshall, \nYou are a Beautiful Flawed Human as I am too. My expectations are high and many times too high. You are so hard on yourself. I enjoy seeing you on stage again. I miss DeShawn too. But you have me here too. In the flesh. I am only one but my confidence is so strong you have no idea. Not because your Eminem but you are Marshall Bruce Mathers III. Born to this earth to achieve great things as you have. Your legacy will live forever. Incomparable to any many human otherwise we all would be the same? So I never have and will not ever will do so. When all of the crowds are gone you will always care about you and your family. Never to walk away. In my case they did except two or three. With content in my heart now knowing that you might finally or near that I’m not trying to destroy you or have any ill will towards you. God is good all the time and all the time God is. We all did things growing up (my parents were cops so mistakes were not answered). You are still a great person and father. You are a protector. Marshall this is bullshit it is what I saw. As I said I will be here and there is no gain just when your mind is full or tired and want to speak to someone that does not judge, not in the industry, and wears pants try it. I have no gain. Just a friend during the times you fart or happy or goofy. I have been in your life many years. Harper Hospital 9414-9415. Stood up for a young lady that my former coworkers were speaking of how dirty and nasty she was. It was such a heated conversation the young women asked for something and I watched them ignored or. I didn’t know who was and less than hell cared but she was human. And asked for one item. I gave it and went to employee health and left. NEVER KNEW OR CARED. I CARE ABOUT HUMANS AND THERE FAMILIES OR FRIENDS. I went to the Employee Health and took 3 weeks off to be written up. Still had no idea and did not care. Marshall not sure you read anything I write but I care about you and all you call family. It’s time to close my eyes.\" Ashley Pruitt"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-21T00:59:09+0000", 
            "id": "10154954373785079_935648989920280", 
            "message": "Ivy Brown"
        }
    ]
}