{
    "data": {
        "created_time": "2017-11-19T04:42:02+0000", 
        "id": "10154954373785079_10154954382815079", 
        "message": "Is this some sort of sick, twisted metaphor for you intending to fade away from the music scene after this album? Don't play with my feels, Marshall..\n\nPerhaps I am reading too much into this."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T05:19:34+0000", 
            "id": "10154954373785079_10154954430400079", 
            "message": "Was thinking the same. Unfortunately the dude is only getting older... this may very well be his last album."
        }, 
        {
            "created_time": "2017-11-19T05:22:43+0000", 
            "id": "10154954373785079_10154954434125079", 
            "message": "In an old song we made you he says Dr dre 2020. So maybe one more."
        }, 
        {
            "created_time": "2017-11-19T05:35:28+0000", 
            "id": "10154954373785079_10154954448905079", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T05:57:52+0000", 
            "id": "10154954373785079_10154954477165079", 
            "message": "Trump supporter I assume? Calling me a dick rider is rich considering how apparent your undying support for trump is on your profile... Oh that's right, I forgot Trump supporters have a hard time digesting irony."
        }, 
        {
            "created_time": "2017-11-19T06:25:18+0000", 
            "id": "10154954373785079_132914927343035", 
            "message": "Chase the only puss is you still dwelling and even entertaining the fact that trump won. Go have a rubber fist orgy with your boyfriend for the next 3 years to distract you that big bad meanie pants trump is the president. Make sure you have extra lidocaine and lube on that rubber fist because your asshole is going to be REALLLLLLL sore after 3 years of ass fucking each other with it. I'm being legit. Go goggle rubber fist. I'm sure it will cure your snowflake sensitive butthole."
        }, 
        {
            "created_time": "2017-11-19T18:47:28+0000", 
            "id": "10154954373785079_370309470088816", 
            "message": "You are damn right I dwell on that, but not because I see political elections like some sort of sporting event like you do. This isn't about who's team won, we are all citizens of the same country, the same team. Has ever occurred to you that people that dislike Trump see him as the epitome of everything wrong with our politics and country? Sorry for being concerned about my country, pal. I feel sorry for you that you feel like you have to defend a narcissistic billionaire on the internet in your free time... When that same billionaire gives not a single fuck about you, and apparently believes that if you are not as rich as him, you do not deserve health insurance or an education.We both know you came to this page to do just that... I'd call that a sad existence. I am not a liberal, Democrat nor snowflake, but I can visibly see that people like you vote against your best interests simply to spite a liberal... \n\nI swear, trump supporters would burn their own fucking house down intentionally if it meant that the liberal next door would choke on the resulting smoke, if even for just a moment. You think what you posted was cool, but really it was cringeworthy and makes you look very childish.. I didn't even need to respond in retrospect. Mankind is not as evolved as we like to think we are apparently, you act like a damn primate."
        }, 
        {
            "created_time": "2017-11-19T19:21:54+0000", 
            "id": "10154954373785079_1973251942953380", 
            "message": "In other words fuck you branden! What kinda name names that sounds like a healhy breakfast"
        }
    ]
}