{
    "data": {
        "created_time": "2017-11-19T05:36:26+0000", 
        "id": "10154954373785079_10154954450165079", 
        "message": "You're a washed up senior trying to hold on to something not there anymore. I mean you can't even string a ten word freestyle together anymore you fucking lib chump"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T05:39:54+0000", 
            "id": "10154954373785079_10154954454260079", 
            "message": "What about you though? What the f*ck has your ugly/dumb/broke ass done in life? Are you performing on SNL tonight? Nah you’re not. So STFU fag!"
        }, 
        {
            "created_time": "2017-11-19T05:50:45+0000", 
            "id": "10154954373785079_10154954468190079", 
            "message": "Haha yea he's sitting there commenting negative things to someone whose not even gonna read it..."
        }, 
        {
            "created_time": "2017-11-19T06:00:07+0000", 
            "id": "10154954373785079_10154954480565079", 
            "message": "Billy Ray Valentine says the dweeb with no profile pic 😂. Fuck outta here kid."
        }, 
        {
            "created_time": "2017-11-19T06:06:44+0000", 
            "id": "10154954373785079_1530967463689430", 
            "message": "I️ wouldn’t really act like performing on SNL or anything related to the media is impressive anymore. \n\nAll you gotta do is be dumb to get on TV."
        }, 
        {
            "created_time": "2017-11-19T06:09:30+0000", 
            "id": "10154954373785079_1530969987022511", 
            "message": "Shut up idiot...he is still so amazing and awesome. ..and has so much love from his TRUE fans.. Get off this page if u think otherwise...idiot"
        }, 
        {
            "created_time": "2017-11-19T06:15:14+0000", 
            "id": "10154954373785079_132913327343195", 
            "message": "Xerxes the cock sucker is correct. Eminem's prime ended 12 years ago after encore released. I am a true fan but you know what TRUE fans can do? Give TRUE honest unbiased feedback. Relapse was great except for the accent which literally ruined it. Recovery sucked and MMLP 2 was his worst album to date. Rick Rubin is horrible and em should pay dre to work strictly with him and produce all of his tracks. Really em? Berzerk? Rap God (the whack ass beat and corny lyrics which really make no sense)? Phenomenal? The monster? Love the way you lie? Walk on water?  Man, 1999 Eminem would shit on and devote a whole album to shitting on 2017 Eminem. He truly sucks now. I am a true fan which means I cannot be opinionative and 100% honest. He may \"rap\" in his lyrical composition but for all intents and purposes he is truly a \"pop\" star now. I hope his new album proves me wrong and he unloads on it."
        }, 
        {
            "created_time": "2017-11-19T06:28:22+0000", 
            "id": "10154954373785079_132915374009657", 
            "message": "Haha wow^"
        }, 
        {
            "created_time": "2017-11-19T06:36:02+0000", 
            "id": "10154954373785079_132916470676214", 
            "message": "Maythe"
        }, 
        {
            "created_time": "2017-11-19T06:48:58+0000", 
            "id": "10154954373785079_1530996637019846", 
            "message": "❄️❄️❄️❄️"
        }, 
        {
            "created_time": "2017-11-19T07:35:32+0000", 
            "id": "10154954373785079_132924097342118", 
            "message": "Brandon you have to pay attention to the lyrics in his music and also his life/career story to appreciate his newer stuff. I don’t listen to much of Relapse,but with MMLP2,that album wasn’t as good musically as the first MMLP. That’s very easy to tell,but it was more meaningful for sure and the references back to the first MMLP are very evident in there. If you know the lyrics in the MMLP songs then you’ll catch all the references in the MMLP2 album. That album is very reflective on his career with songs like Headlights,The Monster,Legacy,etc as well. With Recovery,that was by far Eminem’s most meaningful and lyrical album. Love The Way You Lie,Space Bound,Talkin’ 2 Myself,etc. So many meaningful songs. I believe that album also came after both Proof’s death and Eminem’s overdose on Methadone,and the lyrics reflect that experience as well. Every album brings something to the table for Eminem. The recent music brings less humor and more meaning. Are his earlier albums his best albums? No question. Is his recent music bad? No. It’s worse musical quality,but it’s still good. If you continue to compare his recent music to his older and best music,you’re just setting yourself up for disappointment and you won’t understand the beauty of his new music."
        }, 
        {
            "created_time": "2017-11-19T08:14:41+0000", 
            "id": "10154954373785079_1531041520348691", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T08:19:23+0000", 
            "id": "10154954373785079_1736048236436589", 
            "message": "You're a washed up old Vanilla Ice, holding up good there marky mark? Foh 😂😂😂"
        }, 
        {
            "created_time": "2017-11-19T08:26:14+0000", 
            "id": "10154954373785079_1736053356436077", 
            "message": "You obviously see m. To have some knowledge of music. Am I wrong, that u r a musician. Let’s see some of your talent. Other wise, don’t listen to Eminem son. By the way every rapper including many you might listen to all agree Eminem is da man. But we all have opinions"
        }, 
        {
            "created_time": "2017-11-19T09:29:40+0000", 
            "id": "10154954373785079_191642151392722", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T10:21:00+0000", 
            "id": "10154954373785079_731634593698160", 
            "message": "Branden Newman sorry you hate life so much😂"
        }, 
        {
            "created_time": "2017-11-19T13:47:59+0000", 
            "id": "10154954373785079_370206683432428", 
            "message": "Lmaooo chill Russia troll"
        }, 
        {
            "created_time": "2017-11-19T13:49:24+0000", 
            "id": "10154954373785079_1973142982964276", 
            "message": "Go jump off a cliff. Your fukin retarted. And you know nothing about Eminem."
        }, 
        {
            "created_time": "2017-11-19T14:08:07+0000", 
            "id": "10154954373785079_370212916765138", 
            "message": "I still think he is still great. You obviously must be a trump supporter since your threw \"lib\" in there... your just salary because your choice for president turned out to be the idiot the \"libs\" told you he was."
        }, 
        {
            "created_time": "2017-11-19T14:20:41+0000", 
            "id": "10154954373785079_1973152889629952", 
            "message": "You fucking bitch only need an attention and im stupid that give it to u anyway fuck u"
        }, 
        {
            "created_time": "2017-11-19T15:24:22+0000", 
            "id": "10154954373785079_370236133429483", 
            "message": "Wtf is this? 😂"
        }, 
        {
            "created_time": "2017-11-19T15:25:17+0000", 
            "id": "10154954373785079_1973175652961009", 
            "message": "Vanilla Ice alright 😂"
        }, 
        {
            "created_time": "2017-11-19T15:55:00+0000", 
            "id": "10154954373785079_1973185832959991", 
            "message": "That’s called an ugly ass Face!!! A face that only a mother could love lol."
        }, 
        {
            "created_time": "2017-11-19T16:00:50+0000", 
            "id": "10154954373785079_370250606761369", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T16:11:59+0000", 
            "id": "10154954373785079_138932313428517", 
            "message": "You can tell Xerxes is whiskey tango all the way. Ugly as f*ck, broke, white trash, living in a trailer park somewhere, uneducated. This is trumps base."
        }, 
        {
            "created_time": "2017-11-19T22:05:01+0000", 
            "id": "10154954373785079_1616242165100302", 
            "message": "He gonna build a wall this big..."
        }
    ]
}