{
    "data": {
        "created_time": "2017-11-19T05:16:00+0000", 
        "id": "10154954373785079_10154954425670079", 
        "message": "revival is coming, and a lot of people talking shit, maybe this is their last album, Eminem has the right songs for this album, no matter what happens I'll be your fan to the end, the legacy will be complete 🖕🏻"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 40
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T06:10:04+0000", 
            "id": "10154954373785079_1530970237022486", 
            "message": "Then explain his shit ass \"MMLP 2\". Recovery used too many samples and reproduced beats. Relapse had the gay ass accent which ruined the whole album. Encore was his last legitimate high quality album. A lot of people don't like it but it was back when he was hungry and still relevant and young."
        }, 
        {
            "created_time": "2017-11-19T09:52:40+0000", 
            "id": "10154954373785079_731626970365589", 
            "message": "That's all your opinion. Lyricism still on point. I hated the accent after a while too, I'll give you that, but he's lyrically been just getting better and better from encore up. Looking at it from an MC/rap technique point of view. Taking out any opinion of rather or not you like samples, the use of accents, or whatever other extra shit. I mean really sit down and listen to that MMLP2...Like lyricism so on point it's rediculous. You've got psychopathic killer, asshole, brainless, rap god, legacy, beautiful pain, wicked ways, love game, so much better, evil twin, baby...Bro there's only a couple ones that are weak lyrically (still decent), and those are the singles on the radio. Then you've got his two songs kings never die and phenomenal from the south paw soundtrack, not but 2 years ago. You're not paying attention to the structure of how his shit is put together. Its insane. I write rap/poetry, so I'm familiar with how to construct a rap song and what all goes into, and I challenge you to sit down and write something even half as complex with flawless multiple flows."
        }, 
        {
            "created_time": "2017-11-19T10:16:10+0000", 
            "id": "10154954373785079_731633520364934", 
            "message": "Bryan Harl thank you. I see Brendan commenting that eminem has sucked for 12 years but I just think his intelligence is too stupid for Eminem’s lyrics"
        }, 
        {
            "created_time": "2017-11-19T14:06:45+0000", 
            "id": "10154954373785079_1973148832963691", 
            "message": "Branden just wants beats with no lyrics...he's probably a future fan and lil yachty fan lol...MMLP 2 lyrically was probably eminems best album"
        }, 
        {
            "created_time": "2017-11-19T18:59:34+0000", 
            "id": "10154954373785079_370313426755087", 
            "message": "I think so too Patrick, definitely on point!!! Other people get it, yaaas!! Thought I was the only one for a minute lol"
        }
    ]
}