{
    "data": {
        "created_time": "2017-11-19T04:50:27+0000", 
        "id": "10154954373785079_10154954394090079", 
        "message": "Hahaha first they love you but when you said The truth about Trump yjey start hate you now we know who is the real fans EM. Thats Good who need such a fans"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 60
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T05:15:27+0000", 
            "id": "10154954373785079_10154954424935079", 
            "message": "Stay where you are! 🤗🤗🤗😳"
        }, 
        {
            "created_time": "2017-11-19T05:15:53+0000", 
            "id": "10154954373785079_10154954425450079", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T05:17:08+0000", 
            "id": "10154954373785079_10154954427170079", 
            "message": "What's that truth you speak of?"
        }, 
        {
            "created_time": "2017-11-19T05:24:13+0000", 
            "id": "10154954373785079_10154954435775079", 
            "message": "He actually contradicted himself about 10 times and stated false lies in his garbage \"freestyle\". Get your facts straight dummy."
        }, 
        {
            "created_time": "2017-11-19T05:26:45+0000", 
            "id": "10154954373785079_10154954437795079", 
            "message": "That Trump is  scambag he Always was Good the best rappar a live. You all liked/loved him before he wrote that song about Trump and then you all cyamged and now you trying to make fun hehehe stop hate just love love love love thats all im saying"
        }, 
        {
            "created_time": "2017-11-19T06:13:36+0000", 
            "id": "10154954373785079_1530972453688931", 
            "message": "Not my truth"
        }, 
        {
            "created_time": "2017-11-19T06:35:23+0000", 
            "id": "10154954373785079_132916377342890", 
            "message": "Still waiting for that truth you're talking about.."
        }, 
        {
            "created_time": "2017-11-19T06:43:00+0000", 
            "id": "10154954373785079_132917360676125", 
            "message": "Thats the truth EM said \"Racism's the only thing he's fantastic for.\" The NFL players the list goes on .......And i think thats enouph truth for me and the whole world knows that 😊😊😊"
        }, 
        {
            "created_time": "2017-11-19T06:48:09+0000", 
            "id": "10154954373785079_1530994537020056", 
            "message": "He also Said I love our millitary who voted 2-1 for Trump"
        }, 
        {
            "created_time": "2017-11-19T09:32:59+0000", 
            "id": "10154954373785079_731619683699651", 
            "message": "Shut up Mohamed Omar Allah is garbage"
        }, 
        {
            "created_time": "2017-11-19T09:35:01+0000", 
            "id": "10154954373785079_191643118059292", 
            "message": "You see thats what im tallking about People cant accept others opinions just isnulting others. Sick of this kind of People 😝😝😝"
        }, 
        {
            "created_time": "2017-11-19T09:57:58+0000", 
            "id": "10154954373785079_191653504724920", 
            "message": "You just salty your about to be deported."
        }, 
        {
            "created_time": "2017-11-19T12:00:42+0000", 
            "id": "10154954373785079_1973104626301445", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-19T12:01:29+0000", 
            "id": "10154954373785079_370171540102609", 
            "message": "Trump supporters are not upset about what he said to trump but what he said to his supporters"
        }, 
        {
            "created_time": "2017-11-19T12:12:35+0000", 
            "id": "10154954373785079_138885026766579", 
            "message": "Hahaha man is that ur answer deported please dont do it im scaaaaared if someone shpiöd be deported is u guys who took others land you have the gotts to say such thing to me im from Somalia man the land that fucked up the salty  USA so dont joke with us aight and never forget that 😉😉😉"
        }, 
        {
            "created_time": "2017-11-19T12:46:18+0000", 
            "id": "10154954373785079_370184350101328", 
            "message": "Why is it people against trump always says he is racist but can never prove it, also why we have these Mohamed guys trashing trump cuz he is trying to kick them out is normal Obama let these people in when they should have stayed in the desert"
        }, 
        {
            "created_time": "2017-11-19T13:51:03+0000", 
            "id": "10154954373785079_1973143532964221", 
            "message": "I'm a fan till I die , fuk those fake fans! He drew the line and they chose. 🖕"
        }, 
        {
            "created_time": "2017-11-19T15:03:43+0000", 
            "id": "10154954373785079_138918503429898", 
            "message": "So because Em says something it's the truth? We can all just call him Chicken Little now. Because the sky is falling!"
        }, 
        {
            "created_time": "2017-11-19T15:06:35+0000", 
            "id": "10154954373785079_1973167986295109", 
            "message": "Mohamed Omar, you aren't even American. Take a seat and let us worry about us. Quit sucking Em's dick. He don't see you. He don't notice you. He don't care. Simple as that. He said what he said for RATINGS AND PUBLICITY. To sell a record. Funny how before he was friends with Trump and Trump had high things to say about Em. But when it comes to selling records, Em hopped on the Hate Trump train and sold out."
        }, 
        {
            "created_time": "2017-11-19T15:10:09+0000", 
            "id": "10154954373785079_1973169039628337", 
            "message": "Mohamed Omar you contradict yourself. You say all love love love, yet YOU clearly HATE Trump and keep calling him childish names. So it's only love love love, just who YOU want right? You say love love love but say your country \"fucked up salty USA\". Yeah you're a hypocrite. Bring your ass to the USA running your mouth like that and watch what happens. Oh wait, you wouldn't, because of all the FREE SHIT that \"Scumbag Trump\" gives out to immigrants. Haha"
        }, 
        {
            "created_time": "2017-11-19T15:41:53+0000", 
            "id": "10154954373785079_1973180922960482", 
            "message": "That card again be talk so much shit about People and that all you could come up with you not american hahah thats funny you all are imegrants that took others country atleast i know where i come from if you are real do you know where you are from ?? If yes then go back to ur country tooo if you had 1"
        }, 
        {
            "created_time": "2017-11-19T18:07:33+0000", 
            "id": "10154954373785079_1973229996288908", 
            "message": "Mohamed Omar your country just really suck hard if you're here worrying about America. I couldn't care less about your country or any other country. It's always you jealous haters talking about America. It's amusing and embarrassing at the same time."
        }, 
        {
            "created_time": "2017-11-19T18:13:17+0000", 
            "id": "10154954373785079_1973232499621991", 
            "message": "Man no one is jealous trust me as i said before at least i can go back to my country if it has too bit you where do you go if the real People from america tell u to leave do you know where you from or where do you go? Hate what thats the last thing in my heart i wish i could make the whole world love each others and liv in peace 😊😊😊"
        }, 
        {
            "created_time": "2017-11-19T19:17:53+0000", 
            "id": "10154954373785079_370320036754426", 
            "message": "Michael Curatolo 😂😂😂 ridiculous person!"
        }, 
        {
            "created_time": "2017-11-20T08:00:25+0000", 
            "id": "10154954373785079_367802247006728", 
            "message": "No, Eminem sucked before Pres. Trump and now.....he really sucks."
        }
    ]
}