{
    "data": {
        "created_time": "2017-11-19T10:04:34+0000", 
        "id": "10154954373785079_731630130365273", 
        "message": "Face it Eminem said the truth about Trump. Since when has Eminem not said how he feels about stuff. If people are so willing to get mad and stop listening just because of his views.... New flash you weren't really a fan to being with! Don't let the door hit'cha  on the way out!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T10:40:40+0000", 
            "id": "10154954373785079_191667611390176", 
            "message": "Most people that are mad about him slamming trump. Are mad, because politicians have been doing for years, what trump is doing. And em was quiet.  Our last president dropped more bombs than most other presidents combined. He was nicknamed deporter in chief for a reason. We went to war in couple countries without congressional approval. Which according to our laws, is highly illegal and grounds for impeachment. But, em stood by his side. There is a lot wrong with trump. I'm glad I never voted for him.  But, if you're going to support presidents that have done what trump is doing now but on a worse scale. You Probably should keep quiet"
        }, 
        {
            "created_time": "2017-11-19T10:49:45+0000", 
            "id": "10154954373785079_759287134272404", 
            "message": "Lol I don't support Trump EVER! And because I have an option and I was born in this country I have that right to voice it just like you and anyone else on here. Trump should never have been elected. I could careless how mad people are, these same Mad people probably voted for this man who knows nothing about running anything. And as far as Obama being called deported in Chief, well I've never heard that anywhere."
        }
    ]
}