{
    "data": {
        "created_time": "2017-11-19T05:10:16+0000", 
        "id": "10154954373785079_10154954416525079", 
        "message": "Look at all you crying ,talking about this man lol why cause he came at Trump so the hell what ,Marshall made good music and some not so good ,but he all ways kept it real ,never sold out for no one ,still one of the greatest to ever pick up the Mic......   listen to his new shit with eyes close and tell me he don't still have it... or u could all just pop in migos lol rain drop drop top smfh"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 139
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T05:19:09+0000", 
            "id": "10154954373785079_10154954429905079", 
            "message": "Let me guess, you were his neighbor at the trailer park?"
        }, 
        {
            "created_time": "2017-11-19T05:19:30+0000", 
            "id": "10154954373785079_10154954430295079", 
            "message": "Problem is when he called his fans assholes cause they didn't agree with him,, u can't lash out on those that made u rich buying those dumb cds,,,  he fell off, his music isn't the same hasn't been for yrs.  We're all entitled to our own opinion but don't judge me cause I don't agree with urs,, that's a bitch move"
        }, 
        {
            "created_time": "2017-11-19T05:26:53+0000", 
            "id": "10154954373785079_10154954437925079", 
            "message": "Uhhhh wrong. He said \"fuck you\" to fans who shared a different political opinion than him.\n\nWhen will you em dick riders get that through your heads? Apparently never. Nobody cares about Trump disses anymore. They're all corny and irrelevant. He's President. No amount of bitching or crying will change that anytime soon."
        }, 
        {
            "created_time": "2017-11-19T05:33:49+0000", 
            "id": "10154954373785079_10154954445895079", 
            "message": "No dick head he said to you Trump dick riders ,"
        }, 
        {
            "created_time": "2017-11-19T05:36:39+0000", 
            "id": "10154954373785079_10154954450385079", 
            "message": "Bitch move lol u same dip shit that was yelling he the greatest before he went after Trump now he wash up lol,,,, but he made whole song about Bush. Dis Clinton no one cared,"
        }, 
        {
            "created_time": "2017-11-19T05:37:21+0000", 
            "id": "10154954373785079_10154954451005079", 
            "message": "Nick Holman you know the biggest thing that entails being a dick rider is supporting someone and making excuses for them no matter what."
        }, 
        {
            "created_time": "2017-11-19T05:38:41+0000", 
            "id": "10154954373785079_10154954452730079", 
            "message": "Anthony Politan why are you still on his page for dumbass? Yall Trump supporters are dumb as fuck."
        }, 
        {
            "created_time": "2017-11-19T05:38:46+0000", 
            "id": "10154954373785079_10154954452895079", 
            "message": "Anthony Politan and you, fucking fake asshole don't tell me hes 9 albums deep and now you wanna start calling him shit, fake motherfucker. you don't like his new shit dont buy it. fucking idiot probably would have pirated it anyways"
        }, 
        {
            "created_time": "2017-11-19T05:43:07+0000", 
            "id": "10154954373785079_10154954457400079", 
            "message": "Actually, he didnt say fuck you to people because of their political affiliation. It wasnt an eminem against republican thing. Anybody who thinks that is just trying to justify being butthurt. It was an eminem against Trump because he is a racist, lying, self centered, sexist bigot. Eminem doesnt care about the politics of it so stop lying to yourselves and saying that is what its about. Its about people who support a piece of shit, greedy conman. He said fuck you to anybody who supports him and i dont give a shit who you are but if you still support Trump at this point, you are either  objectively stupid or too far in denial."
        }, 
        {
            "created_time": "2017-11-19T05:44:22+0000", 
            "id": "10154954373785079_10154954458545079", 
            "message": "Ha.  Again it's my opinion but I see why u support him cause it's expected to accept  ur opinion but hates everyone elses.... ha ur all losers I can care less about the political views but once u say duck u to me  aude I don't agree with u is childish... u all sound like my kids who don't get their ways u cry &  wine,, now go to ur room h this k about that"
        }, 
        {
            "created_time": "2017-11-19T05:44:22+0000", 
            "id": "10154954373785079_10154954458550079", 
            "message": "People keep trying to be facetious about who he said fuck you to and why. Get your head out of your ass"
        }, 
        {
            "created_time": "2017-11-19T05:46:35+0000", 
            "id": "10154954373785079_10154954461960079", 
            "message": "I never bought his any album,, who really buys cds? Lol haven't since 2001.  He was good back in the day but his shit sucks has for yrs.. I honestly thought he died til I Hurd a remix a few yrs ago but I didn't care for him them & don't now,, fuck any political views has nothing to do with that but u people always eem to male it about that...  ur all blind sheep"
        }, 
        {
            "created_time": "2017-11-19T05:47:18+0000", 
            "id": "10154954373785079_10154954462945079", 
            "message": "Eminem fan since day one here buuut...he did say fuck you to anyone who supported Trump...Which is saying fuck you to people with a certain view in politics. End of story, I don't understand why it's an argument on who he said fuck you too???"
        }, 
        {
            "created_time": "2017-11-19T05:48:10+0000", 
            "id": "10154954373785079_10154954464180079", 
            "message": "Anthony Politan you are the one still following his page just to cry about it on his posts lmao. How are we the ones acting like a child? Nobody cares that he hurt your feelings"
        }, 
        {
            "created_time": "2017-11-19T05:48:34+0000", 
            "id": "10154954373785079_10154954465220079", 
            "message": "Anthony, bro, he got better throughout the years. Do u know anything about lyricism? Have you heard anything past Encore???"
        }, 
        {
            "created_time": "2017-11-19T05:49:31+0000", 
            "id": "10154954373785079_10154954466115079", 
            "message": "Steven Moore ha, who said I was a trump supporter? U assume that? Obviously u really didn't read my post only judged ,, I see the true dumbass"
        }, 
        {
            "created_time": "2017-11-19T05:49:32+0000", 
            "id": "10154954373785079_10154954466125079", 
            "message": "Also your grammar and punctuation are as bad as an actual child. I know its fb and all that but jesus you write like you are dyslexic."
        }, 
        {
            "created_time": "2017-11-19T05:49:57+0000", 
            "id": "10154954373785079_10154954466555079", 
            "message": "\"Til I Hurd\""
        }, 
        {
            "created_time": "2017-11-19T05:50:20+0000", 
            "id": "10154954373785079_10154954467295079", 
            "message": "Anthony gonna say, I honestly thought he died. Meaning he wasn't keeping up on his music. He then goes on to talk about said music. What the fuck kind of backwards retarded shit is this 😂😂😂"
        }, 
        {
            "created_time": "2017-11-19T05:50:32+0000", 
            "id": "10154954373785079_10154954467770079", 
            "message": "Chrysler... that is all"
        }, 
        {
            "created_time": "2017-11-19T05:52:39+0000", 
            "id": "10154954373785079_10154954469985079", 
            "message": "Eminem can do whatever he wants, bro. He does not have to pander to your ass lmao. If you dont like him then dont follow him, dont buy his albums and stop crying about it. Nobody cares."
        }, 
        {
            "created_time": "2017-11-19T05:52:42+0000", 
            "id": "10154954373785079_10154954470025079", 
            "message": "oh no Kevin, he did ONE commercial for Chrysler years back!! Oh Jesus, he's a sell out no good rapper now!!! Lmao, what the fuck is going on with some of y'alls logic 😂😂😂"
        }, 
        {
            "created_time": "2017-11-19T05:54:59+0000", 
            "id": "10154954373785079_10154954472085079", 
            "message": "Brandon Gerrish he doesn't care about you bruh. Get his dick out your mouth already. It's EMbarrassing"
        }, 
        {
            "created_time": "2017-11-19T05:56:17+0000", 
            "id": "10154954373785079_10154954474480079", 
            "message": "Irony that you got my dick in your mouth now huh"
        }, 
        {
            "created_time": "2017-11-19T05:57:59+0000", 
            "id": "10154954373785079_10154954477340079", 
            "message": "He obviously cares enough to follow eminems page just so he can cry about his feelings because he knows there will be other salty ass bitches here to validate him, like you. I guess bitches of a feather flock together, huh cupcake?"
        }
    ]
}