{
    "data": {
        "created_time": "2017-11-19T07:06:49+0000", 
        "id": "10154954373785079_1531005320352311", 
        "message": "Why are people suddenly hating on him after his say on Trump? No matter how much you love or hate it, it doesn’t change the fact that he’s still one of the greatest. And some of you are telling him to retire or are saying that he’s getting old before hearing the album all because you thought his freestyle sucked?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T08:05:11+0000", 
            "id": "10154954373785079_132928194008375", 
            "message": "Because trump supporters live day by day looking for something to complain about because their own lives are empty holes."
        }, 
        {
            "created_time": "2017-11-19T08:07:16+0000", 
            "id": "10154954373785079_1531038483682328", 
            "message": "So when someone they like hates someone else they like, their views suddenly change? I mean, in some cases, it’s understandable but every one knows the reason for anyones hate for Trump."
        }, 
        {
            "created_time": "2017-11-19T10:44:21+0000", 
            "id": "10154954373785079_790653414453773", 
            "message": "His freestyle was fucking terrible, 25 black,dudes in the back standing there useless nodding their heads while he attempts to stay relevant by jumping in the \"let's all hate trump train\". Then he tells fans to fuck off? Yeah ok ....."
        }, 
        {
            "created_time": "2017-11-19T11:05:05+0000", 
            "id": "10154954373785079_370156376770792", 
            "message": "This douche bag didn't have shit to say when Obummers shitty ass was in office now wants to stay relevant by bandwagoning a popular topic.  Fuck Trump and Fuck this sellout."
        }, 
        {
            "created_time": "2017-11-19T13:15:47+0000", 
            "id": "10154954373785079_1973130549632186", 
            "message": "Eminem was open about supporting Barack Obama."
        }, 
        {
            "created_time": "2017-11-19T17:26:36+0000", 
            "id": "10154954373785079_370283150091448", 
            "message": "I dont think they hate him for hating trump. They hate him for telling them to fuck off"
        }, 
        {
            "created_time": "2017-11-19T18:15:25+0000", 
            "id": "10154954373785079_1973233239621917", 
            "message": "Haha see what I mean.. Complain complain complain.. Yawwwn"
        }, 
        {
            "created_time": "2017-11-19T19:58:49+0000", 
            "id": "10154954373785079_370329713420125", 
            "message": "The fact that he dissed trump was not the issue. he said a line that sounds like he backs hillary. That is where he fucked up."
        }, 
        {
            "created_time": "2017-11-19T23:21:25+0000", 
            "id": "10154954373785079_127233094611110", 
            "message": "His freestyle was just plain horrible lol hopefully it’s not a reflection on what’s coming"
        }, 
        {
            "created_time": "2017-11-20T03:28:09+0000", 
            "id": "10154954373785079_628728224184356", 
            "message": "His freestyle was awesome and made me so happy! Especially when he told you idiot Trump supporters to fuck off!"
        }, 
        {
            "created_time": "2017-11-20T18:15:51+0000", 
            "id": "10154954373785079_306032879804118", 
            "message": "Because I lose interest in any performer who sticks their nose in politics to gain followers. Doesn't matter the party."
        }, 
        {
            "created_time": "2017-11-20T20:40:28+0000", 
            "id": "10154954373785079_306063549801051", 
            "message": "Jeremy D. Wisehoff you do realize that in alot of his older songs he talked about politics right? I can't count the number of times he talked shit about Bill Clinton or George w Bush 😂 him talking shit about trump isn't nothing new lol."
        }
    ]
}