{
    "data": {
        "created_time": "2013-11-09T04:15:50+0000", 
        "id": "10151725418110079_30993090", 
        "message": "Hey Em, I'm sorry I missed this whole thing. I had to work n I kno I probably never get the chance to talk to u or even see you but I just want you to know that I been a huge fan of yours for 15 years. Idk if u would ever come to chicago but if u do I wouldn't miss it for the world. I know da chi ain't that far from michigan but I want u to kno that you helped me through all my struggles in my dysfunctional life n no matter what you do or where u go I'm with you all the way n I'll always support you. Nobody makes the type of music u make n that's why I love ur art n ur image. I just wanna say thank you. I appreciate you n I hope one day I can at least see u live. I'm glad durs a happy ending to this n as you matured I also matured. I hope this ain't ur last album tho lol I kno u got a life of ur own but I don't wanna let u go lol. You inspired me to write my own lyrics n my own songs. Dey definitely ain't as great as urs but if u ever wanted to see my art I would give it to u as a gift of appreciation. God bless you always! Lots o love from ur biggest fan -Angie"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}