{
    "data": {
        "created_time": "2013-11-08T02:17:41+0000", 
        "id": "10151725418110079_30964903", 
        "message": "For all you people saying the album sucks you obviously do not know what real music is. First off you cannot compare his old albums to this one because that is just asking disappointment. Eminem is known for rapping about real life situations and everything he has gone through. Headlights and stronger than I was are songs based on the infamous Kim and Debbie Mathers. He has said it all. This album is genius. And again to those saying it sucks go and listen to walk ass two chains or French Montana. This is the realest album you going to get in 2013 and no other artist can compare to Eminem even at his \"worst\"  thx Eminem for another great album. MUCH LOVE FROM BROOKLYN."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 25
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-08T15:48:59+0000", 
            "id": "10151725418110079_30979209", 
            "message": "Thank you!!! Finally, someone gets it! Don't listen to MMLP2 and expect to hear the same music from before. His music has matured and grown with him. The passion and lyrical genius are stronger than ever. If you can't respect him for putting his life out there for us to enjoy, then shut the fuck up and listen to the radio. #MMLP2 was amazing. Those two songs were amazing, it takes a hella strong man to admit his mistakes, forgive and move on. Its called RESPECT."
        }, 
        {
            "created_time": "2013-11-08T20:04:20+0000", 
            "id": "10151725418110079_30984688", 
            "message": "I think this album is the best yet. Pure genius!!!!!"
        }, 
        {
            "created_time": "2013-11-27T14:22:50+0000", 
            "id": "10151725418110079_31236373", 
            "message": "The album is ok. I bet eminem has never read any of these comments or has even seen this page. This page is all about selling his products. I'am a huge fan but i doubt he has the time to be on fb reading our comments"
        }, 
        {
            "created_time": "2014-04-25T22:38:41+0000", 
            "id": "10151725418110079_10152034423075079", 
            "message": "I love it it has the best song"
        }
    ]
}