{
    "data": {
        "created_time": "2014-01-31T14:46:16+0000", 
        "id": "10151886088795079_12392198", 
        "message": "Devil horns, one eye.. And a tour called \"rapture\" and nobody cares or pays attention to this.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 111
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-01-31T15:20:35+0000", 
            "id": "10151886088795079_12393300", 
            "message": "They too damn dumb to figureit out"
        }, 
        {
            "created_time": "2014-01-31T15:56:02+0000", 
            "id": "10151886088795079_12394011", 
            "message": "I'm mean it's in plain sight and the only reason you can read about the illuminati and why it's all over YouTube still is because the world doesn't believe it. To me you can't believe in God and without believing there is a devil and that he's doing his work on earth. I wish ppl would look at things with an open mind and listen to this stuff"
        }, 
        {
            "created_time": "2014-01-31T16:28:53+0000", 
            "id": "10151886088795079_12394584", 
            "message": "remember only God can judge eminem"
        }, 
        {
            "created_time": "2014-01-31T17:45:06+0000", 
            "id": "10151886088795079_12395685", 
            "message": "Yall are fuckin stupid. Its just a picture. Eminem has always done things just to piss ppl off. There is no illuminati and even if there is so what? fuck them. PPl are going through problems and suffering with their own personal lives every day you think anybody really cares about to some dumb ass secret group? Everybody working themselves up over all this fairytale illuminati shit yall need to relax."
        }, 
        {
            "created_time": "2014-01-31T18:53:01+0000", 
            "id": "10151886088795079_12396385", 
            "message": "eminem said it himself in songs \"i sold my soul to the devil\"  no shit. he's selling poison.  then again so does annuheiser bush, and phillip morris.  its not that the people need to wake up.  they are awake they just choose to follow satan.  sadly this is the way things are.  some will follow the path of light.  others the path of darkness.  destiny.  GODs design.  "
        }, 
        {
            "created_time": "2014-01-31T19:35:44+0000", 
            "id": "10151886088795079_12396785", 
            "message": "damn ryt anthony"
        }, 
        {
            "created_time": "2014-01-31T21:10:56+0000", 
            "id": "10151886088795079_12397643", 
            "message": "I agree it didn't sit right with me"
        }, 
        {
            "created_time": "2014-02-01T01:00:20+0000", 
            "id": "10151886088795079_12399691", 
            "message": "Illuminati has nothing to do with satan or hollywood lol  (it doesnt even exist anymore). The reason u see the stupid symbols that artists make is a metaphor for selling out to corporate elite,nothing to do with religion you imbeciles do some research for fucks sake and stop believing what some paranoid basement dweller said on his youtube video..take off your tin hats you closed minded people that are stuck in the dark."
        }, 
        {
            "created_time": "2014-02-01T01:04:20+0000", 
            "id": "10151886088795079_12399733", 
            "message": "Anyone that thinks Illuminati has something to do with new world order or satan are idiots ..Probably christian fanatics that are sheep and cant even think for themselves...The people brainwashed by religion are the same brainwashed into thinking the illuminati is some secret organization ran by satan trying to take over the world LOL stop drinking the koolaid."
        }, 
        {
            "created_time": "2014-02-01T04:08:45+0000", 
            "id": "10151886088795079_12401111", 
            "message": "Vincent Mcentee first im 14, so go f ur self, second, ik he is illuminati, but certain songs r reping that, i like him because of his past, and he wen thrugh things i am going thro, and he helps me, but the fact he is illuminati hurts, but yea im not to young, im in seventh grade wit 11th grade SAT scoes so i can think for myself, and im not delusional....."
        }, 
        {
            "created_time": "2014-02-01T13:37:32+0000", 
            "id": "10151886088795079_12403865", 
            "message": "lol Illuminati believers are so laughable. Randy, improve your spelling first and then come back to rant. The Illuminati may be real, but no one really gives a fk anymore. Many artists use the Illuminati projections as art. Just because Shady uses these stuff, doesn't mean he IS Illuminati. It's just for fun yo. Cool down a bit. I think Illuminati projection is interesting and I'd like to use it someday too. But that doesn't mean I AM Illuminati. And do your research. Satan has nothing to do with The Illuminati. Even \"Satanism\" doesn't even have to do anything with Satan. Satan is Christian. Illuminati was(?) a group of people from the government who teamed up to control the people into what they thought is right. Don't worry about Eminem. He also has his own life, and cares about his daughters. If you're really a fan, you'd know that. He wouldn't do anything to put dirt in the names of the ones he love."
        }, 
        {
            "created_time": "2014-02-01T15:19:25+0000", 
            "id": "10151886088795079_12404511", 
            "message": "love u eme .come to india"
        }, 
        {
            "created_time": "2014-02-01T18:16:37+0000", 
            "id": "10151886088795079_12405804", 
            "message": "Really tho! This is just getting old.. IT IS A PHOTO!!!! Get over yourself"
        }, 
        {
            "created_time": "2014-02-04T07:08:19+0000", 
            "id": "10151886088795079_12427387", 
            "message": "Omg Like REALLY dude!!! Lmimpi! This is the funniest shit I have ever read! And just so by the way - Even if it was like \"so evil\" we'd all still see him as God! He will always be the best!"
        }, 
        {
            "created_time": "2014-02-07T13:51:03+0000", 
            "id": "10151886088795079_12451119", 
            "message": "well, whtever he's bro but he's rap god....."
        }, 
        {
            "created_time": "2014-02-09T05:48:41+0000", 
            "id": "10151886088795079_12464766", 
            "message": "yeah he is illumauti but he doesn't want that u can know that from his songs like the monster and headlights "
        }, 
        {
            "created_time": "2014-02-09T10:37:05+0000", 
            "id": "10151886088795079_12465769", 
            "message": "We'll never know, until Lilith comes back. And when she does, we'll know. Because of the Owls. Snow Owls. "
        }, 
        {
            "created_time": "2014-02-10T02:38:12+0000", 
            "id": "10151886088795079_12471823", 
            "message": "Word"
        }, 
        {
            "created_time": "2014-02-12T03:43:11+0000", 
            "id": "10151886088795079_12492713", 
            "message": "one word  this video is awesome, you can't afford to miss it. https://www.youtube.com/watch?v=pmepTgwNZSQ              "
        }, 
        {
            "created_time": "2014-02-13T15:08:24+0000", 
            "id": "10151886088795079_12508791", 
            "message": "I know right! He's illuminati like the rest.. symbolism doesnt matter to these people.... they just think he's cool that's all... people are blind... the music industry is being run by the illuminati.. using these talented pop stars to run the world with fame... using mind control and  they think almost everyone"
        }, 
        {
            "created_time": "2014-02-13T15:15:50+0000", 
            "id": "10151886088795079_12508845", 
            "message": "is dumb to realize that"
        }, 
        {
            "created_time": "2014-02-16T06:55:58+0000", 
            "id": "10151886088795079_12542672", 
            "message": "Haha have you guys realised that this argument has alot of hatred. We shouldn't devide ourselves nor give what they want. Yea some people don't believe and no matter how hard you try you won't be able to change that only salvation and god can so just prepare for revelations we are almost ready to take the second step "
        }, 
        {
            "created_time": "2014-02-16T14:38:37+0000", 
            "id": "10151886088795079_12546780", 
            "message": "its a metaphor symbolizing his position as RapGOD."
        }, 
        {
            "created_time": "2014-02-20T18:07:24+0000", 
            "id": "10151886088795079_12598926", 
            "message": "Guees what, u just paid attention and commented on his page, u faggot! Get the fuck outta his page, "
        }, 
        {
            "created_time": "2014-02-20T21:04:51+0000", 
            "id": "10151886088795079_12601628", 
            "message": "Aaaag again with the illuminati shit? Don't you think its a bit overrated now? Hows about you get a life? "
        }
    ]
}