{
    "data": {
        "created_time": "2017-05-29T16:38:16+0000", 
        "id": "1873596789547191_1877964245777112", 
        "message": "Yet another Coca-Cola bottle littering our streets, some of which end up in the sea via gutters and streams and even in the fish we eat. Please Coca Cola review your packaging practices and help us combat plastic pollution."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T14:07:53+0000", 
            "id": "1873596789547191_1878711009035769", 
            "message": "Hi Rob, thanks for getting in touch. We’d hate to see any of our bottles or cans ending up where they shouldn’t and want as many of them as possible to be recycled so that we can use them to make into new bottles and cans again. We’re also proud to say that all of our bottles and cans in Great Britain are 100% recyclable and have been since 2012. This means that all our drinks packaging can be recycled at home or when you’re out and about.   \n\nWe also want to make sure we use the least amount of plastic, aluminium or glass in each container and that as much recycled material as possible makes into new cans and bottles.  At the moment, at least 25% of the material in all of our bottles is recycled plastic and we want to go further. We’re  committed to increasing the amount of recycled and renewable material in our plastic bottles from 25% to 40% by 2020. \n\nWe know sustainability, and recycling specifically, is a vital issue to address and that’s why we’re currently in the process of reviewing our sustainable packaging strategy which we will publish in the summer. To keep up to date, please head to: www.coca-cola.co.uk/sustainability-section"
        }
    ]
}