{
    "data": {
        "created_time": "2016-10-16T09:21:11+0000", 
        "id": "10153846439285079_698334266997754", 
        "message": "I had to tell you something mate, and you have to read this whenever you get the chance to. Someone needs to read this. So. I'm from a shitty area in England and I've seen more shit than most people have, I've been dark I've been coked up and I've had a lot of shit in my life but honestly? I thought you needed to hear this mate. You have been such an inspiration to me and my little brother. Hes a white boy and he can rap every word you say. He smokes a lot of pot but he uses it for inspiration and Oh my God can he rap. He can rap as fast as you! He can do rap God, I've heard him. You need to get over here and you need to meet him. Youve just got to hear his skills like holy fuck. He's a chef atm and a pretty good one but his passion is rap. It always has been. You and dre have been such an inspiration to him and I know what I'm talking about. I'm grade 6 clarinet, I dabble in flute guitar and singing and I'm a theatre arts uni student hoping to do a masters in dramatherapy. Basically, if you ever get time... Hit me up. I won't be weird cause you're famous I can fucking deal with it. You've inspired so many people through all the shit you've gone through your encouraged us to speak out. Fuck the government they let us down. Fuck the world because they let us down. Fuck the universe at the best of times because it's all just one big shit storm and people are selfish pricks who are just out for themselves.  I've had more mental health issues I can count and I'm only just beginning to see why and its fucked me up my mum was emotionally manipulative and my dad beat me but they loved me and that's what's important. Fuck mental health it's about love. It's always been about love, you're untouchable and you're a legend in mine and my brothers eyes, and I wanted to tell you that.  Xxxxxxx😘😘😘"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}