{
    "data": {
        "created_time": "2016-10-18T10:30:55+0000", 
        "id": "10153846439285079_1156455031113957", 
        "message": "Not related to the Lions, though I love them, and in the same spirit as \"Not Afraid,\" I thought you might appreciate this... The Western World is now entering a period of self loathing - PC has racked her on the incredibly stupid lie that all she is/has was stolen from spiritually pure, third-world chumps. Religion continues to present the same muddy and unprovable claims of various loving and/or hateful gods - this time in even greater and more ludicrous superlatives than in the past. Progressivism offers its cowardly and moralistic poison of sharp elbowed, paternalistic, self-love, financed with the same old mental porn of other people's influence/money. Conservativism still can't seem to focus enough to bring a cogent case..... though it is arguably the purest of the concepts. Socialism, though defeated, remains palatable to those too immature to understand that they can actually have a little cake, and get to eat it too. While others seem focused on innies and outies - who has what urinary/reproductive plumbing, perhaps the most boring topic of all. This world is a hot mess. As it has always been. Wake the hell up people! Own your own life. Don't sell cheap to anyone. And especially, don't give your heart away to anyone intellectually lesser than yourself... burning up on a cause that is less than what you are. As for me, NO ONE lives rent free in my mind, this place that I hope constitutes some sort of quality and freedom. What about yours? Who's failing to pay the appropriate dues to remain on board your beloved mental ship as you navigate the hazards of this life?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}