{
    "data": {
        "created_time": "2014-10-21T21:42:37+0000", 
        "id": "10153129007961729_10153137634796729", 
        "message": "Love facebook can keep up with my friends old and new"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-21T22:05:18+0000", 
            "id": "10153129007961729_10153137673906729", 
            "message": "That's great Cecilia! We're so glad we can help you stay connected with your friends. -Elissa"
        }, 
        {
            "created_time": "2014-10-22T01:34:47+0000", 
            "id": "10153129007961729_10153138006881729", 
            "message": "LIKE"
        }, 
        {
            "created_time": "2014-10-22T01:47:08+0000", 
            "id": "10153129007961729_10153138025886729", 
            "message": "Facebook  thank to make possible to found a loving family member."
        }, 
        {
            "created_time": "2014-10-22T06:12:47+0000", 
            "id": "10153129007961729_10153138383471729", 
            "message": "Elissa, facebook, somebody please listen.....We have been trying to report a page..we are unable to do it through the cover photo.   Mark, we have a problem.  Someone started a page \"Haverhill's Crazy Mike\".  The person in the picture is a disabled Vet. He suffers from mental illness as a result of serving in Viet Nam.  He did not start the page.  Someone has gone around and taken pictures of him and started this page.  I grew up in the town where Mike lives and watched many times his actions.  It is really sad sometimes to see his outbursts..but, apparently someone thinks this is funny.  He walks..a lot!  Talks to himself and, on occasion, get's on a flying horse at the grocery store.  I feel as though this person that started this page is making fun of the mentally ill. \n\n Myself. as well as several other people..have tried to report the page but only can report on the pictures as there is no cover photo to click on.  I have been told it's not against Face books policy?  Really Mark?  I would appreciate it if you would look into this matter.\n\nI hope you see this message.\n\nThank you,\n\nBrenda Fitton Avery"
        }, 
        {
            "created_time": "2014-10-22T14:16:40+0000", 
            "id": "10153129007961729_10153139121846729", 
            "message": "Brenda, if you discover another way to post complaints, I hope you'll mention it here or even send me a private message.  Posting them here seems to be ineffective as apparently this page is only for posting \"positive\" experiences with friends.  You would think we could get some service here as the name of this page is \"Facebook Product/Service\".  I had a bad experience last week on Facebook and when I saw that staff members were replying to posts here, I got my hopes up that I would get some attention.  Not the case.  Facebook doesn't seem to have anything in place where people with \rFacebook-related problems can get some REAL HELP AND ATTENTION from actual humans.  If you find such an avenue, I hope you'll share it.  I'm very frustrated that people with issues are directed to the Help Center, and that's it.  In the meantime, good luck getting that page reported.  I hope that works out for you.  - Dave"
        }
    ]
}