{
    "data": {
        "created_time": "2014-10-23T19:30:56+0000", 
        "id": "10153129007961729_10153142284451729", 
        "message": "Facebook - why is it that people can see the edits that I do?  I mean, I do not like that one at all.  Just realized that people could do that.  And another thing......NO-I DON'T WANT TO SEE TOP STORIES.  If I choose RECENT STORIES, I want it to stay that way until I choose to change it, not have it randomly changed for me. "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-23T19:34:37+0000", 
            "id": "10153129007961729_10153142292336729", 
            "message": "Hi Meghan. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://on.fb.me/1FKawA8. -Chantal"
        }, 
        {
            "created_time": "2014-10-24T11:34:54+0000", 
            "id": "10153129007961729_10153143856506729", 
            "message": "Then why don't you code it so that when we change it to Most Recent it STAYS that way?"
        }, 
        {
            "created_time": "2014-10-24T12:22:39+0000", 
            "id": "10153129007961729_10153143918121729", 
            "message": "That was my thought, but you know, default is default.  Sometimes it \"defaults\" after a week or so.....sometimes the next day.......I know why a lot of my friends are leaving facebook.  It's too much hassle to mark every friend so you can actually see their stuff, constantly mess with the \"stories\" thing, and it's just not user friendly in the same way it was before.  It's more annoying than useful.  If I don't want to see something, I will choose not to....I will choose my own settings.....quit doing it for me.  "
        }
    ]
}