{
    "data": {
        "created_time": "2013-01-28T13:16:15+0000", 
        "id": "10150316495351729_28141590", 
        "message": "REITERO de pedido para levantar el bloqueo de la cuenta nº no se cuanto no me acuerdo las veces que lo mande...\nPedido a facebook para levantar suspensión 20/3/2012 ahora 28/01/2013.-\nPOR ESTAS RAZONES POR FAVOR LEEAN BIEN Y SEAN COMPACIENTES:\nHola Sres. del facebook les comento tengo 34 años estoy jubilado por discapacidad soy Sgto. 1º retirado y para traer dinero  extra a mi casa me dedico a relaciones publicas, seguridad encubierta de boliches y además cuento con una banda de rock lo cual somos todos usuarios de esta “red social” hasta tenemos una pág. con el nombre de la banda viejos australes y otra viejos australes San Pedro novedades soy el representante, presentador y/e showman de la misma lo cual me lleva a conocer mucha gente y/o contactos que suelen ser espontáneos y nos comunicamos por esta red , ese es el motivo por el cual me viven suspendiendo, me dicen que no conozco a la persona o que no tengo amigos en común y eso es normal para mí porque estoy en un recital y viene una persona y me dice agrégame al face....que estamos en contacto para ver que hacemos y los/as agrego.-\n Saludo atte. y espero sepan entender el porqué de la solicitudes tengo una casa, Sra. y dos criaturas que mantener vivo de esto...ya que mi enfermedad me hizo jubilar de las fuerzas y saben que hoy la plata no alcanza y este es un medio de comunicación muy importante para mí, gracias por su tiempo, sepan disculpar y entender mis motivos los saludo atte. Germán parra titular de la cuenta de facebook.-\nPD: yo por mi enfermedad no tomo una gota de bebida y hay veces que las personas que te piden que lo añadas en un recital o en un boliche están ebrios/as y luego se olvidan.-\nLas mayorías de las veces, en realidad la suspensión fue por agregar a varias personas en un día y en una sola apertura de mi sesión, gracias por escucharme y espero sepan entenderme,  además soy usuario viejo, en el caso que sea posible les solicito si pueden extenderme la cant.  de personas a añadir porque si no voy a vivir suspendido y esto es una fuente de trabajo para mi es la comida de mi flia., gracias nuevamente.-\nE-mail: laleyendasp@hotmail.com\nFacebook: Germán Parra o Torugo \nGERMAN PARRA"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}