{
    "data": {
        "created_time": "2014-10-10T14:29:50+0000", 
        "id": "10152340329305079_10152363830175079", 
        "message": "16 MOST AMAZING FACTS ABOUT EMINEM\nEminem has three aliases: Eminem, The Slim Shady, and his original teenage stage name, which was M&M. His real name is Marshall Bruce Mathers III.\nBefore he heard rap, he wanted to be a comic book artist.\nEminem's relatives used to call him 'Mickey' when he was a baby because he had big ears.\nEminem dropped out of school after failing 9th grade 3 times, mainly because he skipped school too many times to battle kids on the street corners\n Eminem cuts his own hair\nTo be signed to Shady Records,one of the requirement is you to have battle Eminem.\nIN the video \"My Name Is,\" Eminem was not supposed to get hit in the face with the newspaper at the beginning and was not supposed to fall of the chair.  They were both accidents but the directors decided to keep them in the video.\nEminem has been falsely reported dead by a car crash 4 times and a drug overdose once.\nEminem's all-time favorite movie is The Matrix.\nEminem is in the Guinness Book of world Records for being fastest selling hip-hop artist.\nWhen Dre first met Eminem, Eminem was wearing a bright yellow tracksuit which he got from a sponsor because he didn't have the money to buy decent clothes. Dre thought he looked like a banana.\nEminem used to spend hours at night studying the dictionary so that he could expand his vocabulary for his rhymes.\nEminem wears glasses because he's near-sighted.\nLose Yourself may have topped the poll on songs that spurs ball players to victory but it also topped the poll on songs most likely to lead to car crashes.\nFor his 8 Mile role, Em dropped from 168 lbs (12 stone or 76.21kg) to 145 lbs (10.35 stone or 65.8kg).\nHe is a Spiderman fan.\n\ncan u add more"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}