{
    "data": {
        "created_time": "2017-11-09T07:36:04+0000", 
        "id": "10154928316615079_10154929525725079", 
        "message": "Oh yeah, I forget to unlike you. Thanks for the remind, but remember where you were, before you were signed? \nyou were bitching and rapping about the same people, that now you support you backtracking creephole.\nEm, I once respected you bro\nEven let my kid hear the rhymes you would throw\nMe a stay at home mom thinking your talent’s da bomb\nLyrics knitted like how an old lady puts together a blanket\nSliding off your tongue, cool n smooth, like how Titanic slipped beneath the water after the iceberg sank it. \nYou were just as big too, an unsinkable ship,  an icon of your time, but now it seems you’ve a chip\nOn your shoulder it sits, like an eyesore it festers\nThings once said about you, you’re now accusing unjestered \nabout people who loved you, who were inspired and saved, you drew them a line in the sand and to the left you caved.\nThe very fans who helped build up your empire are now crumpled under your feet, a slap in our face, from an ungrateful creep. \nWe gave you the fame, you gave us the finger, while acting like trash found on Jerry Springer. \nYou’re weak, You can’t put up with people voting for Trump, but have no problem banking their money? You chump. \nBiting half the hands feeding you will start the clock ticking, turning you from being Slim Shady into being Slim Pickings.\nI see no longer a lyrical hero, I see a brainwashed, butthurt, hypocritical zero.\nJ.Cook 11-09-17\n1:36 am"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-09T08:35:12+0000", 
            "id": "10154928316615079_10154929612640079", 
            "message": "\"Brainwashed and butthurt\" coming from a Trump supporter ok lol"
        }, 
        {
            "created_time": "2017-11-09T09:01:46+0000", 
            "id": "10154928316615079_10154929670160079", 
            "message": "She don't know what she wrote this lil dumbass😂😂😂"
        }, 
        {
            "created_time": "2017-11-09T11:55:53+0000", 
            "id": "10154928316615079_697153853810562", 
            "message": "Lol I love how she signed and dated it too, you know *in case it goes viral* 😩"
        }, 
        {
            "created_time": "2017-11-09T16:10:58+0000", 
            "id": "10154928316615079_1760537677579351", 
            "message": "i thought her comment was brilliant and spot on....its nothing to do with trump supporting its to do with him selling out to the illuminati satanic paedophile hollywood agenda"
        }, 
        {
            "created_time": "2017-11-09T16:56:37+0000", 
            "id": "10154928316615079_1760555847577534", 
            "message": "very welcome...much love"
        }, 
        {
            "created_time": "2017-11-09T16:57:08+0000", 
            "id": "10154928316615079_1760555990910853", 
            "message": "dont worry theyll all learn very soon."
        }, 
        {
            "created_time": "2017-11-09T16:57:12+0000", 
            "id": "10154928316615079_1760556004244185", 
            "message": "Stevan Brownlie , precisely. \nThank you."
        }
    ]
}