{
    "data": {
        "created_time": "2014-03-30T20:13:29+0000", 
        "id": "996019956062_3085200", 
        "message": "Now I just watched this video. It called The Honorable U.S. President The Devil, called him a liar, disrespected his rights to his worship of any religion he so chooses, his freedom of speech, and not to mention his right to free will. So now I got some things to say that you may not want to hear just like he doesn't like to hear the things you are saying about him. Now I don;t know President Obama personally. Wouldn't mind then maybe I could get some justice in this world. But I don't so I had to get used to not knowing my President. The people whom made this video follow this jesus character right? They call him god right? If he being god then why did he point at someone else as being god? He said why dost thou calleth me good? There is none good save one and that's god. He also said if you calling me lord and I serve then so shall you for the servant is not above his lord. For verily verily I say unto you that he whom is sent is not greater than the one whom sends. Then later he said on the mount now is the time for them to know you the one true god and the one whom thou hast sent jesus the christ. Now did you know that jesus would lie? He said none are good save one and that's god. Yet in the old testament it says what manner of evil hath been done in the city that the lord hath not done? This god does evil too. Doesn't it say that the first beast will look as if slain from the foundations of the earth? What in the hell do you think happened to jesus? He was slain from the foundations of the earth. He then arose back to life just like the first beast would and look as if he was dead yet he now lives again. Jesus got his ass tore out the frame for challenging the king. Then in Daniel it says when you see the desolation that causes isolation standing in the meeting place know that the time of the end is near. Then it rtold you to calculate the number of the beast:666. In revelations it tells you that the number of the beast shall be placed in your forehead and your right hand. Your thoughts is on this antichrist jesus and on the book that tells you so very plainly. You got the mark of the beast in your mind already and you're carrying it as you knock on peoples door telling them to accept the lord as their lord and savior. And if they don't accept then you try to curse them until they bow down. They start going through so much hell it's pitiful  til they can't buy sell or trade. President Obama gives out more E.B.T. than other presidents because we're going through a great depression like state of emergency. That way the people can still buy, sell, or trade. And they don;t even have to like him either. He gives anyways. If you couldn't buy, sell, or trade then you wouldn't have healthcare. Now I hear the very people in this video talking down about Obamacare. Many of the churches don't like it either. Because it's insuring that the people in whom they were cursing can still buy, sell, or trade when the church was trying to bow those people down. No I hear in other videos the church talking about wanting to bow down alien beings to this jesus of theirs?! Don't you know that will be the cause of an interplanetary war should alien beings be found to be real? These alien beings have their own belief system that has caused them to move further than we ever could at this point in time and you want them to bow to your primitive beliefs? The church has gone to the point of blatantly showing that they will not have any respect for these aliens beliefs, belief systems, right to choose, or freedom. It's you will bow or else. If that's not the workings of iniquity then I don;t know what is. I fdon;t give a rats ass about what that science fiction novel has to say about all knees shall bow and all tongues shall confess that christ is king. Why I don;t give a rats ass you may ask? It's because that science fictional novel says that the second beast will make the world and all of it's inhabitants bow down to the first beast. You don;t see Lucifer going around telling eveyone to bow to him. What you see is the followers of jesus going around telling the world and it's inhabitants to bow down to jesus.  Sounds like the second beast right? That machine going around bowing everyone down. How do you know? Simple. Just go back to the very beginning. This god wanted you to bow to his will. Lucifer never asked Adm or Eve to bow down. He instead educated them. And that education freed them. They because too much like god. That's why the likes repelled. Like doesn't attract like. Likes repel. And only through your bowing down can this god ever be attracted to you. And when you become too much like god he tries to destroy you. That's why he fears you. And it was Lucifer that taught you that. Not this god. This god wanted you to stay ignorant to whom you really are. This god would never teach you. Lucifer would. This god wants you to only be a slave. He never meant for you to be conquerors. Lucifer gave you what it took to become conquerors. Now repent!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}