{
    "data": {
        "created_time": "2016-05-19T21:25:37+0000", 
        "id": "10153544540740079_10153544586995079", 
        "message": "To all you people who say the old Eminem was better like shut the fuck up he keeps getting better and better most of you are caught up in these so called rappers nowadays that literally talk about the same shit Eminem blows your mind cause his lyrics are off the fucking charts nobody can or will ever compare to him the only rapper who can compare is proof who is not with us anymore rip #eminemandproofforlife"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 432
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-19T21:40:06+0000", 
            "id": "10153544540740079_10153544616015079", 
            "message": "Take Em's manhood out of your mouth"
        }, 
        {
            "created_time": "2016-05-19T21:42:00+0000", 
            "id": "10153544540740079_10153544618490079", 
            "message": "yes Old Eminem lyrics were better"
        }, 
        {
            "created_time": "2016-05-19T21:42:11+0000", 
            "id": "10153544540740079_10153544618765079", 
            "message": "Eminem is dope but music is subjective and I would have to agree that he was in his prime during 97-01 era. He's still great but he's older and not as hungry as he was back then. Add to the fact that he's ran out of shit to rap about and it really comes down to maybe time to say that's a wrap before he starts to fading away"
        }, 
        {
            "created_time": "2016-05-19T21:45:37+0000", 
            "id": "10153544540740079_10153544625100079", 
            "message": "His lyrics are better thought out and smarter since 2009, his songs before 2009 are audibly better though. he is so much better at writing since Relapse"
        }, 
        {
            "created_time": "2016-05-19T21:51:41+0000", 
            "id": "10153544540740079_10153544634400079", 
            "message": "Calm down or you will wet your panties brother. 😀"
        }, 
        {
            "created_time": "2016-05-19T22:02:26+0000", 
            "id": "10153544540740079_10153544652760079", 
            "message": "2pac and biggie were in a different time fuck stick the fuck outta here with that nonsense"
        }, 
        {
            "created_time": "2016-05-19T22:03:44+0000", 
            "id": "10153544540740079_10153544654130079", 
            "message": "And someone tell me who wants beef with Eminem..don't worry I'll wait?"
        }, 
        {
            "created_time": "2016-05-19T22:05:42+0000", 
            "id": "10153544540740079_10153544656630079", 
            "message": "No no no. I've been an avid Eminem fan since he came on the scene. Bought nearly all his albums (except ones I could get my hands on on this country) and out of all his albums, mmlp and mmlp2 are just mind blowing. Re-up and relapse were amazing. Encore was good and then the rest was average, including SSLP although I will say SSLP had a few songs on there that I love to this day."
        }, 
        {
            "created_time": "2016-05-19T22:20:04+0000", 
            "id": "10153544540740079_10153544678230079", 
            "message": "David Peploe MMLP2 is arguably his most genius album. but bandwagoners say it sucks and clearly don't know anything about lyricism"
        }, 
        {
            "created_time": "2016-05-19T22:23:30+0000", 
            "id": "10153544540740079_10153544683780079", 
            "message": "Nah. IMO, Eminem never stopped being awesome, but he doesn't let  Slim out much these days. SSLP through to Encore were all brilliant albums, musically and Lyrically. Don't get me wrong though, he still shines Lyrically to this day, but it is crazy how his flow has changed so much since he quit the drugs. SSLP is easily my favourite album, and MMLP has that angsty vibe that I loved so much as a teen. Despite everything though, he still continues to reinvent himself and push his sound forward, and u can't really ask more of an Artist than that!"
        }, 
        {
            "created_time": "2016-05-19T22:32:21+0000", 
            "id": "10153544540740079_10153544695580079", 
            "message": "Grew up in my teenage years listening to his music non-stop.  Fast forward to me @ 28 still listening to all his music. There are some tracks on XV that I absolutely love and get on repeat quite often."
        }, 
        {
            "created_time": "2016-05-19T22:40:32+0000", 
            "id": "10153544540740079_10153544709435079", 
            "message": "I would like to see him go back to dre and himself producing. The production is where I think he's fell off. His beats used to be so much better."
        }, 
        {
            "created_time": "2016-05-19T23:06:59+0000", 
            "id": "10153544540740079_10153544749095079", 
            "message": "Matt Sena nah not at all. Lyrically his first album is the best. He was still one of use when he wrote that album so it's way more relatable and the content is fresh. From 2009 on he is growing into a pop star, I hate to say it but it's true"
        }, 
        {
            "created_time": "2016-05-19T23:10:14+0000", 
            "id": "10153544540740079_10153544755270079", 
            "message": "I AGREE 100% THIS DRILL AND TRAP MUSIC ARE THE SAME REPETITIVE BULLCRAP. MONEY HOES LEAN AND GUNS. BASIC REPETITIVE BULL SHIT OVER AUTOTUNED COPIES"
        }, 
        {
            "created_time": "2016-05-19T23:25:31+0000", 
            "id": "10153544540740079_10153544782020079", 
            "message": "Thank you Seth Dow be like Seth Dow he knows what I'm talking about👍"
        }, 
        {
            "created_time": "2016-05-19T23:37:16+0000", 
            "id": "10153544540740079_10153544799455079", 
            "message": "Infinite will always be his best"
        }, 
        {
            "created_time": "2016-05-19T23:39:42+0000", 
            "id": "10153544540740079_10153544802005079", 
            "message": "lol it's the internet, you can't change everybody's opinion. Just that most people like his old music because that's what they grew up listening to or it's nostalgia"
        }, 
        {
            "created_time": "2016-05-20T00:34:03+0000", 
            "id": "10153544540740079_524980144376968", 
            "message": "Eminems old lyrics were not better, he did have great and insane multi-syllable rhymes back in his earlier albums, his new stuff still has some of that but it's now more poetic and lyrical, metaphors/punch lines and entendres, his music is so great because it has so much replay value, you might know his newer stuff by heart word for word and you will catch new clever meanings to his lyrics the more you listen."
        }, 
        {
            "created_time": "2016-05-20T01:13:10+0000", 
            "id": "10153544540740079_524994824375500", 
            "message": "You forgot 2pac he inspires em"
        }, 
        {
            "created_time": "2016-05-20T02:08:43+0000", 
            "id": "10153544540740079_525017924373190", 
            "message": "Royce is the only rapper that comes close to Eminem's potential, and i like his old shit and new shit, but in new songs, Eminem is out of topics, Seriously tho u can't fake being broke, now that u are a millionaire"
        }, 
        {
            "created_time": "2016-05-20T03:22:26+0000", 
            "id": "10153544540740079_1735625410047339", 
            "message": "He was in his prime till 2002.\nHe'll never attain that peak again.\nHis old stuff was obviously better than his new stuff.\nIt made him the legend he's today.\n\nBut lyrically..\nHe's still better than ever.\nHe keeps improving with every LP.\nOnly problem is his awful beat choices(Which can happen sometimes) \nAnd he barely collabs with rappers."
        }, 
        {
            "created_time": "2016-05-20T06:48:37+0000", 
            "id": "10153544540740079_1735684683374745", 
            "message": "If you say proof is the only one who can be compared with eminem, you dont know the hip hop culture. Peace from germany"
        }, 
        {
            "created_time": "2016-05-20T08:04:10+0000", 
            "id": "10153544540740079_1735700330039847", 
            "message": "I don't think he kept getting better since he was at top since Slim Shady LP, but he changed his style and re invented hisself serveral times."
        }, 
        {
            "created_time": "2016-05-20T13:50:12+0000", 
            "id": "10153544540740079_490152054515001", 
            "message": "Fuck ya Ashton that's what I'm saying amen to that brotha"
        }, 
        {
            "created_time": "2016-05-20T13:57:54+0000", 
            "id": "10153544540740079_490154581181415", 
            "message": "The old Eminem was better"
        }
    ]
}