{
    "data": {
        "created_time": "2014-11-21T17:52:13+0000", 
        "id": "10153203296316729_10153206599581729", 
        "message": "Greetings Facebook admins. Could someone please assist me with issue regarding bug which disabled Company's profile/page I administrate? Please do not tell me to visit help since It can not be solved by following help tips. The problem was caused most likely by fault in Facebook program code and can be fixed only by direct Facebook administrator intervention. PLEASE HELP! :("
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-21T18:24:01+0000", 
            "id": "10153203296316729_10153206656951729", 
            "message": "Hey Dragomir. We're sorry you're experiencing issues. If something's not working on Facebook, or you think there's a bug, you can report it to us. Learn how to report a problem with Facebook here: http://on.fb.me/1xWwfAw -Ryan"
        }, 
        {
            "created_time": "2014-11-21T18:58:40+0000", 
            "id": "10153203296316729_10153206744441729", 
            "message": "Hi. Thanks for your response. I reported it at least 5 times during past month. I sent feedback about Facebook services, I've even sent official paper letter from our Company to Facebook office in Ireland. Nothing happened. There was a fault in conversion from profile to Page. Profile was blocked some 40 days ago since it was Company so conversion to Page was offered. We converted it into Page. Page was created, all content saved, page took URL from the profile, friends converted to likes, almost everything worked perfectly, BUT profile which was converted to page still reports that it has to be converted to Page and is blocked from normal use. How do I get it unblocked so I can control page and assign admins? Please respond. I did not find any relevant topic in help. Only intervention from people who control and administrate Facebook website can help since this classifies as bug or glitch. Please, it's been more than month that our Company's Facebook communication with clients was blocked. It's really hurting our business. Please help us.\nThank you.\nBest regards"
        }, 
        {
            "created_time": "2014-11-26T10:15:32+0000", 
            "id": "10153203296316729_10153217683591729", 
            "message": "Actually you are very much cordial, I respect those men..."
        }
    ]
}