{
    "data": {
        "created_time": "2017-01-24T17:06:42+0000", 
        "id": "10152942289060079_1830322010542324", 
        "message": "This is going to sound crazy, I don't even know if this will get to you, but I wanted to say thank you, god bless your beautiful big heart. God bless you for standing up for yourself and what you believe in. I know this sounds crazy, but I'm a king too. I've been beaten down, kicked around my whole life, but I am a king too. I have OCD and depression and a slew of other monsters and I fight my demons every single day, and you inspire me through every moment, every painful agonizing moment, you remind me that we are strong. That we must fight this. I will never give up. I will keep going. I will punch through the darkness until it bleeds daylight and keep going, never stop, never ever stop. Thank you for your beautiful song, 'The Monster', it really helps a lot to know that we are not alone. I know I'm but one person, but I'm a king too, and I've got a voice, and one person can move mountains. Thank you for all that you've done for the world, to inspire, to awaken the hearts of the broken, and trodden down. My monsters are my friends, they teach us the balance, to keep fighting on. Thank you, bless you with every ounce of my strength and my being, god fucking bless you. Fight on. Kings never die."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}