{
    "data": {
        "created_time": "2017-10-19T01:34:41+0000", 
        "id": "10154880628245079_926487394165020", 
        "message": "Not a Trump supporter but all of these whiney celebrities need to shut their mouths and do what they do best....make movies or make music. Using fame to blindly influence your fans is extremely irresponsible. I know Eminem is a sad little boy inside but his video was pathetic. I used to be a huge fan of his too. Oh well. Now I can spend my time and money on an artist that actually matters to me."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T02:32:32+0000", 
            "id": "10154880628245079_123280011722723", 
            "message": "I get what you mean and i agree. But i just don't understand one thing; why someone should not state their opinion just because their job is in front of the TV? they are citizens like you. They grew in the same society as you. They have the same rights as you. They are humans just like you. They have jobs and working their ass off like you. They a member of the society like you. The most illogical argument i ever heard in my entire life is the fact that some people think they are entitled to speak more than those so called aliens celebrities. It's totally illogical."
        }, 
        {
            "created_time": "2017-10-19T02:37:03+0000", 
            "id": "10154880628245079_123280485056009", 
            "message": "So all Americans need to stop practicing their First Amendment I gotcha what a fucking Russian troll thing to say how much is Putin paying you to shit on the 1st amendment"
        }, 
        {
            "created_time": "2017-10-19T03:13:49+0000", 
            "id": "10154880628245079_173243186563876", 
            "message": "Matthew Mayer sharing your opinion and purposefully influencing stupid people are two completely different things. I'm all for free speech and voicing your opinion. What's bullshit is celebs like Eminem and these other douchebags making provocative statements in order to get some half wit liberal to feel the same way for reasons they can't explain."
        }, 
        {
            "created_time": "2017-10-19T03:26:10+0000", 
            "id": "10154880628245079_285186191974746", 
            "message": "Greg Wieder are you serious? I can't tell because your social skills are clearly terrible."
        }, 
        {
            "created_time": "2017-10-19T17:33:28+0000", 
            "id": "10154880628245079_1972558473018075", 
            "message": "You obviously haven't listened to his music bc he's been ripping on politicians and speaking his mind since forever."
        }, 
        {
            "created_time": "2017-10-19T20:36:21+0000", 
            "id": "10154880628245079_602034953300587", 
            "message": "Have you forgotten his lyrics? He's a warped piece of shit. Rapping about fucking men in the ass and decapitating his ex wife to raping his mom. What sane person can relate to that? You call it speaking his mind. Most people would say he's a psychopath, which he is, clearly. I listened to him before I knew what good music was. I eventually realized that he was crazy and his little minions were too."
        }, 
        {
            "created_time": "2017-10-20T17:50:49+0000", 
            "id": "10154880628245079_124421924935635", 
            "message": "Matthew Mayer I think you're partially right. Influential celebrities are NOT like you and me. They have bodyguards, private jets, private chefs, a significantly higher income, the nicest cars, not a member of society like me....I could go on and on. My point is, they are not affected by the elections in the same way we are. They are not objective in any way. They tell their minions who they hate and suddenly careers are ended. Not ok. I have yet to find a responsible celebrity that tells people to vote for who they think is right."
        }, 
        {
            "created_time": "2017-10-31T18:30:53+0000", 
            "id": "10154880628245079_492137307828890", 
            "message": "If you dont like loud mouth celebrities getting into politics why did you vote for one?  A D lister at that."
        }, 
        {
            "created_time": "2017-10-31T23:13:17+0000", 
            "id": "10154880628245079_1514958091957047", 
            "message": "Who says I did? You just assume I did because I don't like Eminem. That tells us all quite a bit about you."
        }, 
        {
            "created_time": "2017-10-31T23:49:42+0000", 
            "id": "10154880628245079_131750110819858", 
            "message": "Yes, it tells you that i can make correct assumptions."
        }, 
        {
            "created_time": "2017-10-31T23:49:43+0000", 
            "id": "10154880628245079_151221885493178", 
            "message": "O snap!"
        }, 
        {
            "created_time": "2017-10-31T23:56:01+0000", 
            "id": "10154880628245079_1514982395287950", 
            "message": "I didn't vote for Trump. I didn't vote for Clinton either. Both were not good options. I voted 3rd party. You clearly think you're much smarter than you actually are. Not surprised. I assume you're either not a US citizen or you voted for Clinton. Both would make you inelligible to comment on American politics."
        }, 
        {
            "created_time": "2017-11-01T02:15:20+0000", 
            "id": "10154880628245079_155881255013490", 
            "message": "^guy's ashamed to admit he voted for trump."
        }, 
        {
            "created_time": "2017-11-01T03:38:29+0000", 
            "id": "10154880628245079_205386953335108", 
            "message": "^guy's too stupid to know when he's wrong."
        }
    ]
}