{
    "data": {
        "created_time": "2017-10-19T01:13:45+0000", 
        "id": "10154880628245079_926479640832462", 
        "message": "Sad part is man i had a lot of respect for you. You went thru a lot of shit to get to where you are. I thought you would be smart enough to stay out of the politics. Yeah you still got fans that's true. But have you looked at the NFL lately? All the other actors and actresses that voice their political positions? They lost a huge amount of support and money. I'm a Trump supporter but I look at both sides. On some things I can agree with you and Colin. Police brutality happens often. Racism still happens this is true. Oppressed tho? Nah I don't see it. Not to mention what does the flag and anthem have to do with the cops? Nothing. The message doesn't get across when you protest the anthem and the flag. I was a soldier. To me that's like saying fuck every soldier who died, they didn't mean shit. Nobody will read this and you eminem certainly won't nor reply. But I had really hoped you would have been smarter than this"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T05:11:07+0000", 
            "id": "10154880628245079_389158114851200", 
            "message": "I just wanted to let you know I did spend the time to read this entire comment. I completely agree with you also. Thank you for your service sir. God bless!!"
        }, 
        {
            "created_time": "2017-10-19T18:00:43+0000", 
            "id": "10154880628245079_126277034740052", 
            "message": "I read it too. Good writeup. God bless you and #MAGA"
        }
    ]
}