{
    "data": {
        "created_time": "2017-10-19T01:01:14+0000", 
        "id": "10154880628245079_10154880662790079", 
        "message": "I fully support you  Eminem but im also a red blooded trump supporter and if you dont like it you can go get fucked. You cant stop me from listening to your music or liking trump dumb ass"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T01:02:48+0000", 
            "id": "10154880628245079_10154880666270079", 
            "message": "i don't like trump"
        }, 
        {
            "created_time": "2017-10-19T01:03:52+0000", 
            "id": "10154880628245079_10154880670490079", 
            "message": "Ummm ok you're entitled to your opinion"
        }, 
        {
            "created_time": "2017-10-19T01:03:59+0000", 
            "id": "10154880628245079_10154880670655079", 
            "message": "I do like trump"
        }, 
        {
            "created_time": "2017-10-19T01:10:42+0000", 
            "id": "10154880628245079_926478577499235", 
            "message": "I love Eminem and DESPISE TRUMP!!! You're an ass for supporting that psycho SOB!!! #ImpeachTrumpNOW #StopRacismNOW!!!!"
        }, 
        {
            "created_time": "2017-10-19T01:13:43+0000", 
            "id": "10154880628245079_855731947919379", 
            "message": "TRUMP! TRUMP! TRUMP! MAKING AMERICA GREAT AGAIN AFTER THAT FUCKING FOREIGNER SCREWED US FOR 8 YEARS"
        }, 
        {
            "created_time": "2017-10-19T01:14:44+0000", 
            "id": "10154880628245079_855732881252619", 
            "message": "Kyler Pyke your mom should have swallowed you"
        }, 
        {
            "created_time": "2017-10-19T01:19:54+0000", 
            "id": "10154880628245079_926482087498884", 
            "message": "Im with you man. I support trump and I am not racist. I'm not butthurt because he \"dissed\"  trump. That's his right. I think its funny that he actually has fans who give a fuck about what he thinks of trump or him telling them fuck you."
        }, 
        {
            "created_time": "2017-10-19T01:28:00+0000", 
            "id": "10154880628245079_926485697498523", 
            "message": "Dustin Schipper  thank you!!! You're probably the most intelligent person ive talked to about this. Its ignorant as fuck to bitch and moan and get butt hurt (which is their opinion) over a grown man voicing HIS opinion."
        }, 
        {
            "created_time": "2017-10-19T01:29:36+0000", 
            "id": "10154880628245079_2009303816023263", 
            "message": "And im only \"racist\" against ignorant people. Black white brown color is not restricted. Ignorance is the problem"
        }, 
        {
            "created_time": "2017-10-19T01:31:05+0000", 
            "id": "10154880628245079_2009304182689893", 
            "message": "Im only upset that i cant like Carol Ann Shauan frown face. Here Carol 🤣🤣🤣😃🤣🤣"
        }, 
        {
            "created_time": "2017-10-19T01:56:27+0000", 
            "id": "10154880628245079_926493690831057", 
            "message": "Carol Ann Shauan your opinion of Eminem and trump are your OPINION. He's not an ass for supporting what he believes is right. You and your trump hating people are like Isis.... \"if your Christian they behead you for not believing in their god....\" y'all make me sick... your all terrorists against people for their opinion stfu and let people have their own beliefs and decisions... #StopPromotingIsis #AmericansAreFailingAmericans"
        }, 
        {
            "created_time": "2017-10-19T03:33:29+0000", 
            "id": "10154880628245079_102554290509492", 
            "message": "Look at all the closed minded liberals who hate Trump. You guys hate Trump because he is supposedly a big bad bully yet you do nothing but shit on people for supporting him even though you don't even know any of us? You people are unamerican. So isnt feminem. Part of being American is accepting people regardless of beliefs. Go cuddle up with your blankie and baby bottles a little bit more. Hopefully you'll get over it since its going to take 3 years to be ridden of him."
        }, 
        {
            "created_time": "2017-10-19T05:26:01+0000", 
            "id": "10154880628245079_102649433833311", 
            "message": "Kyler Pyke sooooooo lemme get this straight. you're only racist against \"ignorant people\" but you just referred to Obama as \"that fucking foreigner\". so given that he was born in America (thereby showing you to be stupid as fuck) are you know racist against yourself??? just wondering ya know."
        }, 
        {
            "created_time": "2017-10-19T05:29:57+0000", 
            "id": "10154880628245079_1660124080685070", 
            "message": "So because i call some one a foreigner you rasist. Yep you're one of the ignorants i was referring to. Thanks"
        }, 
        {
            "created_time": "2017-10-19T05:31:12+0000", 
            "id": "10154880628245079_540058019671383", 
            "message": "Carlon Davenport you got the birth certificate or you just believe everything you read on the internet. Go sit down somewhere dumb ass"
        }, 
        {
            "created_time": "2017-10-19T09:34:23+0000", 
            "id": "10154880628245079_126187021415720", 
            "message": "Yeah carlton Davenport. Such a very rational thought of you ya squid!"
        }, 
        {
            "created_time": "2017-10-19T21:26:45+0000", 
            "id": "10154880628245079_136892143705568", 
            "message": "lol.... Kyler Pyke and Branden Newman YOUR PRESIDENT Trump said he was born in the United States...maybe if you actually knew what the fuck you were talking about you wouldn't come off as IGNORANT. Also it's painfully obvious you didn't even read what I wrote cause I was calling you a hypocrite and stupid... not racist.... but that remains to be seen. but.... maybe #45 finally admitting he was born in America is fake news too. that's what all you Trumpsters claim anyway right...if it doesn't make Trump look good it must be fake right?"
        }, 
        {
            "created_time": "2017-10-19T21:28:59+0000", 
            "id": "10154880628245079_183172282244972", 
            "message": "Lol i dont waste my time reading posts from cry baby butt hurt safe place kids. I just like to watch all you get your vaginas in a twist"
        }, 
        {
            "created_time": "2017-10-19T21:29:31+0000", 
            "id": "10154880628245079_120907718606699", 
            "message": "http://www.foxnews.com/politics/2016/09/16/trump-clinton-trade-barbs-over-obama-birther-movement.html    even copied it from your favorite news channel Faux News... maybe you'll believe them."
        }, 
        {
            "created_time": "2017-10-20T18:40:22+0000", 
            "id": "10154880628245079_185009672071589", 
            "message": "Kyler Pyke STFU!!!!"
        }, 
        {
            "created_time": "2017-10-20T18:43:38+0000", 
            "id": "10154880628245079_173222409923654", 
            "message": "Lol eat a dick. Maybe i can get eminem and trump on a beat together. We'll call it the make AMERICA great again freestyle hahahaahha 🤣🤣🤣🤣🤣"
        }, 
        {
            "created_time": "2017-10-20T18:45:55+0000", 
            "id": "10154880628245079_126836821336899", 
            "message": "You're an ASSHOLE!!! I hope Eminem gets his 'boys' to hunt your ass down and beat you into the ground you vile, ignorant excuse for a human being!!! Eat your own dick!!!!"
        }, 
        {
            "created_time": "2017-10-20T18:46:12+0000", 
            "id": "10154880628245079_707654349426141", 
            "message": "Like look at this bitch up here ^^^^ whew that vagina is inflamed and rashy. I think there is a walgreens around the corner you can go to for your safe place to feel."
        }, 
        {
            "created_time": "2017-11-04T13:45:43+0000", 
            "id": "10154880628245079_142017236435015", 
            "message": "fu©k trump \n\n&\n\nf@©k trump\n\ntoo"
        }
    ]
}