{
    "data": {
        "created_time": "2017-10-19T01:44:00+0000", 
        "id": "10154880628245079_926490177498075", 
        "message": "It takes a real genius to tell at least 50% of your fan base to fuck off with your nonsensical garbage of a rant you called a cypher, when sales of your albums are as shitty as the music contained within. Either your record label put you up to it as a marketing gimmick to bring back a semblance of relevancy for your name, or you are just too damn dumb to have thought it through enough to consider the ramifications from telling your few remaining fans who might've actually bought your garbage, to go get fucked. I have a feeling you'll be joining Colin with that balled-up fist as two people who can't get an offer to sign a contract because of your stupid and highly disliked sjw virtue signalling disasters. Too bad all that talent was wasted on your dumbass, you pussy. Go fuck your mother.....again."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T01:46:51+0000", 
            "id": "10154880628245079_2009307729356205", 
            "message": "Redneck fuck"
        }, 
        {
            "created_time": "2017-10-19T02:07:23+0000", 
            "id": "10154880628245079_2009319132688398", 
            "message": "Redneck fuck? Lol okay buddy. I was listening to Em while you were still swimming around in your daddy's little nut sack, you inbred waste of space. How about you tell your mom that because she was to fucking scared to swallow her cousin's load, we are forced to suffer the consequences of her birthing your dumbass into existence, an existence that plagues the globe and whose mere glance at a woman causes her womb to become as barren as the Sahara desert. You poor, poor sap. It's not too late to end it and in your case, suicide is a strong viable alternative option that is definitely worthy of much consideration."
        }, 
        {
            "created_time": "2017-10-19T02:30:01+0000", 
            "id": "10154880628245079_2009323776021267", 
            "message": "Awwww look guys a orange snowflake."
        }, 
        {
            "created_time": "2017-10-19T02:49:11+0000", 
            "id": "10154880628245079_926509444162815", 
            "message": "I'm not orange so I don't know what the fuck you're talking about. The snowflakes are those who get offended and upset at some total stranger giving his opinion about a second totally different stranger that he happens to have grievances with, and can't scroll on past without crying because he didn't like what the stranger had to say in an open letter to the second complete stranger, where he aired his disappointment and dismay for what that person has become and the things he said that were directed right at him as a fan. You know, kind of like how feuding rappers go after each other in their rhymes. I suppose you think Em is a snowflake then too, huh you little bitch-made pussy."
        }
    ]
}