{
    "data": {
        "created_time": "2017-10-19T00:55:43+0000", 
        "id": "10154880628245079_10154880650470079", 
        "message": "Mr. Mathers....I see alot of haters on this post. They can hate all they want, but will NEVER reach your level!! You are a true American and express your freedom of speech! You are the epitome of the American dream and THE BEST RAPPER ALIVE!! Let the haters hate..we need another album Em! Love u so much!!❤❤❤❤❤❤💋💞👏👏👏👏"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 140
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 33
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T00:59:27+0000", 
            "id": "10154880628245079_10154880658660079", 
            "message": "His level of hate you mean???? Seems to me he was spewing hate in his crappy freestyle and his past history of lyrics spews hate! Love the hypocrisy on this thread, unreal!"
        }, 
        {
            "created_time": "2017-10-19T01:02:28+0000", 
            "id": "10154880628245079_10154880665580079", 
            "message": "Epitome. Twat."
        }, 
        {
            "created_time": "2017-10-19T01:02:29+0000", 
            "id": "10154880628245079_10154880665600079", 
            "message": "Lol. 👌"
        }, 
        {
            "created_time": "2017-10-19T01:04:28+0000", 
            "id": "10154880628245079_10154880672125079", 
            "message": "Hey thanks newboob or whatever your name is... I guess now im a better person"
        }, 
        {
            "created_time": "2017-10-19T01:04:50+0000", 
            "id": "10154880628245079_10154880673155079", 
            "message": "Girl are you diluted or what. His freedom of speech? You mean his diluted bought out beliefs going against the very grain of who he is? Or the fact he's a hypocrite and judges on the color of our president? Why would he give you another album? He'd rather make a shit freestyle basically segregating his fans an not put out real music. Sad to see his fall from glory. Pathetic per usual."
        }, 
        {
            "created_time": "2017-10-19T01:07:32+0000", 
            "id": "10154880628245079_10154880680855079", 
            "message": "Oh God! People! This is whats wrong with this world! All I was doing is complimenting an artist I care about. I didn't ask for any opinions from any of u. Its not that serious. I like what I like. I dont go out of my way to hate on people. Everybody relax"
        }, 
        {
            "created_time": "2017-10-19T01:08:22+0000", 
            "id": "10154880628245079_10154880682795079", 
            "message": "Shit, he was swinging on trumps nuts a few years back, before it became popular to hate him lmao, whatever works for you shady..."
        }, 
        {
            "created_time": "2017-10-19T01:13:14+0000", 
            "id": "10154880628245079_926479514165808", 
            "message": "I love his music too, but I cannot and will not ignore someone who is a public opinion and voice disrespect someone that they don't know a mother-fuckin thing about. And well it must be serious when you bring things like freedom of speech into it. Politics aside, he's a cool dude with a real anti-establishment kick to him and wicked lyrics, that's what he made himself out to be, so why the hypocrisy? Much love, don't bring politics into shit you can't debate about, it'll save ya less trouble."
        }, 
        {
            "created_time": "2017-10-19T01:46:58+0000", 
            "id": "10154880628245079_855742921251615", 
            "message": "Matthew Koenig, you do know he roasted Bush, right? Now all of a sudden, blasting Trump is going against who he is? People just don't like Trump. Forget politics, just the person alone."
        }, 
        {
            "created_time": "2017-10-19T01:56:04+0000", 
            "id": "10154880628245079_2009310529355925", 
            "message": "Speak...."
        }, 
        {
            "created_time": "2017-10-19T01:56:30+0000", 
            "id": "10154880628245079_123275511723173", 
            "message": "The stupid runs deep with the Trump supporters."
        }, 
        {
            "created_time": "2017-10-19T01:57:03+0000", 
            "id": "10154880628245079_926493854164374", 
            "message": "I know he did Bill, I've listened to him for many years, always appreciated that to an extent, and hating on Bush was way more relevant and deserving considering what the man was involved in. Do you even know what Trump stands for? He's anti-establishment, anti-demo/republican. Eminem is just another fool running with the main-stream narrative of him being a racist or a vividly bad person, which couldn't be less true, just to make himself relevant again.. Educate yourselves. I know Em has never liked the guy, but if you're that against someone like that, you should really read legitimate facts rather than emotion based opinions."
        }, 
        {
            "created_time": "2017-10-19T01:57:35+0000", 
            "id": "10154880628245079_2009310926022552", 
            "message": "And I would LOVE to see Em debate them."
        }, 
        {
            "created_time": "2017-10-19T02:42:27+0000", 
            "id": "10154880628245079_123281258389265", 
            "message": "Lol, Eminem is the real hater!"
        }, 
        {
            "created_time": "2017-10-19T02:57:50+0000", 
            "id": "10154880628245079_123283201722404", 
            "message": "Nobody believes you Matthew"
        }, 
        {
            "created_time": "2017-10-19T03:00:55+0000", 
            "id": "10154880628245079_124136238273162", 
            "message": "How does his asshole taste dingbat. State law!!"
        }, 
        {
            "created_time": "2017-10-19T04:11:57+0000", 
            "id": "10154880628245079_389145121519166", 
            "message": "Your freedom  of speech  does not  allow u to make threats to anyone  especially  our President"
        }, 
        {
            "created_time": "2017-10-19T05:54:51+0000", 
            "id": "10154880628245079_1660135130683965", 
            "message": "He's a true fucking puppet is what he is going off the same media that bashed him for years"
        }, 
        {
            "created_time": "2017-10-19T05:59:22+0000", 
            "id": "10154880628245079_175533519664797", 
            "message": "why anyone would still love trump.. i .. i don't get what is wrong with them"
        }, 
        {
            "created_time": "2017-10-19T08:54:02+0000", 
            "id": "10154880628245079_145926349482724", 
            "message": "Eminem is the greatest period i agree with you, we need more new material from him 🐐"
        }, 
        {
            "created_time": "2017-10-19T11:07:52+0000", 
            "id": "10154880628245079_501518426882566", 
            "message": "There is always gonna be a bit of slim shady in eminem, just suck it up trumpetts its not the first time he has called out a president but i didn't see u but hurt then :D it prob wont be the last time either lol"
        }, 
        {
            "created_time": "2017-10-19T12:48:01+0000", 
            "id": "10154880628245079_153807411886143", 
            "message": "Yeah \nPeople have to respect other people for what they 're beleiving in\n\nAnd you should stop that pistons ideas\nCause it means a crazy things\nExpecially in morocco it means \nThey are succesful not by their own skills but by pistons-helping \nIt's out of law deeds\nIts like sometings without honest\nThat'why i think you re the only rapper who is here without pistons ghosts-humans\nCause you 're the rap itself"
        }, 
        {
            "created_time": "2017-10-19T13:11:10+0000", 
            "id": "10154880628245079_1972456073028315", 
            "message": "Eminem\n\nEveryone bitching..........next level please"
        }, 
        {
            "created_time": "2017-10-19T14:15:42+0000", 
            "id": "10154880628245079_359593094487494", 
            "message": "Preach !!! Lol and Mathew your a bitch !!"
        }, 
        {
            "created_time": "2017-10-19T14:16:24+0000", 
            "id": "10154880628245079_126235588077530", 
            "message": "Except the part where you respect other people's beliefs no matter who they voted for. To have said what he said is the most unamerican thing actually. Also the only one bitching is eminem about big bad meanie face Trump 🍼🍼🍼 here are your bottles pansies. Since you are a bunch of babies"
        }
    ]
}