{
    "data": {
        "created_time": "2017-10-19T01:26:51+0000", 
        "id": "10154880628245079_926485414165218", 
        "message": "Long but worth the time to read, I did not write it but agree.\n\nIn 2012 the NFL had an issue with Tim Tebow kneeling for each game to pray, they also had an issue with Tebow wearing John 3:16 as part of his blackout to avoid glare and made him take it off.\nIn 2013 the NFL fined Brandon Marshall for wearing green cleats to raise awareness for people with mental health disorders....\nIn 2014 Robert Griffin III (RG3) entered a post-game press conference wearing a shirt that said \"Know Jesus Know Peace\" but was forced to turn it inside out by an NFL uniform inspector before speaking at the podium.\nIn 2015 DeAngelo Williams was fined for wearing \"Find the Cure\" eye black for breast cancer awareness.\nIn 2015 William Gay was fined for wearing purple cleats to raise awareness for domestic violence. (not that the NFL has a domestic violence problem...)\nIn 2016 the NFL prevented the Dallas Cowboys from wearing a decal on their helmet in honor of 5 Dallas Police officers killed in the line of duty.\nIn 2016 the NFL threatened to fine players who wanted to wear cleats to commemorate the 15th anniversary of 9/11\nSo tell me again how the NFL supports free speech and expression?\nYou graduated high school in 2011. Your teenage years were a struggle. You grew up on the wrong side of the tracks. Your mother was the leader of the family and worked tirelessly to keep a roof over your head and food on your plate. Academics were a struggle for you and your grades were mediocre at best. The only thing that made you stand out is you weighed 225 lbs and could run 40 yards in 4.2 seconds while carrying a football.\nYour best friend was just like you, except he didn’t play football. Instead of going to football practice after school, he went to work at McDonalds for minimum wage.\nYou were recruited by all the big colleges and spent every weekend of your senior year making visits to universities where coaches and boosters tried to convince you their school was best. They laid out the red carpet for you. Your best friend worked double shifts at Mickey D’s. College was not an option for him. On the day you signed with Big State University, your best friend signed paperwork with his Army recruiter. You went to summer workouts. He went to basic training.\nYou spent the next four years living in the athletic dorm, eating at the training table. You spent your Saturdays on the football field, cheered on by adoring fans. Tutors attended to your every academic need. You attended class when you felt like it. Sure, you worked hard. You lifted weights, ran sprints, studied plays, and soon became one of the top football players in the country.\nYour best friend was assigned to the 101st Airborne Division. While you were in college, he deployed to Iraq once and Afghanistan twice. He became a Sergeant and led a squad of 19 year old soldiers who grew up just like he did. He shed his blood in Afghanistan and watched young American's give their lives, limbs, and innocence for the USA.\nYou went to the NFL combine and scored off the charts. You hired an agent and waited for draft day. You were drafted in the first round and your agent immediately went to work, ensuring that you received the most money possible. You signed for $16 million although you had never played a single down of professional football.\nYour best friend re-enlisted in the Army for four more years. As a combat tested sergeant, he will be paid $32,000 per year.\nYou will drive a Ferrari on the streets of South Beach. He will ride in the back of a Blackhawk helicopter with 10 other combat loaded soldiers. You will sleep at the Ritz. He will dig a hole in the ground and try to sleep. You will “make it rain” in the club. He will pray for rain as the temperature reaches 120 degrees.\nOn Sunday, you will run into a stadium as tens of thousands of fans cheer and yell your name. For your best friend, there is little difference between Sunday and any other day of the week. There are no adoring fans. There are only people trying to kill him and his soldiers. Every now and then, he and his soldiers leave the front lines and “go to the rear” to rest. He might be lucky enough to catch an NFL game on TV. When the National Anthem plays and you take a knee, he will jump to his feet and salute the television. While you protest the unfairness of life in the United States, he will give thanks to God that he has the honor of defending his great country.\nTo the players of the NFL: We are the people who buy your tickets, watch you on TV, and wear your jerseys. We anxiously wait for Sundays so we can cheer for you and marvel at your athleticism. Although we love to watch you play, we care little about your opinions until you offend us. You have the absolute right to express yourselves, but we have the absolute right to boycott you. We have tolerated your drug use and DUIs, your domestic violence, and your vulgar displays of wealth. We should be ashamed for putting our admiration of your physical skills before what is morally right. But now you have gone too far. You have insulted our flag, our country, our soldiers, our police officers, and our veterans. You are living the American dream, yet you disparage our great country. I am done with NFL football and encourage all like minded Americans to boycott the NFL as well.\n--- SHARE, SHARE, SHARE ---\nNational boycott of the NFL for Sunday November 12th, Veterans Day Weekend. Boycott all football telecast, all fans, all ticket holders, stay away from attending any games, let them play to empty stadiums. Pass this post along (copy and paste, like I did here) to all your friends and family. Honor our military, some of whom come home with the American Flag draped over their coffin."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-21T22:52:24+0000", 
            "id": "10154880628245079_1949395798659939", 
            "message": "I can't copy and paste. What's going on ?? Anyone else having this issue wth the above comment ?"
        }, 
        {
            "created_time": "2017-10-21T22:52:46+0000", 
            "id": "10154880628245079_135702847079873", 
            "message": "I hope it's not what I think it is. No suprise if it is."
        }, 
        {
            "created_time": "2017-10-21T22:54:58+0000", 
            "id": "10154880628245079_1502351016477272", 
            "message": "Can you please message me the above ? Facebook is not allowing me to copy and paste it. Let alone copy."
        }, 
        {
            "created_time": "2017-10-21T23:31:57+0000", 
            "id": "10154880628245079_379167652515626", 
            "message": "Joe Mucchi go back to article copy and paste from there"
        }
    ]
}