{
    "data": {
        "created_time": "2017-10-19T01:34:03+0000", 
        "id": "10154880628245079_855739637918610", 
        "message": "Eminem was big back in the day for going against the establishment.....now he's part of said establishment. \n\nFunny how $$$ makes a man turn.\n\nHe hates Trump because Trump is against the Shadow government. Em sold what soul he had and it's too late for 'recovery\" pun intended now just be a good little advertisment pawn for the illuminati and continie to be a grouchy 40yr old bitter brat.......#splat #soldout"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T01:47:59+0000", 
            "id": "10154880628245079_855743214584919", 
            "message": "I used to really like Eminem, got most of his albums, it's not about him dissing Trump i don't give a fuck, I'm not even an American he dissed Moby too who i happen to think is great.\nEm is gone he's in too deep his palms are sweaty now, he can't rap anymore.\nNo wonder Mike Skinner told him to fuck off when Em begged him to colaborate with him.\nLol \nThe English do it better\nGoodbye usa hip hop\nHello uk grime and spoken word.\n*drops mic"
        }, 
        {
            "created_time": "2017-10-19T01:49:58+0000", 
            "id": "10154880628245079_2009308472689464", 
            "message": "Becca you obviously dont listen to his lyrics and have trouble comprehending. Who's a moron? Cough"
        }, 
        {
            "created_time": "2017-10-19T01:51:11+0000", 
            "id": "10154880628245079_926492287497864", 
            "message": "I supppse Public Enemy are just rappers too eh? Noooooo not political at all pffftt! So many fucktards on facebook."
        }, 
        {
            "created_time": "2017-10-19T02:03:57+0000", 
            "id": "10154880628245079_2009313886022256", 
            "message": "Make me a king as we move towards a new world order"
        }, 
        {
            "created_time": "2017-10-19T11:56:54+0000", 
            "id": "10154880628245079_359551297825007", 
            "message": "Steven he didn't say shit about Obama did he? It's called supporting the establishment, fucktard."
        }, 
        {
            "created_time": "2017-10-19T13:47:30+0000", 
            "id": "10154880628245079_359583594488444", 
            "message": "Lmao rap god cant rap anymore??? Eminem has the best punchlines and cross words.. Just becsuse he made this lame freestyle doesnt mean nothing kids"
        }, 
        {
            "created_time": "2017-10-19T13:55:25+0000", 
            "id": "10154880628245079_153820361884848", 
            "message": "No no no, you’re the moron lmao. Trump is not against the “shadow government” most of Trumps cabinet are business owners. Trumps cabinet has the most “establishment” officials in American history, and tbh bro, if you’re not even American I wouldn’t expect you to be commenting on that lmao. \n\nEminem has literally been talking about idiot politicians since his inception. I see American dumbassery is starting to affect people in different countries, too."
        }, 
        {
            "created_time": "2017-10-19T20:13:17+0000", 
            "id": "10154880628245079_1994628914151017", 
            "message": "Here's the thing, I was a huge Em fan and yes Becca Reed he went against the norm. He gay bashed, caught heat from that and did a piece with Elton John for example.  He's always challenged the media in so many different ways.  \"I am whatever you say I am\" ring a bell?  \n\nYou think he's one thing and he flips it. Which is why he was so popular in the early 2000's. \n\nSo yeah, when he takes things that people say and twists/leaves things out, then tells his fans(who like me have not always agreed with but were still huge fans) that if we don't believe like him, F- you?  Yeah, no, that don't work for me regardless if I support Trump or not. And it's sad to see others just agree with it."
        }
    ]
}