{
    "data": {
        "created_time": "2017-10-19T00:54:55+0000", 
        "id": "10154880628245079_10154880648355079", 
        "message": "Marshall mathers has been ripping apart thousands of people throughout his career, presidents too. Why are people pissed nowwww?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 517
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T00:58:37+0000", 
            "id": "10154880628245079_10154880656925079", 
            "message": "Bots...they say the same shit all the time"
        }, 
        {
            "created_time": "2017-10-19T01:07:12+0000", 
            "id": "10154880628245079_10154880679625079", 
            "message": "Because it's corny and played out. Everyone rips Trump, plus it goes against everything he stands for. Trump is the real slim shady. This guy is a paid off fraud who sold his soul. Or cloned. You can decide."
        }, 
        {
            "created_time": "2017-10-19T01:14:21+0000", 
            "id": "10154880628245079_926479857499107", 
            "message": "Whoopsies... https://youtu.be/2NBwt24PTe0"
        }, 
        {
            "created_time": "2017-10-19T01:14:26+0000", 
            "id": "10154880628245079_855732801252627", 
            "message": "That was by far the most corny shit I've read Michael"
        }, 
        {
            "created_time": "2017-10-19T01:14:41+0000", 
            "id": "10154880628245079_926479964165763", 
            "message": "Eminem 15yrs ago was hated the same way as Trump now. When he bashed gays, degraded woman etc the media said he was trash and he didn’t care because he was being who he is. History repeating itself again #Hypocrite"
        }, 
        {
            "created_time": "2017-10-19T01:18:14+0000", 
            "id": "10154880628245079_926481430832283", 
            "message": "Becsuse these idiots love Donald so much they butt hurt really bad."
        }, 
        {
            "created_time": "2017-10-19T01:20:35+0000", 
            "id": "10154880628245079_855735291252378", 
            "message": "I'm a huge Em fan but that was some of worst work..that's what I'm mad about been waiting for years to hear him and he spits some garbage ...disappointed is all i don't give a shit about trump"
        }, 
        {
            "created_time": "2017-10-19T01:21:09+0000", 
            "id": "10154880628245079_926482564165503", 
            "message": "Christopher Spezio no, he wasn't. In the 1990's Em was down with gay marriage.  He has always been part of a diverse group of friends and business partners. He also was always down for the little guy, never about taking healthcare from the kids in his neighborhood to give money to billionaires. \n\nIf you ever thought Em was a selfish piece of shit you read him wrong. Dude has always been a champion for the people society shits in, not a stooge for the wealthy."
        }, 
        {
            "created_time": "2017-10-19T01:22:51+0000", 
            "id": "10154880628245079_926483807498712", 
            "message": "Bc trumps fans are more of a cult than anything else 😂 it's scary people are defending trump to this extent."
        }, 
        {
            "created_time": "2017-10-19T01:23:12+0000", 
            "id": "10154880628245079_926483917498701", 
            "message": "Also check out the YouTube where they put Em's freestyle over Rage...it's much better you can't hear Em huffin for his next line..."
        }, 
        {
            "created_time": "2017-10-19T01:23:29+0000", 
            "id": "10154880628245079_926484007498692", 
            "message": "What I'm mad about is that if I disagree with his views, I should go fuck myself... Turning on me because we see things differently... That's what has me upset"
        }, 
        {
            "created_time": "2017-10-19T01:28:49+0000", 
            "id": "10154880628245079_855738224585418", 
            "message": "they are trump's dogs thats why they are pissed"
        }, 
        {
            "created_time": "2017-10-19T01:31:26+0000", 
            "id": "10154880628245079_2009304286023216", 
            "message": "Whats the name of the song bro"
        }, 
        {
            "created_time": "2017-10-19T01:39:15+0000", 
            "id": "10154880628245079_855740804585160", 
            "message": "When did he rip on Oshitstain?"
        }, 
        {
            "created_time": "2017-10-19T01:40:24+0000", 
            "id": "10154880628245079_855741067918467", 
            "message": "Because politics is more polarized than ever, and idiot people are actually worshipping Trump as their god, and anyone who slanders their holy god is met with a verbal jihad. They're  emboldened with his victory and grow more protective of him. Same psychology as Obama worshippers. Fuck both cults."
        }, 
        {
            "created_time": "2017-10-19T01:43:07+0000", 
            "id": "10154880628245079_926489947498098", 
            "message": "Actually Tyler Allison, Slim Shady is NOT pro gay community at all. If he's claiming that he supports gay marriage etc, it's either a lie or an act to keep up with a popular trend. He was incredibly anti gay back in the 90's when he first arrived on the scene. Now all of a sudden he's this huge rainbow warrior? Yeah ok."
        }, 
        {
            "created_time": "2017-10-19T01:47:31+0000", 
            "id": "10154880628245079_2009307869356191", 
            "message": "Tyler Allison you’re dumb. Marshall Mathers LP put him on the map and put it as one of the top 100 albums all time. He spoke from the heart no matter what people thought. he rattled off about a million new reasons to hate him—mocking recently deceased or paralyzed celebrities, popping Viocodin, sodomy, arson, suicide, cop killing, animal decapitation, pop star impregnation, Juggalo threatening, drunk driving, women slapping, autism mocking, President sexualizing, homophobia, and hate crimes.  #GTFOH"
        }, 
        {
            "created_time": "2017-10-19T01:55:16+0000", 
            "id": "10154880628245079_123275385056519", 
            "message": "Michael Curatolo Trump is the real slim shady? 😂 gtfo of here with your fake ass page"
        }, 
        {
            "created_time": "2017-10-19T02:33:01+0000", 
            "id": "10154880628245079_926505604163199", 
            "message": "Danielle Ryckman so since you disagree with my comment, my page is fake? Typical libtard logic. No surprise there 😂.\n\nPS...I ain't going anywhere, just like Trump. Get used to it."
        }, 
        {
            "created_time": "2017-10-19T02:36:09+0000", 
            "id": "10154880628245079_926506274163132", 
            "message": "Wow, people are still resorting to the \"fake page\" argument when they get owned? Sad 😂"
        }, 
        {
            "created_time": "2017-10-19T02:39:36+0000", 
            "id": "10154880628245079_296490204186362", 
            "message": "Exactly!"
        }, 
        {
            "created_time": "2017-10-19T02:51:48+0000", 
            "id": "10154880628245079_123282675055790", 
            "message": "I gotta say as an independent that hates both parties, no he didn't. He was practically dead silent during the Obama administration, but was very vocal with Bush and now with Trump. \n\nI have no problem with celebrities expressing their political opinions, but to do it in a way that's so black and white like \"if you voted for x f*** you\" was honestly quite childish and I'm not about it. \n\nEverything recovery and up hasn't been good which is a shame because I loved encore, MMLP, etc."
        }, 
        {
            "created_time": "2017-10-19T02:55:02+0000", 
            "id": "10154880628245079_123282941722430", 
            "message": "Because our president is so thin skinned that everyone is so eager to see what he will do."
        }, 
        {
            "created_time": "2017-10-19T03:19:28+0000", 
            "id": "10154880628245079_285185315308167", 
            "message": "I think most people are pissed because they saw first hand what old age can do to people...even thier rap heroes. Nothing original or creative about his \"freestyle\"...literaly everything he said was just him repeating what others have already said!"
        }, 
        {
            "created_time": "2017-10-19T03:27:36+0000", 
            "id": "10154880628245079_540033353007183", 
            "message": "Cause we love Trump"
        }
    ]
}