{
    "data": {
        "created_time": "2017-10-19T01:20:15+0000", 
        "id": "10154880628245079_855735064585734", 
        "message": "I am officially un following and removing all his songs from my play list. No big loss really. Life goes on. He drew the line in the sand and let it be known he doesn't want me as a fan. Message received! 👍"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 85
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T02:39:47+0000", 
            "id": "10154880628245079_2009325596021085", 
            "message": "If you realize he doesn't care, what makes you think anyone else Does?"
        }, 
        {
            "created_time": "2017-10-19T02:39:50+0000", 
            "id": "10154880628245079_123280845055973", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-19T02:51:20+0000", 
            "id": "10154880628245079_926510077496085", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-19T03:46:51+0000", 
            "id": "10154880628245079_102562147175373", 
            "message": "Yeah and I don't give a fuck either. Kinda the whole reason I said life goes on dumb fuck. Enough people follow his command and the line in the sand he might eventually give a fuck though. Just another irrelevant washed up entertainer trying to use political commentary to be relevant. Pretty pathetic actually lol"
        }, 
        {
            "created_time": "2017-10-19T03:48:49+0000", 
            "id": "10154880628245079_1660067414024070", 
            "message": "Ohhhhhhh gggggooooooddddddd.\nEminem has been dissing politicians since the Clinton administration. Shut the fuck up and change your tampon."
        }, 
        {
            "created_time": "2017-10-19T03:56:16+0000", 
            "id": "10154880628245079_389142671519411", 
            "message": "NExt time keep yo opinions to yo self\n\nNobody really cares"
        }, 
        {
            "created_time": "2017-10-19T04:08:51+0000", 
            "id": "10154880628245079_1660076700689808", 
            "message": "Because he definitely hasn't put politics at the forefront of his material for the last 20 years, right?"
        }, 
        {
            "created_time": "2017-10-19T04:10:31+0000", 
            "id": "10154880628245079_540041453006373", 
            "message": "Mona doesn't give a fuck, but sure gave enough of a fuck to type out a message to let everyone know she doesn't give a fuck.\n\nTL;DR Mona actually does give a fuck."
        }, 
        {
            "created_time": "2017-10-19T04:21:54+0000", 
            "id": "10154880628245079_175516312999851", 
            "message": "Ohhh u can say offensive shit to women just like your idol lmfao. Get the dick out of your ass. Why you so worried about me saying \"Message received\" that's what he said right? Drawing the line in the sand.....trump supporters could fuck off. What's the problem? I did exactly what he said to do. No biggie. So go suck his dick and you shut the fuck up. Your opinion of me is about as relevant as Eminem and his washed up career sweetheart. Keep it moving lol. Your boring me! 😴"
        }, 
        {
            "created_time": "2017-10-19T04:24:32+0000", 
            "id": "10154880628245079_285203128639719", 
            "message": "And to Josh Romero I gave a fuck enough when he popped on my news feed to make a short quick comment and unfollow. Stfu fat ass. You can lip synch to slim shady all day long and your still just a pudgy little dork who is trolling the sight picking fights with people. Go shove another twinky in your fat face lol"
        }, 
        {
            "created_time": "2017-10-19T04:33:42+0000", 
            "id": "10154880628245079_285207251972640", 
            "message": "Didn't know if you were the guy or a girl. I was hoping you were the guy. It's pisses guys off way more then women when you make a period joke. But hey if the tampon fits and so on......"
        }, 
        {
            "created_time": "2017-10-19T05:30:43+0000", 
            "id": "10154880628245079_175530009665148", 
            "message": "Lol kill yourself mona. I'm glad you get angry over randoms on the internet. Just shows how much of a fuck you give."
        }, 
        {
            "created_time": "2017-10-19T06:09:08+0000", 
            "id": "10154880628245079_102694760495445", 
            "message": "Good leave"
        }, 
        {
            "created_time": "2017-10-19T06:27:25+0000", 
            "id": "10154880628245079_282559772250424", 
            "message": "I’m\nSure he’s heartbroken"
        }, 
        {
            "created_time": "2017-10-19T06:49:25+0000", 
            "id": "10154880628245079_1950909351818274", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-19T07:33:17+0000", 
            "id": "10154880628245079_878973665602015", 
            "message": "Even though em been political with his raps bet if he said something about Obama you wouldn't be bitching. I doubt most these but hurt fools are real eminem fans because if they were they would know eminem has always bashed people even bush and Clinton so what makes trump any different"
        }, 
        {
            "created_time": "2017-10-19T10:48:51+0000", 
            "id": "10154880628245079_501512926883116", 
            "message": "He already has all the money from you he wants. You can go now."
        }, 
        {
            "created_time": "2017-10-19T11:48:21+0000", 
            "id": "10154880628245079_359549147825222", 
            "message": "Bye shit he ain't losing sleep over y'all dick riding Trump asses.!"
        }, 
        {
            "created_time": "2017-10-19T12:32:44+0000", 
            "id": "10154880628245079_1415416218556132", 
            "message": "I'm not angry dough boy....or Josh Romero your just a little dork who plays video games, doesn't get laid and looks up to washed up rappers. I actually feel sorry for you that you spend your time trolling comments to pick fights to fill up the sad little existence that u call a life. Kill myself? Whaaa I'm so hurt and mad that the dough boy told me to kill myself lmfao 😂🤣🤣"
        }, 
        {
            "created_time": "2017-10-19T12:34:35+0000", 
            "id": "10154880628245079_2019285091685962", 
            "message": "haha goodbye he doesnt give two fucks you whiny little snow flake"
        }, 
        {
            "created_time": "2017-10-19T12:34:56+0000", 
            "id": "10154880628245079_126214991412923", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-19T12:39:16+0000", 
            "id": "10154880628245079_2019287241685747", 
            "message": "I really don't know why all you losers are getting so butt hurt by my comment any damn way. I am doing exactly what the has been washed up white rapper said to do. My original comment didn't contain anythong offensive at all. I was merely pointing out that once again an entertainer is basically turning his back on thousands of fans because of their political beliefs. One thing should has nothing to do with the other. Just another person STILL boo hooing rhat their candidate didn't win. Seems to me like all of you including Eminem are a bunch of whiny children who can't admit defeat and cry when y'all don't get your way! Just add Eminem to the list of cry babies, alienating an entire population of people for exercising their rights and voting!"
        }, 
        {
            "created_time": "2017-10-19T13:33:48+0000", 
            "id": "10154880628245079_501562886878120", 
            "message": "Eminems president so stfu if you dont it then suck a trump dick"
        }, 
        {
            "created_time": "2017-10-19T14:19:37+0000", 
            "id": "10154880628245079_153824618551089", 
            "message": "Good !! Your not wanted as a fan go suck trumps dick lol"
        }, 
        {
            "created_time": "2017-10-19T15:23:38+0000", 
            "id": "10154880628245079_153843701882514", 
            "message": "Lol buh bye"
        }
    ]
}