{
    "data": {
        "created_time": "2017-10-19T01:15:28+0000", 
        "id": "10154880628245079_855733084585932", 
        "message": "People think Trump supporters are upset because Eminem dissed Trump. I'm not. I'm upset because he dissed ME. He told ME, a fan (former), to F off. And I don't care who says I'm butt hurt. He went too far."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T01:18:22+0000", 
            "id": "10154880628245079_926481587498934", 
            "message": "Cry more"
        }, 
        {
            "created_time": "2017-10-19T01:25:49+0000", 
            "id": "10154880628245079_855737354585505", 
            "message": "cry me a fucking river"
        }, 
        {
            "created_time": "2017-10-19T01:28:00+0000", 
            "id": "10154880628245079_855737991252108", 
            "message": "Uh, didn't you read that I don't care if you say I'm butt hurt?"
        }, 
        {
            "created_time": "2017-10-19T01:33:45+0000", 
            "id": "10154880628245079_926487174165042", 
            "message": "Zackary Wood *intimidation*"
        }, 
        {
            "created_time": "2017-10-19T01:46:04+0000", 
            "id": "10154880628245079_926490780831348", 
            "message": "Says the Canadian"
        }, 
        {
            "created_time": "2017-10-19T01:52:33+0000", 
            "id": "10154880628245079_123275011723223", 
            "message": "What's that have to do with anything? Trump has millions of supporters all around the world. And like I said, his Trump diss isn't the problem. He's a typical whiny bitch liberal who didn't get his way in November. I get it. But why tell the fans to F off? I don't get that part. I would never tell any of my fans to F off."
        }, 
        {
            "created_time": "2017-10-19T02:31:39+0000", 
            "id": "10154880628245079_296488237519892", 
            "message": "Chuck Buhr, you're beyond idiotic."
        }, 
        {
            "created_time": "2017-10-19T02:39:48+0000", 
            "id": "10154880628245079_123280838389307", 
            "message": "Why? Because I'm nicely explaining my opinion on this matter without swearing and throwing a tantrum like Eminem did? Is that what you're used to? Ok. \n\nFuck this, fuck that, fuck the other thing. If you had a clue you'd eat a chicken wing. Lol. \n\nWhatever. It's funny how some of you adamantly defend Eminem's free speech but don't feel the same way about other people's free speech."
        }, 
        {
            "created_time": "2017-10-19T02:52:16+0000", 
            "id": "10154880628245079_123282705055787", 
            "message": "See. That's all you guys have. Swears, attempted intimidation and name calling. And I do have fans. You don't even know me. You see my profile and think you know something? Sure, I don't have millions of fans like Eminem. But I have a nice following where I'm from. Enough to make a living off. And I'd never tell ONE of them to F off just because we disagreed politically."
        }, 
        {
            "created_time": "2017-10-19T02:53:29+0000", 
            "id": "10154880628245079_2009327606020884", 
            "message": "And the fact that I chose to shave my head means about as much as your Harley Davidson t-shirt. Nothing."
        }, 
        {
            "created_time": "2017-10-19T03:04:06+0000", 
            "id": "10154880628245079_124136581606461", 
            "message": "I'd rather be bald than have that ugly face there Nick Paspalofski"
        }, 
        {
            "created_time": "2017-10-19T03:10:24+0000", 
            "id": "10154880628245079_188256028386179", 
            "message": "You're absolutely right Chuck Buhr. Everyone wants to whine and complain and get verbally and physically abusive, and it's all B.S.. mostly its people acting tough because they have their Facebook balls. \n\nIf Americans put in half the time and effort into bettering their own lives, as they put into loving and hating and attacking and defending Trump,  we'd all be living good.  \n\nIt's getting ridiculous.."
        }, 
        {
            "created_time": "2017-10-19T03:20:58+0000", 
            "id": "10154880628245079_540032033007315", 
            "message": "It is Ron. As a Canadian it's kind of confusing to watch what's going on there. I've never seen so much hate for any leader. It's like the people who hate him are almost demon possessed. I call them Demoncrats. Lol."
        }, 
        {
            "created_time": "2017-10-19T22:16:21+0000", 
            "id": "10154880628245079_281735179010105", 
            "message": "I think you misunderstood em. He told each and single Trump Supporter to Fuck Off including his own fans. (Why u still here?)\n\nLet me count the ammout of fucks  Em gives about your or any other trumpfan's opinion: 0. ✌"
        }, 
        {
            "created_time": "2017-10-19T22:22:06+0000", 
            "id": "10154880628245079_147038995913147", 
            "message": "I'm still here to troll a bit. He's dead to me."
        }, 
        {
            "created_time": "2017-10-20T02:41:49+0000", 
            "id": "10154880628245079_130536694333280", 
            "message": "\"To troll a bit\" - You sir just proved how stupid you Trumpbitches are."
        }, 
        {
            "created_time": "2017-10-20T03:01:51+0000", 
            "id": "10154880628245079_130538827666400", 
            "message": "Do you Trump haters ever listen to yourselves? Obviously not."
        }, 
        {
            "created_time": "2017-10-20T10:48:30+0000", 
            "id": "10154880628245079_720452568149076", 
            "message": "Well at least we don't say we hate somone and still comment on their fanpage. You're ignorant just leave since not one single guy cares about what you have to say"
        }, 
        {
            "created_time": "2017-10-20T14:40:31+0000", 
            "id": "10154880628245079_707594136098829", 
            "message": "Yes you do! I see it all the time! Ignorant jack ass Trump haters join Trump fb groups solely for the purpose of trolling. At least I used to like Em and joined this group under proper pretenses."
        }, 
        {
            "created_time": "2017-10-20T14:46:18+0000", 
            "id": "10154880628245079_131812510904705", 
            "message": "BTW Finski, or whatever the hell your name is. You say \"not a single guy cares what I say?\" I have over 40 likes in this thread on my comments. Not sure if you understand how math works, but that's more than a single person."
        }, 
        {
            "created_time": "2017-10-21T23:34:43+0000", 
            "id": "10154880628245079_379168129182245", 
            "message": "Man, all you have to do is read the hate by scrolling. \nIt’s sad. All to what you’ve stated too, everyone’s tough behind a keyboard. They really should all look in a mirror. \n\nTo your point, it’s exactly why this is even being talked about. \nIt’s not Em’s first time calling out a president. It’s not even what everyone is mad about. For him to, draw a line in the sand is just foolish on all levels. \n\nIt’s exactly that, you’ve got fans from years deep in with this guy. All his controversy, never lost his fan support. He’s losing them now bc he’s telling all his fans if you don’t basically vote the same way he does than go F* yourself? \nNobody has to apologize to anyone for turning him off for that alone, everyone’s individual opinion DOES matter. \nEnd of the day, you had to vote one way or another, for a lot of people. Red and Blue sway more ballots than candidates in most elections to begin with. \n\nIt’s just sad bc 1, he’s above this. Have an opinion, but this left winged nonsense is played out by all these other celebs (who’s careers are now ending coincidently), you’re above them Marshall. \n2. This cypher? That trash was the only time in my entire life I just questioned, “did Eminem just fall off?”\nand this is the same guy ☝🏻 who put Fack on his greatest hits CD, still no hesitation of his lyrical genius. \nThe bars are weak as shit. Nothing about any of that hot garbage says this is the Rap God. I would have believed it more if they said his ghost writer was some corporate democrat. And again, personally. I don’t care if people don’t like the President. You have a right to that opinion, so does Em. But this is so weak Trump hasn’t even responded himself, and he gets in social media arguments on the reg. \n3. We all know your album drops in a month. \nYou’re the only artist of all time to ever go diamond? Double diamond/platinum? (Whatever the technical title is). TWICE. \nYou don’t need some played out political stunt to sell records. Put out your notorious level of music you’ll print money regardless. Your fan base supports you. Dropping this, doing it at the BET awards, announcing then your new signees to your label, then sliding in your album drop...\nThat’s rookie shit, Em. If this is the new way he has to sell records, maybe he truly doesn’t have it anymore and is trying to reach a new fan base. \nWe all have to live in this shit every day, the fans want to hear some dope slim shady original material. Not more political propaganda. We can get that anywhere else. \n\n‘Til I collapse, I’m spilling these raps as long as you feelin them. \nTil the day that I drop, you’ll never say that I’m not killing them. \nCause when I am not, then I’ma stop penning them. \nAnd then I am not hip hop and I’m just not Eminem.’ \n\nWords from the rap god himself. His next album is going to reveal a lot of answers to that previous verse."
        }, 
        {
            "created_time": "2017-10-24T20:53:23+0000", 
            "id": "10154880628245079_499336317088855", 
            "message": "🙌🏼🙌🏼🙌🏼🙌🏼🙌🏼 this shit is straight facts my man...and we both grew up on slim being himself this shits just disappointing honestly. Next album will tell the tale of where he is in his career. Let’s just hope he goes off and we have a dank ass cd we can listen to all the way through without skipping a track"
        }, 
        {
            "created_time": "2017-10-25T03:10:44+0000", 
            "id": "10154880628245079_128401161251675", 
            "message": "Jake McBride \nSpeaking to someone that I know personally ☝🏻, yes. \nI couldn’t be more disappointed when I saw this. \nI haven’t been happy with the label at all lately. \nThe cypher? you knew this was hot garbage as soon as Slim came out with a beard. \n\nI’ve always had his back. Regardless of how I feel now, it won’t change my views of him as a rapper, he’s been the 🐐 for me for some time now, all he can do now is lessen my opinion of him as strictly a fan. \nBut all these cyphers have been preludes to nothing. Nothing but trying to sell his new guys through his name to his fans. \nI was let down by Dre, even allowing 1% of me to believe the rumors that HE was actually putting out the CD, ‘Compton’. Bought it anyway for support of course, hoping I’d at least get a couple new tracks from him. Without going into detail, what a gimmick to make extra 💰 off the Movie. \nShady XV? Same thing. He promoted that thing like it was going to be the next album at first. Eventually it’s a collaboration. Then he’s got 2-3 tracks, more of his classics (like we don’t have all those), and then all his new artists the rest of the album. \nAll this cypher did was make me question his own thoughts, \n\n“Marshall what happened that you\nCan't stop with these pills, and you've falling off with your skills\nAnd your own fans are laughing at you\nIt become a problem you're too pussy to tackle\nGet up, be a man, stand, a real man woulda had this shit handled”\n\nActually Slim, no. Your true fans were never laughing at you. We support you. No matter what he’s going through. Why he’s still selling out arenas in his 40s. (Same people you’re telling to go F themselves.)\nRelapse wasn’t even a bad CD, it’s just wasn’t the Eminem Show. \n\nThis played out political propaganda cypher is the only thing that’s got a high volume of your fans questioning you. For all these reasons I stated previously."
        }, 
        {
            "created_time": "2017-10-29T21:57:04+0000", 
            "id": "10154880628245079_529150914085645", 
            "message": "Josh Johnson, Eminem just proved he is a clone."
        }
    ]
}