{
    "data": {
        "created_time": "2017-10-19T01:29:16+0000", 
        "id": "10154880628245079_855738314585409", 
        "message": "I voted for trump I fully support my president, I’m also a huge Eminem fan. Since day one. Also love all hip hop. I say let the man be. Nobody was talking shit when he was dissing Hillary and bill. Every American has a right to free speech. I won’t be one of the voices that try to silence him. I did feel kinda dissed when he said fuck all trump supporters tho but that’s his opinion. I’m also a huge rittz fan and his new album he dissed trump and his supporters but I still bought his album. Americans need to come together I’m sick of theirs left right bs I just came back last Thursday from 14 months in Saudi Arabia and I can tell u no place is as good as America. Ill still be bobbing my head to em. If u can’t look passed your political views you will never enjoy life. Hell im as republican as it gets but if I stopped enjoying every entertainer that hated trump I wouldn’t be able to turn on my tv. Get it together America"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 121
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T01:33:28+0000", 
            "id": "10154880628245079_855739531251954", 
            "message": "You are so right, you hit it right on the money."
        }, 
        {
            "created_time": "2017-10-19T01:36:54+0000", 
            "id": "10154880628245079_2009305599356418", 
            "message": "Thanks bro I just get tired of this shit ppl need to stop acting like it’s us vs them we are all Americans I don’t understand this sentiment that we need to be one side or the other"
        }, 
        {
            "created_time": "2017-10-19T01:42:54+0000", 
            "id": "10154880628245079_2009306949356283", 
            "message": "Me neither, it makes me want to cry. People never come together. The only way that would happen is some alien race tries to destroy Earth. Then people will come together, and that's honestly what we probably need. Even though I don't want that either. And I'm sure nobody else wants that. I know it's a weird comment I made. But I think you would it would prove  a point."
        }, 
        {
            "created_time": "2017-10-19T01:46:11+0000", 
            "id": "10154880628245079_2009307626022882", 
            "message": "Stop smoking so much weed bruhhhh lol l jk"
        }, 
        {
            "created_time": "2017-10-19T01:54:40+0000", 
            "id": "10154880628245079_2009310179355960", 
            "message": "Mario, coming together is never gonna happen. And many of the anti trump crowd are NOT Americans.  Many of them are freeloading foreigners angry because Trump is gonna make them finally leave. So, no they aren't all Americans . The rest are just ignorant af ,so good luck getting them to come together 😂"
        }, 
        {
            "created_time": "2017-10-19T01:55:46+0000", 
            "id": "10154880628245079_2009310472689264", 
            "message": "Kellie Kane exactly just live and let live"
        }, 
        {
            "created_time": "2017-10-19T01:59:16+0000", 
            "id": "10154880628245079_855749724584268", 
            "message": "No, live and let live is what got us in this mess. It's time to start connecting some foots with asses..."
        }, 
        {
            "created_time": "2017-10-19T01:59:21+0000", 
            "id": "10154880628245079_855749757917598", 
            "message": "Unless u have left the United States and been to a less enlightened place you-will never know how good you have it. Just in case you are wondering I’m a veteran with 15 years in the army and I have been around the world twice and talked to every man once so try to shout me down"
        }, 
        {
            "created_time": "2017-10-19T02:01:47+0000", 
            "id": "10154880628245079_926495557497537", 
            "message": "I know full well how good I have it, but I'll be damned if I'm gonna live and let live."
        }, 
        {
            "created_time": "2017-10-19T02:05:05+0000", 
            "id": "10154880628245079_2009314179355560", 
            "message": "Ppl will always try to fight the establishment doesn’t matter who’s in office. I’ve just never seen what is happening on this scale, everything the president does is blown out of context. Just look out for your family and friends that’s all we can do."
        }, 
        {
            "created_time": "2017-10-19T02:05:43+0000", 
            "id": "10154880628245079_2009317909355187", 
            "message": "And stop watching cnn for gods sake"
        }, 
        {
            "created_time": "2017-10-19T02:16:34+0000", 
            "id": "10154880628245079_123278141722910", 
            "message": "More cognitive dissonance."
        }, 
        {
            "created_time": "2017-10-19T02:24:35+0000", 
            "id": "10154880628245079_123279091722815", 
            "message": "You have a good heart, however, you're still separated and blinded by politics, hence your \"stop watching cnn\" comment."
        }, 
        {
            "created_time": "2017-10-19T02:29:47+0000", 
            "id": "10154880628245079_855761144583126", 
            "message": "CNN is a statement about all msn it’s all destroying the country"
        }, 
        {
            "created_time": "2017-10-19T02:47:16+0000", 
            "id": "10154880628245079_926509130829513", 
            "message": "Hey man. Do you know that there are lots of people who come on tourist visa and visitor Visa then they marry a girl with American P.R. then they're all set. People of other countries who are living in America send sponsorships to thier relatives and frnds that's exactly how  they fill America with shit people. These kind bastards apply for old age pensions wid their parents  just for increasring thier own bank balance. They use medical  services for less price in America just bcuz these services are expensive in thier own country. All they want  is to just earning money  in America send that money back to thier own countries. They have  no respect for america.That' how they destroy America and it's greatness."
        }, 
        {
            "created_time": "2017-10-19T03:24:01+0000", 
            "id": "10154880628245079_285185888641443", 
            "message": "^Sure you can. \nPlease explain to me what it is he stands for that's bad?"
        }, 
        {
            "created_time": "2017-10-19T03:24:32+0000", 
            "id": "10154880628245079_102545563843698", 
            "message": "Kellie Kane you're extremely ignorant to think the majority of anyone who is against POTUS are \"freeloading foreigners\" Trump's not gonna do shit and he hasn't done shit."
        }, 
        {
            "created_time": "2017-10-19T03:26:38+0000", 
            "id": "10154880628245079_285186271974738", 
            "message": "Jordan Clouse he won the presidency 🤔😂😂😂🇺🇸🇺🇸🇺🇸🇺🇸"
        }, 
        {
            "created_time": "2017-10-19T03:33:49+0000", 
            "id": "10154880628245079_175509463000536", 
            "message": "Chris Booker literally the artist in question wasn't hip hop cause he was white, but now that he's the GOAT your saying  if you support a different white dude you aren't a fan of hip hop.  The irony there is hilarious."
        }, 
        {
            "created_time": "2017-10-19T04:26:40+0000", 
            "id": "10154880628245079_285203625306336", 
            "message": "Probably because he never dissed Killary. He supported her lol"
        }, 
        {
            "created_time": "2017-10-19T04:30:32+0000", 
            "id": "10154880628245079_285206818639350", 
            "message": "Billy Eastes \"ppl need to stop acting like it's us vs them we are all Americans\". Says the one dick riding Eminem right now after he quite literally JUST did the very thing you say you are tired of. He literally states in his recent rap that he's drawing a line in the sand. And either believe his beliefs or fuck off. He literally told his fans to fuck off if they support their President. That's the epitome of \"Its us vs them\". But apparently It's okay for Em to be a hypocrite and bash President Trump for saying \"grab em by the pussy\" but in the very same rap says \"Bitches even cum when I rape them\". Yep so much better. I can see how glorifying raping a woman is a lot better than saying you like to grab them by the pussy. Lmao"
        }, 
        {
            "created_time": "2017-10-19T04:32:01+0000", 
            "id": "10154880628245079_540045556339296", 
            "message": "Tamatha Hickman never dissed barry either"
        }, 
        {
            "created_time": "2017-10-19T04:40:26+0000", 
            "id": "10154880628245079_175521039666045", 
            "message": "Jordan Clouse Good luck on that \"he's not gonna do shit and he hasn't done shit\" thing. This is happening. Also, look at all the money he just saved the U.S by taking government funding away from the NFL. Somewhere in the ballpark of a BILLION dollars. And he just abolished Obamacare and will be implementing a new actual affordable healthcare system, not one that claims affordable but has monthly premiums of nearly $1,000. He has also created millions of jobs where there weren't any previously by bringing companies in to smaller cities, or renegotiating to have companies that were planning to leave, stay. He's done quite a bit, but you haters refuse to see it because you're stubborn. You know if you admit he's done good, it admits to being wrong about him. It's okay tho, we know what he's done good. And he's done more good in his first couple of months than Obama did in two years!"
        }, 
        {
            "created_time": "2017-10-19T05:51:05+0000", 
            "id": "10154880628245079_289765568194132", 
            "message": "It's one thing to diss Trump. But Eminem is an idiot and attacked his fans directly."
        }, 
        {
            "created_time": "2017-10-19T06:11:29+0000", 
            "id": "10154880628245079_289769528193736", 
            "message": "Holy shit! I found a Normal trump supporter!?"
        }
    ]
}