{
    "data": {
        "created_time": "2014-10-13T12:46:57+0000", 
        "id": "10153110332816729_10153118419381729", 
        "message": "Sorry but I just don't understand. Is everyone trying to say that before F.B. They had no friends. If anyone needs F.B. To make friends something is terrible wrong with this world."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-13T12:52:11+0000", 
            "id": "10153110332816729_10153118433726729", 
            "message": "Well said. Totally agree. :-)"
        }, 
        {
            "created_time": "2014-10-13T13:09:04+0000", 
            "id": "10153110332816729_10153118469576729", 
            "message": "Thank you Lucy really glad you agree. Thought every one was going to disagree. But you made me feel like I know what I am talking about. Thank you. I guess most people had no friends 20 years ago. Lol"
        }, 
        {
            "created_time": "2014-10-13T15:47:42+0000", 
            "id": "10153110332816729_10153118828471729", 
            "message": "Ok Mary walker now that you put it that way I agree that I might have jumped the gun. What you posted was very well said. Your right it is possible to have life long friends and also have F.B. Friends. Your right some people don't have the opportunity to make new friends so F.B. Is perfect for them. Again I am glad you had the guts to challenge me on my post because you opened my eyes to something they were closed to. Again thank you n sorry if I offended anyone"
        }, 
        {
            "created_time": "2014-10-13T18:21:23+0000", 
            "id": "10153110332816729_10153119220981729", 
            "message": "Anthony, yes, I speak to many of my long distance family & friends on face book which makes me happy yet . . . in the meantime, I've made new friends from all over the world who enjoy many of the same things I do.  These friends have become very important to me in so many ways.  Each to their own I say."
        }, 
        {
            "created_time": "2014-10-13T19:07:57+0000", 
            "id": "10153110332816729_10153119340066729", 
            "message": "I totally agree with you Anthony!!!"
        }, 
        {
            "created_time": "2014-10-13T20:28:24+0000", 
            "id": "10153110332816729_10153119552721729", 
            "message": "Thank you both for understanding. If not for Mary walker mcCaffery I would not of seen the error in my thinking. I wish she would of posted back but it doesn't matter she opened my eyes. I thank her with all my heart. I am not a bad person I just wasn't looking at the whole F.B. Thing for what it's really worth to most people. Mary made me a better person. I just hope she read my post. Thank you Mary who ever you are"
        }
    ]
}