{
    "data": {
        "created_time": "2014-10-14T15:37:55+0000", 
        "id": "10153110332816729_10153121813646729", 
        "message": "Facebook please help fix my issue. I've sent numerous reports."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-14T16:18:12+0000", 
            "id": "10153110332816729_10153121896116729", 
            "message": "Hey Traci. We have limits in place to prevent abuse of our features and to protect people from spam and harassment. Limits are based on different factors, like speed and quantity, but we can't provide additional details on the rate limits that are enforced. Learn more in our Help Center: http://on.fb.me/1o9bRvb. -Sarah"
        }, 
        {
            "created_time": "2014-10-14T16:20:11+0000", 
            "id": "10153110332816729_10153121900526729", 
            "message": "Ha this doesn't help anyone Facebook!!! Exactly my point in my post...you guys don't help at all!!! Filing reports is a waste of time! Click this link for help ma'am go here, do this and NONE of it works!!!!"
        }, 
        {
            "created_time": "2014-10-14T16:24:11+0000", 
            "id": "10153110332816729_10153121909266729", 
            "message": "Hey Mark this is great..... But..... When you are stroking that check don't forget the little people that have spent a large chunk in advertising their business with you. I find it odd that Facebook can collect all this money from us, dictate how we manage our business pages but when the page is HACKED they offer ZERO SUPPORT to get it back. If you continue to allow this people will not advertise with you as Facebook is obviously not a safe community! http://www.usatoday.com/.../mark-zuckerberg.../17244621/"
        }, 
        {
            "created_time": "2014-10-14T16:27:43+0000", 
            "id": "10153110332816729_10153121916811729", 
            "message": "I am on a lot of sale sites but bumping items once a day is not harrassing, abusive, or annoying. It's what you are supposed to do! I am sick of being told I have to wait 2 weeks when I did nothing wrong! People will start leaving facebook if this doesn't get fixed. It happened to a TON of people (check your help forum you never answer on) last week into this week suddenly. And we have done nothing wrong at all. People use groups for business, too, and you're ruining that for them, as well. I need to sell these items to make extra money we really need. You are preventing that with the bs games going on. Obviously y'all need to find a better way to track fake profiles because you are doing a HORRIBLE job at it and at taking care of your clients!"
        }, 
        {
            "created_time": "2014-10-14T16:28:08+0000", 
            "id": "10153110332816729_10153121917796729", 
            "message": "It was lifted the first time btw, with no reason why it happened, so I am well aware the ban CAN be lifted. And I'd like it to be asap, please."
        }, 
        {
            "created_time": "2014-10-14T16:28:13+0000", 
            "id": "10153110332816729_10153121917981729", 
            "message": "Facebook"
        }, 
        {
            "created_time": "2014-10-14T16:28:57+0000", 
            "id": "10153110332816729_10153121919681729", 
            "message": "I also use it for parenting groups to associate with close friends someone other than my personal page. it's very important I get this feature back and quit being blocked for actually interacting. It's not \"abusing\" features. Figure out a solution."
        }, 
        {
            "created_time": "2014-10-14T16:30:47+0000", 
            "id": "10153110332816729_10153121923301729", 
            "message": "same here  for whatever reason i could not make  friends or they said i did not know  or whatever.that is what  i thought this site  was for"
        }, 
        {
            "created_time": "2014-10-14T16:31:39+0000", 
            "id": "10153110332816729_10153121925336729", 
            "message": "yeah, they are steadily destroying the reasons everyone likes facebook. this is FOR social networking so why the heck are we getting blocked from being social?! Facebook"
        }, 
        {
            "created_time": "2014-10-14T16:43:32+0000", 
            "id": "10153110332816729_10153121952806729", 
            "message": "can you please message me to resolve this issue Facebook?"
        }, 
        {
            "created_time": "2014-10-14T20:52:09+0000", 
            "id": "10153110332816729_10153122536356729", 
            "message": "Tell me ur problem. I believe i can help."
        }, 
        {
            "created_time": "2014-10-14T23:27:07+0000", 
            "id": "10153110332816729_10153122834331729", 
            "message": "*crickets*"
        }, 
        {
            "created_time": "2014-10-14T23:34:28+0000", 
            "id": "10153110332816729_10153122843626729", 
            "message": "I got reblocked from Facebook groups for posting or bumping garage sale items too much I guess. They don't officially tell you the problem . or help"
        }, 
        {
            "created_time": "2014-10-15T15:42:00+0000", 
            "id": "10153110332816729_10153124210321729", 
            "message": "take it you can't help then lol"
        }, 
        {
            "created_time": "2014-10-16T17:45:59+0000", 
            "id": "10153110332816729_10153126411301729", 
            "message": "earth to Facebook...."
        }
    ]
}