{
    "data": {
        "created_time": "2015-11-07T14:59:21+0000", 
        "id": "10153159373135079_10153159385265079", 
        "message": "Okay, serious question - if Eminem were black, would he still be considered one of the best of all time? Why?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-07T15:02:34+0000", 
            "id": "10153159373135079_10153159389130079", 
            "message": "Sim."
        }, 
        {
            "created_time": "2015-11-07T15:07:05+0000", 
            "id": "10153159373135079_10153159401390079", 
            "message": "Not even gonna front. No. Because of his color, he went through struggles no other rap artist of his time went through, and it fueled emotions and thoughts no one else could imagine."
        }, 
        {
            "created_time": "2015-11-07T15:11:00+0000", 
            "id": "10153159373135079_10153159409815079", 
            "message": "^ exactly. If he was black he wouldn't have struggled the same way. (Being the only white in an all black neighborhood ) he probably would've been good, just not a goat."
        }, 
        {
            "created_time": "2015-11-07T15:16:45+0000", 
            "id": "10153159373135079_10153159415030079", 
            "message": "I never ever care about color....it's all'bout his voice and singing quality. Should not ask like that!"
        }, 
        {
            "created_time": "2015-11-07T15:17:31+0000", 
            "id": "10153159373135079_10153159415865079", 
            "message": "Even if u chang his color. You can't take way his natural skills and lyrical talent"
        }, 
        {
            "created_time": "2015-11-07T15:19:24+0000", 
            "id": "10153159373135079_10153159417775079", 
            "message": "Dont get me wrong, its clear that the guy is talented. Its obvious that hes good. But I dont even think hes the best white rapper (Aesop Rock, in my opinion). To me, Tupac, Andre 3000, Rakim, Nas, etc are all better. Eminem is king in terms of popularity but not in terms of skill. Hes high up but not at the top."
        }, 
        {
            "created_time": "2015-11-07T15:21:18+0000", 
            "id": "10153159373135079_10153159420380079", 
            "message": "Em's life made him. If he was Black, he'd have lived a different life, in which case he wouldn't be the same Eminem, whose music is largely influenced by his colour-based background, so maybe yep, maybe no. Apart from that, he still has GOAT qualities that very  few (if any) rappers have."
        }, 
        {
            "created_time": "2015-11-07T15:21:51+0000", 
            "id": "10153159373135079_10153159421135079", 
            "message": "I think it's not important like question 'cause Em' is white, it's a fact, and no one could change that. So I don't know why people ask this question. \n\nBut I think Em' would finally be known thanks to his lyrical talent. Even if he was black."
        }, 
        {
            "created_time": "2015-11-07T15:23:08+0000", 
            "id": "10153159373135079_10153159422355079", 
            "message": "Your favourite rappers favourite rapper is em!!\nCase closed."
        }, 
        {
            "created_time": "2015-11-07T15:26:44+0000", 
            "id": "10153159373135079_10153159425130079", 
            "message": "Listen all this \"what if this,what if that\" is bs,just cuz the guy is white and he killed everybody in the rape game means now we need to compare him to the hip hop icons."
        }, 
        {
            "created_time": "2015-11-07T15:27:29+0000", 
            "id": "10153159373135079_10153159425750079", 
            "message": "Listen u change any rap artist skin color they wouldn't be the same"
        }, 
        {
            "created_time": "2015-11-07T15:28:51+0000", 
            "id": "10153159373135079_10153159426950079", 
            "message": "Yes"
        }, 
        {
            "created_time": "2015-11-07T15:29:03+0000", 
            "id": "10153159373135079_10153159427105079", 
            "message": "yes"
        }, 
        {
            "created_time": "2015-11-07T15:41:39+0000", 
            "id": "10153159373135079_10153159440575079", 
            "message": "Im saying even with his current skills. Everything else held constant (talent, songs written, associations with Dre, etc), if the ONLY difference was him being black, would he be as revered as he is now?\n\nIve no doubt hed still be considered rightfully good, possibly even great, but I doubt hed be nearly as big as he is or seen as the greatest ever by so many."
        }, 
        {
            "created_time": "2015-11-07T15:42:43+0000", 
            "id": "10153159373135079_10153159441410079", 
            "message": "Man all you guys are touching up on what he himself has already said... YEARS AGO... \"If I was black / I would've sold half / I ain't have to graduate from Lincoln High School to know that!!\""
        }, 
        {
            "created_time": "2015-11-07T15:48:43+0000", 
            "id": "10153159373135079_10153159447875079", 
            "message": "Can't say if he would have been called the best surely he would have not got so much of recognition.\nJust because he was white and different from the crowd people noticed him more quickly.\nHe also says the same thing in the song \"white america\"\nBut no matter what he is the best and I fucking love him😘"
        }, 
        {
            "created_time": "2015-11-07T16:22:22+0000", 
            "id": "10153159373135079_10153159490270079", 
            "message": "Listen Adam Broderick u got no   Other  rap artist at eminems status down to Grammys ,reacord sold, Oscar everyrhing"
        }, 
        {
            "created_time": "2015-11-07T16:23:35+0000", 
            "id": "10153159373135079_10153159491610079", 
            "message": "He hasn't done anything for a while but there was a time when eminem was the biggest artist there is"
        }, 
        {
            "created_time": "2015-11-07T16:24:57+0000", 
            "id": "10153159373135079_10153159493200079", 
            "message": "And the truth is any person could relate to his song unlike others u need to be hard and need to have a certain background"
        }, 
        {
            "created_time": "2015-11-07T17:13:23+0000", 
            "id": "10153159373135079_10153159549535079", 
            "message": "I don't care if he's black, white, yellow, or orange!  Name any rapper that could've written Rap God!"
        }, 
        {
            "created_time": "2015-11-07T17:34:36+0000", 
            "id": "10153159373135079_10153159587520079", 
            "message": "Eminems black version is Bazzar.... Bazzar doesn't have the same flow but he's as fucked in the head as my boy slim"
        }, 
        {
            "created_time": "2015-11-07T21:51:07+0000", 
            "id": "10153159373135079_10153159881060079", 
            "message": "Luis Enrique Abundiz-Correa calm your tits"
        }, 
        {
            "created_time": "2015-11-08T02:29:14+0000", 
            "id": "10153159373135079_10153160212155079", 
            "message": "I'm a just kill this whole thing... HE'S NOT BLACK so deal with it... I mean, mfs hate so much on somebody they even have to make up hypothetical scenarios about people... Like \"oh you still think he's good?! What if this or what if that?!\" Man fuck the what ifs... He's not black, he's white and he's going down in history as one of the greatest to ever do it... A BLACK MAN BY THE NAME OF JAY Z SAiD iT HiMSELF THAT EVEN HE COULDN'T iMAGiNE BEiNG AS SUCCESSFUL AS EMiNEM!! Your favorite rappers give him the credit deserved and if they don't they still aren't foolish enough to pen his name in a verse because they know better!! Give credit when credit is due... And it's over due so pay up and shut up!!"
        }, 
        {
            "created_time": "2015-11-08T02:36:34+0000", 
            "id": "10153159373135079_10153160219325079", 
            "message": "Why are you people so irrational? I never hated on him once. I made it very clear that I thought he was GOOD, but that his race plays a factor in why people think hes GREAT. This wasnt addressed once.\n\nI think if I were Marshall, Id be embarrassed to have so many sycophants as fans. Actually Im sure he is, he even says so in his songs."
        }, 
        {
            "created_time": "2015-11-08T04:54:18+0000", 
            "id": "10153159373135079_10153160327935079", 
            "message": "Bro to answer your question YES he is great for his talent not his skin color"
        }
    ]
}