{
    "data": {
        "created_time": "2014-08-15T17:30:19+0000", 
        "id": "10152249242600079_10152249295830079", 
        "message": "Eminem my son is 14 has cerebral palsy and epilepsy and scoliosis and is your biggest fan, i would like to get see about getting him a meet and greet with u and D 12 he watches you're videos on u tube all.day every day sometimes i.get a lil tired of hearing out lol. But i would love it if u would help us with this"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 137
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-15T19:02:57+0000", 
            "id": "10152249242600079_10152249466500079", 
            "message": "He's \"not here to save the fucking children\"."
        }, 
        {
            "created_time": "2014-08-15T19:38:04+0000", 
            "id": "10152249242600079_10152249535855079", 
            "message": "What a dick! It's a fan either way . Worst off kid with a dad wanting to brighten his sons day for even just a minute."
        }, 
        {
            "created_time": "2014-08-15T20:20:29+0000", 
            "id": "10152249242600079_10152249645035079", 
            "message": "The last time D12 were in a room together was likely when Devil's Night was being recorded. Your best bet would be to ask for Mr. Porter to accompany him, though I doubt he sits on facebook all day. Get creative, maybe, and print some crazy stuff on the face of an envelope...send a letter to his residence in New York. I doubt his concerts are overtly violent with pits - maybe back in the day -, so you could wait until he tours the U.S again. At least see him in person from afar."
        }, 
        {
            "created_time": "2014-08-15T20:48:58+0000", 
            "id": "10152249242600079_10152249779655079", 
            "message": "Giedrius he can ask what he wants how about you get cerebral palsy?"
        }, 
        {
            "created_time": "2014-08-15T20:50:20+0000", 
            "id": "10152249242600079_10152249789240079", 
            "message": "Okay where can we meet? Lmfao"
        }, 
        {
            "created_time": "2014-08-15T20:55:12+0000", 
            "id": "10152249242600079_10152249799350079", 
            "message": "Jeremiah Duncan.. the last time they were together was recording devils night? umm... they actually toured with D12 World.. jeez.. you're a fan? im pretty sure the last time was maybe at proof's funeral, but they all hang together still and are randomly at the shows. maybe people not from Detroit aren't up on this stiff, idk.."
        }, 
        {
            "created_time": "2014-08-15T20:58:12+0000", 
            "id": "10152249242600079_10152249803275079", 
            "message": "Awesome attempt to please your son. That is big of you. Don't let the rest discourage you, their words and opinions are probably from a lack of good people doing something for them."
        }, 
        {
            "created_time": "2014-08-15T22:07:59+0000", 
            "id": "10152249242600079_10152249907045079", 
            "message": "Um."
        }, 
        {
            "created_time": "2014-08-15T23:26:21+0000", 
            "id": "10152249242600079_10152250009140079", 
            "message": "Take in consideration that everyone is busy with their own lives... especially celebrities. It would be a very nice gesture for him to visit your son but how many fans does he have? Way too many to visit personally. It would be more appropriate if you asked for a picture and autograph. Or maybe a signed CD, That way instead of him taking so much time to travel to visit he can take a few minutes out of his life for a nice gesture and send your son something in the mail. I'm sure your son would still be very excited."
        }, 
        {
            "created_time": "2014-08-16T00:27:32+0000", 
            "id": "10152249242600079_10152250096585079", 
            "message": "It would cost a lot to meet him... Just saying plus I don't think he will ever read that message to be honest"
        }, 
        {
            "created_time": "2014-08-16T00:30:16+0000", 
            "id": "10152249242600079_10152250102250079", 
            "message": "first of all i suppose i shouldn't have put this on here because now aint nothing fuckin positive on this page so fuck off all u negative people, i totally understand he is busy he wouldn't have to travel to far considering we live in Detroit Michigan ."
        }, 
        {
            "created_time": "2014-08-16T00:34:10+0000", 
            "id": "10152249242600079_10152250106155079", 
            "message": "i will find a way for my son to meet him, wont stop until he does, and when he does ill post it for all you negative Nancy's"
        }, 
        {
            "created_time": "2014-08-16T02:40:34+0000", 
            "id": "10152249242600079_10152250303615079", 
            "message": "Jenn Rose - call Ellen! :)"
        }, 
        {
            "created_time": "2014-08-16T03:47:59+0000", 
            "id": "10152249242600079_10152250386290079", 
            "message": "Dude that's awesome your trying to makes your son happy by trying this. Wish I dad would do something like that for me. But at less I have a dad aye.\nBut good on you man"
        }, 
        {
            "created_time": "2014-08-16T08:32:13+0000", 
            "id": "10152249242600079_10152250735220079", 
            "message": "God blessss"
        }, 
        {
            "created_time": "2014-08-16T11:14:59+0000", 
            "id": "10152249242600079_10152250963835079", 
            "message": "Listens to Eminem, gets pissed off of an Eminems song quote..."
        }, 
        {
            "created_time": "2014-08-16T12:15:44+0000", 
            "id": "10152249242600079_10152251133775079", 
            "message": "regardless its a song quote, that's the first thing i read and it offended me don't dig anyone saying anything about my baby, u should had clarified that then. any way, just to let you all no I'm the MOM again the profile pic is my father who passed away 4 months ago Ty for all the kind words but im the momma :)"
        }, 
        {
            "created_time": "2014-08-16T14:00:33+0000", 
            "id": "10152249242600079_10152251303960079", 
            "message": "@Gledrius, not cool. If you don't have anything nice to say, move on. WTF does it matter to you ? @Jenn, I don't think EM spends a lot of time on this site, try contacting his agent or the concert promoters….just a thought."
        }, 
        {
            "created_time": "2014-08-16T14:10:04+0000", 
            "id": "10152249242600079_10152251313370079", 
            "message": "Hope this comes true, not far from his home x all the best"
        }, 
        {
            "created_time": "2014-08-16T16:22:48+0000", 
            "id": "10152249242600079_10152251491625079", 
            "message": "I think you posting here is a sweet gesture. And I really hope it does come true. I'm not being negative but it's is rare that Eminem actually reads this page. His publicist and or manager probably posts on his behalf. Try contacting his management or publicist.  It may be a positive thing"
        }, 
        {
            "created_time": "2014-08-16T23:27:22+0000", 
            "id": "10152249242600079_10152252237665079", 
            "message": "@Gledrius you selfish i hope you fuckin burn in hell ../... few lines in song of Eminem....Jen love his son like Eminem to his daughter.....Keep Tryin Jen Godbless"
        }, 
        {
            "created_time": "2014-08-17T06:09:08+0000", 
            "id": "10152249242600079_10152252715805079", 
            "message": "Jen keep trying until u go to your point!I am 14 like your son and i am a big fan of him and i know how bad he wants to see his idol.All the best for u and your  family!God Bless!"
        }, 
        {
            "created_time": "2014-08-17T06:34:06+0000", 
            "id": "10152249242600079_10152252738505079", 
            "message": "God bless you and your family, best of luck."
        }, 
        {
            "created_time": "2014-08-17T07:22:56+0000", 
            "id": "10152249242600079_10152252777345079", 
            "message": "may ur son meet emiem.. :)"
        }, 
        {
            "created_time": "2014-08-17T15:39:30+0000", 
            "id": "10152249242600079_10152253296555079", 
            "message": "Some people can be very rude and cruel Jenn Rose...  Pay no attention to them. My condolences on your father's death."
        }
    ]
}