{
    "data": {
        "created_time": "2016-10-21T20:42:39+0000", 
        "id": "10155122172431729_10155122437456729", 
        "message": "I have a question and did not get the answer you stated. Why .?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-21T20:46:39+0000", 
            "id": "10155122172431729_10155122444901729", 
            "message": "Thanks for reaching out, Alaa. This is a great place to ask questions. Let us know how we can help. :) -Jessica"
        }, 
        {
            "created_time": "2016-10-21T20:52:49+0000", 
            "id": "10155122172431729_10155122456561729", 
            "message": "Thank you for your answer and clarify your work .. My question is I have a ban on the creation of applications and pages and management since 2014 and so far did not get help on this matter and I need to manage the pages and create when you will be removing these restrictions obtained by mistake and I did not disagree with Rules management Facebook what it is all my account was breaking was the work of the promised applications by the hacker, who was in control of the personal account after attempts I was able to refer the account and received the restrictions have been banned from use to create pages indefinitely.\n And it has been banned from use to create applications indefinitely.\n♥ Will you help me Viasalh these restrictions .. Thank Meri last to power your hearts to read our messages and our questions .."
        }, 
        {
            "created_time": "2016-10-21T20:58:56+0000", 
            "id": "10155122172431729_10155122472826729", 
            "message": "Hi Alaa. If you believe that your account was disabled by mistake, you can submit an appeal here: http://bit.ly/2erXO0I. -Jessica"
        }, 
        {
            "created_time": "2016-10-21T21:02:33+0000", 
            "id": "10155122172431729_10155122480936729", 
            "message": "My account is active and not disabled, which is prohibited now is talk to you now, Alaa al-Darraji, but I'd like to help how to get rid of the embargo restrictions on the establishment of the pages, applications and management .. Is there help. Thank you for your response"
        }, 
        {
            "created_time": "2016-11-03T21:15:36+0000", 
            "id": "10155122172431729_1799795256954980", 
            "message": "You didn't get answer again.. Hahah"
        }, 
        {
            "created_time": "2016-11-03T21:37:08+0000", 
            "id": "10155122172431729_1092249654156911", 
            "message": "_)_"
        }
    ]
}