{
    "data": {
        "created_time": "2016-11-15T15:15:15+0000", 
        "id": "10155122172431729_962418523864344", 
        "message": "I'm having issues with Bullying/Harassment/Hate in several FB groups. Can someone please contact me. Thank you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-11-15T15:35:09+0000", 
            "id": "10155122172431729_1801452246807443", 
            "message": "Hi William. If you or someone you know is being bullied on Facebook, please report this to us: http://bit.ly/2eWBafS. -Neha"
        }, 
        {
            "created_time": "2016-11-15T16:03:41+0000", 
            "id": "10155122172431729_1795746837380812", 
            "message": "I've gone through all of these channels with no success, only automated replies of 'Thanks for your feedback'. My claims are real. I have submitted 5 claims in the past month, and have yet to hear back from a human. I have much of the info posted on my personal FB page, and also have much evidence on my FB messenger. I will grant access to my messenger for FB to conduct a full review. My friends list has been harassed as well, resulting in many of my friends to remove themselves due to the ongoing negative campaign against me. These groups have continued to operate without interruption, while I have also been silenced by FB for a total of 10 days, for trying to get the message out there. It's extremely difficult to report these offenses, since many groups have blocked me from their pages, without cause and without merit. I have sent a PM to you yesterday, as well as one to Mark Zuckerberg. This issue must be addressed asap, as these groups are continuing to attack my credibility, only destroying me further as each day passes without any action by FB. Please contact me either with a PM, or by phone. The link you have provided has not produced any results for me, or a single response. I have submitted 5 separate claims already. Please take action soon. Thank you."
        }, 
        {
            "created_time": "2016-11-15T16:16:17+0000", 
            "id": "10155122172431729_1805625639705275", 
            "message": "We appreciate your patience as our team reviews your report, William. In the meantime, you may be able to track the status of your report in the Support Dashboard. Visit our Help Center to learn more: http://bit.ly/2fRyKRW. -Joe"
        }, 
        {
            "created_time": "2016-11-15T16:22:49+0000", 
            "id": "10155122172431729_1103351689713374", 
            "message": "I understand all of this, but my claims are not going through the right channels for some reason. That's why I am personally reaching out to FB for a full review of my claims. My other claims were simply assumed as feedback from the automated replies I've received. My claims are nothing close to feedback. There's a major concern wothin my actual claims, and I am requesting a full review of the content of my claims please. I have a recent post on my fb page, that outlines the negativity against me. My posts are also public, in order to get the attention of FB, which I have yet to accomplish. I'm not sure why there's so much difficulty, as this is a serious matter. My personal life continues to be negatively affected as we speak."
        }, 
        {
            "created_time": "2016-11-21T23:57:34+0000", 
            "id": "10155122172431729_1835069410062406", 
            "message": "for your request has the main options so for more information long to :http://BIT .L"
        }, 
        {
            "created_time": "2016-11-25T06:33:53+0000", 
            "id": "10155122172431729_970521789720684", 
            "message": "Tidal dapat must me shcren"
        }, 
        {
            "created_time": "2016-11-26T07:26:40+0000", 
            "id": "10155122172431729_1332972486769894", 
            "message": "আছো কী তুমি ভালো তুমি কী সেই আগের মত আছো না কী বদল্লে গেছো । জখনী বাভী আমি তোমার কথা মনে পরে জীবনের অনেক কথা । মনটাকে বেঙ্গে চুরে চলে গেছো বহুদুরে দুংখ কেন হাত ছানী দেয় বারে বারে কেন আমাকে কাঁদায়"
        }, 
        {
            "created_time": "2016-11-26T07:36:10+0000", 
            "id": "10155122172431729_1800937636861732", 
            "message": "তুমি কী সেই আগের মত আছো না কী অনেক খানী বদল্লে গেছো । মনটাকে বেঙ্গে চুরে চলে গেছো বহুদুরে । জখনী বাভী আমি তোমার কথা মনে পরে জীবনের অনেক কথা । মনটা কেন বারে বারে বেঙ্গে যায় কষ্ট কেন হাত ছানী দেয় । দুংখ কেন আমাকে কাঁদায় বলতে পার কী ?"
        }, 
        {
            "created_time": "2016-11-26T13:32:26+0000", 
            "id": "10155122172431729_1806746592944675", 
            "message": "লাইক"
        }, 
        {
            "created_time": "2016-11-27T03:19:54+0000", 
            "id": "10155122172431729_1837343899834957", 
            "message": "Actualidad.  Des. Electromagnética"
        }, 
        {
            "created_time": "2016-11-28T17:38:59+0000", 
            "id": "10155122172431729_1807982156154452", 
            "message": "I am having the same problem.\nIts much worse.\nThe admin of that group took part in bullying and harrasment.\nI have taken pictures as evidence.\nBut they deleted the conversation so i couldn't report them."
        }, 
        {
            "created_time": "2016-11-28T17:42:04+0000", 
            "id": "10155122172431729_1116484795066730", 
            "message": "I couldnt sleep that night bcuz of sheer humiliation.\nI am now feeling mentally weak"
        }, 
        {
            "created_time": "2016-12-02T05:27:29+0000", 
            "id": "10155122172431729_696885637136790", 
            "message": "Why is Facebook bullying one of it's members? #TurnTrentLoos!"
        }, 
        {
            "created_time": "2016-12-02T15:22:14+0000", 
            "id": "10155122172431729_697195907105763", 
            "message": "https://www.youtube.com/watch?v=Yauwad9W0KA"
        }, 
        {
            "created_time": "2016-12-02T15:22:56+0000", 
            "id": "10155122172431729_1840302612872419", 
            "message": "lol... funny singer... https://www.youtube.com/watch?v=Yauwad9W0KA"
        }, 
        {
            "created_time": "2016-12-02T16:41:38+0000", 
            "id": "10155122172431729_759865454166834", 
            "message": "My issue is with group members and admins of several different groups. It has also spread to my regular Facebook account. It has been ongoing for almost 2 months, and Facebook has done nothing about it. They just keep referring me to the automated help system, which is obviously not capable of handling real issues."
        }, 
        {
            "created_time": "2016-12-03T14:49:22+0000", 
            "id": "10155122172431729_1814624868805352", 
            "message": "Thanks for the love, Ñizàr. We're glad you're part of our community. -Rhea"
        }, 
        {
            "created_time": "2016-12-03T19:25:23+0000", 
            "id": "10155122172431729_1838322249776469", 
            "message": "ANIMAL ARE LOVELY.. https://www.youtube.com/watch?v=Yauwad9W0KA"
        }, 
        {
            "created_time": "2016-12-04T16:53:13+0000", 
            "id": "10155122172431729_1838801229728571", 
            "message": "ATTENTION EVERYONE......WARNING.......FACEBOOK HAS LOCKED MY ACCOUNTS (IVE MADE 3 OF THEM) BECAUSE I REFUSE TO USE MY FULL NAME....I GO BY MY NICKNAME AND MY MIDDLE NAME AND FACEBOOK IS TRYING TO FORCE ME TO USE MY FULL FIRST MIDDLE AND LAST NAME....PEOPLE WHO DONT LIKE WHAT I SAY TO POSTS REPORT ME AS \"FAKE\" I HAVE SENT MY ID INTO FACEBOOK 4 TIMES AND THEY SAY...WELL IF YOU CHANGE TO YOUR FULL NAME WE WILL GIVE YOU BACK YOUR ACCOUNT.......THIS IS MY IDENTITY..THIS IS MY PRIVACY.......I SAY WE BOYCOTT FACEBOOK TIL THEY ALLOW US TO USE WHATEVER NAME WE WANT LIKE ALOT OF PEOPLE ON FACEBOOK DO.....AND IVE SENT THEM A LONG LIST OF PEOPLE WHO DONT USE THEIR REAL NAMES AND ITS VERY OBVIOUS THEY DONT!!!!"
        }, 
        {
            "created_time": "2016-12-05T01:23:55+0000", 
            "id": "10155122172431729_698585033633517", 
            "message": "Facebook still waiting fo an answer about how to stay in touch with people when you take away the mobile site. as i mentioned, i have a company owned phone, which means i am not allowed to install external apps on it. which means you are taking away my only way to message on facebook."
        }, 
        {
            "created_time": "2016-12-05T05:02:13+0000", 
            "id": "10155122172431729_1124450910936785", 
            "message": "hindi me likho frend"
        }, 
        {
            "created_time": "2017-08-24T17:31:51+0000", 
            "id": "10155122172431729_266920910478843", 
            "message": "Sabrul"
        }, 
        {
            "created_time": "2017-08-24T17:32:57+0000", 
            "id": "10155122172431729_1428783807236544", 
            "message": "Fahim Islam"
        }
    ]
}