{
    "data": {
        "created_time": "2016-11-15T16:32:38+0000", 
        "id": "10155122172431729_687093921449295", 
        "message": "Could you please for the love of God turn off the suggested pages feature. That's all I see in my news feed and I seriously want to delete my account because of it. It's annoying and I spend all of my time on here trying to turn them off. I seriously do not care about ANY of the suggested pages."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-11-15T20:44:38+0000", 
            "id": "10155122172431729_1795834850705344", 
            "message": "Hi Doug. You can remove the Pages suggestions by selecting the 'x' which appears to the right of the suggestion. For more information, head to: http://bit.ly/2fVcxVj. -Joe"
        }, 
        {
            "created_time": "2016-11-15T21:27:16+0000", 
            "id": "10155122172431729_1832178547018159", 
            "message": "No, you don't seem to understand. The suggested pages are showing up as every other new feed post. I see a friend's post, and suggested page, a friend's post,  a suggested page and so on and so on. I see at least 50 suggested pages in my news feed every couple of hours. I hide every single on of them because I'm not interested but there are 50 more that take their place. I'm not concerned with them showing up on the right hand side on the news feed but they are taking over my news feed completely."
        }, 
        {
            "created_time": "2016-11-15T21:43:29+0000", 
            "id": "10155122172431729_1824335131173268", 
            "message": "Hey Doug. If you believe a feature isn't working properly, please report it to us here: http://bit.ly/2geBxaJ. -Joe"
        }, 
        {
            "created_time": "2016-11-15T22:18:45+0000", 
            "id": "10155122172431729_962727607166769", 
            "message": "Facebook does not care what you like or what you want. You will Bow down to what they deem proper or not use their service. I am about ready to stop using Facebook myself"
        }, 
        {
            "created_time": "2016-11-16T17:24:06+0000", 
            "id": "10155122172431729_1824724314467683", 
            "message": "Facebook Nothing more to tell you, ok!"
        }, 
        {
            "created_time": "2016-11-16T17:27:26+0000", 
            "id": "10155122172431729_963735050399358", 
            "message": "I have already reported the issue and I've received no reply and no fix. Still being bombarded with post suggestions."
        }, 
        {
            "created_time": "2016-11-16T23:56:44+0000", 
            "id": "10155122172431729_1806183832982789", 
            "message": "Can I post a random suggestion on this page every 5 minutes? Would it help understand the frustration? Suggestion #1: stop suggesting suggestions"
        }, 
        {
            "created_time": "2016-12-12T16:21:32+0000", 
            "id": "10155122172431729_703563383135682", 
            "message": "pls give me all fb video tutorials link"
        }, 
        {
            "created_time": "2016-12-12T16:22:15+0000", 
            "id": "10155122172431729_1843500535925307", 
            "message": "pls give me all about fb video tutorials link"
        }
    ]
}