{
    "data": {
        "created_time": "2016-09-24T04:42:11+0000", 
        "id": "10153100425291729_1575322579441908", 
        "message": "Facebook keeps blocking me, so I keep opening new accounts. Facebook has wrong accused me of spamming other people, but the real reason it blocks me is because I stood up to liberal trolls on a political message board. Mind you, FB never blocked the trolls, one of whom was sexually harassing others. When I reported him to FB, they said he wasn't violating community guidelines. He had made references to his genitalia! But if you aren't liberal/progressive then FB singles you out. Facebook is run by fascists who fear free speech! Cowards!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-24T15:18:42+0000", 
            "id": "10153100425291729_1792886194321233", 
            "message": "H, Rob. It's possible that your account was blocked due to member feedback our team received. Keep in mind that blocks are temporary and can last a few hours or a few days and that we can't lift this block for any reason. Also, it's against the Facebook Community Standards to maintain more than one personal account. Learn more here: http://bit.ly/2cV0IiP. -Rhea"
        }, 
        {
            "created_time": "2016-09-24T20:16:30+0000", 
            "id": "10153100425291729_1184483014978101", 
            "message": "Facebook informed me that I was blocked for three days, and then turned around and blocked me permanently. It started when someone named Carla Cotto harassed and insulted Trump supporters on a Trump wall. When I accused her of being stupid, she reported me and FB blocked me. When I opened another account, \nI returned to the Trump wall only to see that someone who hates Trump supporters had graphically sexually harassed a Trump supporter. I reported the person who committed the offense. Guess how Facebook responded? Facebook responded by informing me that his comment \"doesn't violate Facebook community guidelines\" (Facebook's words, not mine). That's right -Facebook has effectively allowed anyone to sexually harass Trump supporters, but permanently bans me simply for calling a troublemaker stupid! Rhea, suppose you tell me why this obvious double standard exists. And please be specific regarding your having condoned the aforementioned libel issue, for which Facebook is responsible. Thank you."
        }
    ]
}