{
    "data": {
        "created_time": "2014-10-11T14:50:53+0000", 
        "id": "10153100425291729_10153112540671729", 
        "message": "T_T sorry from Thailand.\n\nI'm here today not because I'm Thai but we are human of the world.\nWe want to ask for justice to victims who were murdered in Ko Tao as we want the investigation to be transparent. It's not only that but also for 2 burmese who were tortured to confess. \n\nWe don't want to let money become justice and guilty person still live peacefully without any charges. We are so desperate from system in the country,so, we want the world know that there are voices of people that want this case to be cleared. Please help us, please give justice to Hannah and David."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 96
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-20T23:34:41+0000", 
            "id": "10153100425291729_10153135765721729", 
            "message": "You are not alone! We in America have the same problem, where freedom and justice is becoming only for the wealthy-powerful. Americans are being so dumbed-down to hate real education, science, and reasoning, that they no longer have facility for analytical and critical thinking; thus, they accept whatever panders to their hate and fear, lead by the corporate media, especially the Fox propaganda Network.\n\nAmericans need for a European coalition to invade and establish democracy and education!\n\nDemocracy can exist only where the citizens are educated!"
        }, 
        {
            "created_time": "2014-10-27T15:27:19+0000", 
            "id": "10153100425291729_10153151648916729", 
            "message": "GROW UP"
        }
    ]
}