{
    "data": {
        "created_time": "2014-10-09T16:03:43+0000", 
        "id": "10153100425291729_10153106255231729", 
        "message": "Facebook has given me many new friends. I  thankful for having them."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-09T16:32:23+0000", 
            "id": "10153100425291729_10153106342416729", 
            "message": "We're so glad to hear this Michael! Thank you for being part of our community. -Elissa"
        }, 
        {
            "created_time": "2014-10-09T22:11:06+0000", 
            "id": "10153100425291729_10153107258111729", 
            "message": "On the other hand, Facebook is talking out both sides of its mouth on making new friends:  yes they're all for it.  Then again, they threaten to banish you if you attempt to \"friend \" somebody you don't already know (or if that person says they don't know you).  I'm a bit confused about that, frankly."
        }, 
        {
            "created_time": "2014-10-09T22:57:48+0000", 
            "id": "10153100425291729_10153107376886729", 
            "message": "Be glad you didnt get banned by FB for sending a new friend request to someone you didnt know outside of FB. Or be glad that those new friends werent presented with the FB survey \"Do you know this person outside of FB?\" Cause if your new friend selects 'no, I dont know them outside of FB' ...you get banned/blocked from interacting, commenting, sending new friend requests. "
        }, 
        {
            "created_time": "2014-10-09T22:58:02+0000", 
            "id": "10153100425291729_10153107377501729", 
            "message": "My new friends come through having mutual friends and making comments on posts that are of interest to both. I always check with the mutual friend first. There may be something that would cause me to reject the request and I don't owe them an explanation. Two came from being long term \"followers\", my approach to ask them \"Why\" and then decide after viewing their profile. Quality people and similar interests only."
        }, 
        {
            "created_time": "2014-10-10T00:26:15+0000", 
            "id": "10153100425291729_10153107569511729", 
            "message": "Me to thank you fb"
        }, 
        {
            "created_time": "2014-10-10T07:25:53+0000", 
            "id": "10153100425291729_10153108402996729", 
            "message": "Hillow!gd afternun!"
        }, 
        {
            "created_time": "2014-10-10T17:48:36+0000", 
            "id": "10153100425291729_10153109829921729", 
            "message": "FB THANKS YOUR GREAT, but you speak of making new friends, but you's can't send friend requests to people you's don't know???  How else can we make new friends if we can't send a request to someone we don't know personally????  It should be that you's check out a persons profile, see if you's have similar interests and send them a request, if they accept great, if they don't no harm, no foul and you's move on, huh!!!!!                JJLH"
        }
    ]
}