{
    "data": {
        "created_time": "2017-09-20T14:10:35+0000", 
        "id": "10154798349830079_10154798368490079", 
        "message": "Seriously wish people on these comments would wise up about the album drop!! People have lost lives, family, homes etc and your more concerned about an album drop. As we say here wind your neck in and be thankful you only have to worry about an album drop. #moreimportanttjingstothinkaboutthananalbumdrop!!!\n\nGo do your thing #Eminem cause I personally can wait on it! After all good things come to those that wait xxx"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 51
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-09-20T15:01:12+0000", 
            "id": "10154798349830079_10154798459235079", 
            "message": "Well said Leslie!"
        }, 
        {
            "created_time": "2017-09-20T15:13:04+0000", 
            "id": "10154798349830079_10154798481250079", 
            "message": "Pffffffff \nYou said that\nCause he did a concerts in your country\nThen you re glad by it"
        }, 
        {
            "created_time": "2017-09-20T15:28:53+0000", 
            "id": "10154798349830079_10154798542760079", 
            "message": "Well written Leslie!"
        }, 
        {
            "created_time": "2017-09-20T15:32:34+0000", 
            "id": "10154798349830079_10154798554810079", 
            "message": "Abdelwahed Elidrissi bullshit! First and last time he was in Northern Ireland was 2011!"
        }, 
        {
            "created_time": "2017-09-20T16:16:10+0000", 
            "id": "10154798349830079_10154798682850079", 
            "message": "Oonagh Brett-Francisco thank you xxx"
        }, 
        {
            "created_time": "2017-09-20T16:16:20+0000", 
            "id": "10154798349830079_10154798683760079", 
            "message": "James Richard thank you xxx"
        }, 
        {
            "created_time": "2017-09-20T17:13:02+0000", 
            "id": "10154798349830079_10154798787190079", 
            "message": "Pretty sure he can drop the album at the same time all this shit is going down.  We can't change global disasters but 4 fucking years since Eminem dropped an album can be changed by dropping the fucking album."
        }, 
        {
            "created_time": "2017-09-20T17:22:04+0000", 
            "id": "10154798349830079_10154798804815079", 
            "message": "Daniel Weisgerber how selfish it is to think an album drop is more important due to the extent of time between albums than humanity!"
        }, 
        {
            "created_time": "2017-09-20T18:05:28+0000", 
            "id": "10154798349830079_10154798893545079", 
            "message": "What's a '#tjing'?"
        }, 
        {
            "created_time": "2017-09-20T18:15:32+0000", 
            "id": "10154798349830079_10154798909625079", 
            "message": "Adrian Spicer called a spelling mistake"
        }, 
        {
            "created_time": "2017-09-20T19:35:54+0000", 
            "id": "10154798349830079_10154799067050079", 
            "message": "Leslie Ann Norrie  Oh fuck, these disasters didn't start happening last year.  Whether it's 1 year or 4 years, we're going to postpone everything now?  Importance and selfishness has nothing to do with it, dropping the album is not going to effect anything, at least not make anything worse than it is right now."
        }, 
        {
            "created_time": "2017-09-20T19:36:57+0000", 
            "id": "10154798349830079_10154799068715079", 
            "message": "Daniel Weisgerber suck the back off them!"
        }, 
        {
            "created_time": "2017-09-20T19:50:53+0000", 
            "id": "10154798349830079_10154799096620079", 
            "message": "Leslie Ann Norrie , Not really sure what that means but let me explain a bit better.  It's great that he's doing this, I'm not against helping at all.  It's horrible what is going on over there.  I've been watch live feeds of all the hurricanes since they started.  And I know this has nothing to do with the album dropping.  He will drop it when he wants to, when the time is right for him.  But when people start talking about whats more important, that has nothing to do with it.  The album could drop tomorrow and you'd still go out and buy it just like every other fan.  Would you not go buy it just because of whats happening in the world is more important than new music?  Or maybe go buy it because logically, its not going to effect anything except making millions of fans happy?  Sing For The Moment... \"That's why we sing for these kids who don't have a thing\".  Seems like a perfect time to drop it."
        }, 
        {
            "created_time": "2017-09-20T20:17:02+0000", 
            "id": "10154798349830079_10154799146365079", 
            "message": "Daniel Weisgerber to start of with thank you for not using foul language in your response, maybe now we can have an actual adult conversation regarding the matter.\nYes, while I greatly understand that natural disasters happen often and understand your point that the album could drop tomorrow it is with opinion I state that to go on about an album drop under a post that is in no way in relation to said album drop comes across as very selfish considering what the content of this post is about.\nAs a youth & community worker for 16yrs+ experience my priorities would be more towards helping people than an album drop, and considering the fact that #Eminem is very much youth & community oriented well then maybe that's where his priorities are right now.\nWe are all waiting on it, but as I said before, good things come to those who wait.\nAs for saying I'd go out and buy it if it dropped tomorrow, I actually wouldn't, I work with youth and everyone knows that doesn't pay well so your point on that is invalid. \nAs a very long term loyal fan, I'd prefer he does his thing around youth & community than an album drop."
        }, 
        {
            "created_time": "2017-09-20T20:18:11+0000", 
            "id": "10154798349830079_10154799148025079", 
            "message": "Oooo and suck the back of them is an Northern Irish saying in reference to something but I'll let you work that out yourself lol xxx"
        }, 
        {
            "created_time": "2017-09-20T23:37:44+0000", 
            "id": "10154798349830079_10154799502710079", 
            "message": "But Eminem is a rapper,thats the whole point and we're fans wanting the album. Its great that he's helping people out but we're just stating out what we want thats all"
        }, 
        {
            "created_time": "2017-09-21T03:05:25+0000", 
            "id": "10154798349830079_10154799917375079", 
            "message": "Leslie Ann Norrie  My apologies about my foul language.  I would have thought you being a long term and loyal fan and considering whose FB page we are on, my swearing wouldn't be a problem.  Also co-sign what Cruz said.  Basically summed it up.  Its great he's helping like I said, but he's a rapper that we're all fans of and his music is a drug.  I need my dosage already."
        }, 
        {
            "created_time": "2017-09-21T07:01:33+0000", 
            "id": "10154798349830079_10154800216055079", 
            "message": "Daniel Weisgerber then you need to go to rehab then!\nYou will wait for it like everyone else and no amount of gurning about it is going to make it arrive any quicker.\nAnd as for your statement about who's Facebook page this is in relation to foul language, well then what a very poor apology on your behalf.\nno seriously wind your neck in, stop being a gurney spoiled child and go learn patience, cause he'll drop this album when he's good and ready.\nYour clearly a weak ass man who can't handle his stuff, please proceed to the nearest rehab centre and good luck with that!"
        }, 
        {
            "created_time": "2017-10-11T12:40:48+0000", 
            "id": "10154798349830079_10154848446465079", 
            "message": "Mathers you are fucking dumb asshat fucking clown... \"gun control for Nevada\"...fucking BRILLIANT ...STFU asshole!"
        }, 
        {
            "created_time": "2017-10-11T18:40:11+0000", 
            "id": "10154798349830079_10154849267165079", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-14T03:39:22+0000", 
            "id": "10154798349830079_10154855156670079", 
            "message": "your right."
        }, 
        {
            "created_time": "2017-10-15T13:08:36+0000", 
            "id": "10154798349830079_10154858044600079", 
            "message": ""
        }
    ]
}