{
    "data": {
        "created_time": "2017-09-21T07:52:47+0000", 
        "id": "10154798349830079_10154800311565079", 
        "message": "ramdeni vewvale cxovrebas, sanam mivxvdi rom gamegho kari, maxsovs pataras win medga jari, sicivit sasmeli mitbobda gonebas. ati wlis viyavi gavshinje kvamli, manqanac burusshi rom gavatare, sardapshi mimyveba lodinit javri, cxovreba megona aq davamtavre. shexede quchashi modian orni, dekoltes sishishvle mkerdia mgoni, ver vnaxe versad me mati mjobni da dros danarchens wuxilit gtxovni. me rom mominda wera,gviani iyo mashin, ravici ra momdioda goneba tavshi, shen rom gjeroda sitboa darshi, mashin vebrdzodi sibneles avdarshi. mjera rom ar avardebi shrialit am qarshi, pasta ar mqonda me mashin saxshi, shen rom kbilebi amogdis baghshi, mashin me vnaxe es grdznoba qalshi. vpiqrobdi kodia unazes tmashi, ginda shevidet medashen barshi? ra naxe mitxari am tekilashi, me momwons hennessy gemrielia, tvalebze jujunit medeba gimili, am qveynat ici ramdeni eria? zogi chkviani zogi shteria. ertxel vigrdzeni agar mindoda, azrebi mashin sul ameria, qali loginshi gadameria, vinc xvars atarebs ggonia beria? ar mitxra rom gjera am modis, gogona quchaze isev amodis, qurtuki nagleji acvia jopp is, chaneli qamari mortymui tokis, persol is satvale mzerit rom mtxovnis, pexze acvia cheqmebi vogues. mokled ar vici dzmao,me magis dedac, shensavit mivyvebi cxovrebas dgesac, arada ubralod uyureb yvelapers, kaifi jobia merwmune verapers. ogond ar vici vin wers am ambebs, medeas uxmob rom calke gadges, paparacebi xandaxan guls gatkens, stambashi mitxari ra dawers amdens, mnishvneloba tu dro wamebs adzlevs, Nasa mgoni rom aq vegar gadzlebs, minda sistemas rom iqit gacdes, mjera rom miagnebs axal gancdebs, mitxari dzmobilo aq ragha dadzlevs? gilocav xvalindel dghes,axali dadges, aq isev edzeben samyaros gamchens, aq gimilia saxeze damrches, am sityvebs chemsas gitoveb TAVDEBS, mgoni mixvdebi me rom madardebs, vapaseb vkitxulob shen nawers, studia tamamad duetshi chawers, televizia sivrceshi gawevs, zogic uchvenod curvilebs gawers. :)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}