{
    "data": {
        "created_time": "2014-02-06T17:23:11+0000", 
        "id": "959895899447_4090011", 
        "message": "...I must say that I am extremely disappointed in facebook because I was one of many whom just saw on that link 6 pictures...though I have shared and been on facebook for a few years..... and trying to share that look back experience with everyone else falls on deaf ears when it comes to facebook...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-02-06T18:23:10+0000", 
            "id": "959895899447_4090352", 
            "message": "We hear your frustration, David. We understand that some of you are experiencing these issues with your Look Back video. Thanks for your patience as we work to resolve known problems. -Leigh"
        }, 
        {
            "created_time": "2014-02-06T18:57:31+0000", 
            "id": "959895899447_4090546", 
            "message": "so if i accidentally deleted my video how do i retrieve it???"
        }, 
        {
            "created_time": "2014-02-06T19:25:03+0000", 
            "id": "959895899447_4090712", 
            "message": "I tried to edit my video but when I did I lost it completely.  I loved the video but there were two wedding videos of marriages that are no longer in existence.  It would have been great if I could have chosen the photos or at least been free to change them around.  Thanks, though, for doing this!  It's a wonderful idea and must have taken an enormous amount of work."
        }, 
        {
            "created_time": "2014-02-06T22:14:41+0000", 
            "id": "959895899447_4091528", 
            "message": "Me too, I check every now and then to see the movie and I only get a page with photos and a THANK YOU  on top.. I have been a member since 2009… I love to get that movie back.. it was deleted by mistake… Please can you give to us a link so we can bring it back… Thanks!  Happy 10th Anniversary!"
        }, 
        {
            "created_time": "2014-02-06T22:24:55+0000", 
            "id": "959895899447_4091567", 
            "message": "Me too!  Totally same as Alina Bolano."
        }, 
        {
            "created_time": "2014-02-06T22:31:26+0000", 
            "id": "959895899447_4091595", 
            "message": "I would like video... tried to post and lost it,,, now got 6 pic :("
        }, 
        {
            "created_time": "2014-02-06T22:36:00+0000", 
            "id": "959895899447_4091623", 
            "message": "Something similar to David Matycznski happened to me. Just one picture of myself, and the álbum About my Life, full of my pictures....................! none."
        }, 
        {
            "created_time": "2014-02-06T22:36:39+0000", 
            "id": "959895899447_4091625", 
            "message": "Me too :("
        }, 
        {
            "created_time": "2014-02-06T22:42:02+0000", 
            "id": "959895899447_4091652", 
            "message": "There was no way to post my \"video\"  This thing is a joke!"
        }, 
        {
            "created_time": "2014-02-07T04:15:31+0000", 
            "id": "959895899447_4093409", 
            "message": "Please help us all to get our video."
        }, 
        {
            "created_time": "2014-02-07T04:25:28+0000", 
            "id": "959895899447_4093457", 
            "message": "Help Facebook,  My Son Walter Landivar Salas accidentally deleted his new Facebook lookback video trayectory. How can he create a new video. Your help will be greatly appreciated. Best regards, Carmen Laurent Salas Marchetti."
        }, 
        {
            "created_time": "2014-02-07T10:58:16+0000", 
            "id": "959895899447_4094790", 
            "message": "Same here, no vid"
        }, 
        {
            "created_time": "2014-02-07T13:41:30+0000", 
            "id": "959895899447_4095469", 
            "message": "Dear Facebook, We need an information about our Friend's Account, somebody stole his Account and changed his password and mail adress.How he can get back again ??? Pls inform us"
        }, 
        {
            "created_time": "2014-02-07T14:54:11+0000", 
            "id": "959895899447_4095823", 
            "message": "I deleted a picture and lost my video too, now all I get is a thank you Pamela, with a display of six picture  I love my video it was an awesome gift  please help  thank you"
        }, 
        {
            "created_time": "2014-02-07T22:34:05+0000", 
            "id": "959895899447_4099005", 
            "message": "Thank you Mark and Facebook for I did receive my video clip...and I did edit it... I would have liked to have been able to edit any picture of my choice from my albums into the clip...But am extremely happy with it... To those who lost it by deleting...go to your recycle bin...and click on the picture and click in the box restore...it will restore it back to you...."
        }, 
        {
            "created_time": "2014-02-08T16:44:29+0000", 
            "id": "959895899447_4103132", 
            "message": "Amazing must share!! https://www.youtube.com/watch?v=9CFczKcGEKY&feature=youtube_gdata_player"
        }
    ]
}