{
    "data": {
        "created_time": "2014-02-07T21:59:29+0000", 
        "id": "959895899447_4098701", 
        "message": "I understand where this could be a really cool idea, but I would have liked to have had a say in what pictures where used. There was a picture in mine that I had put on as a joke. It doesn't have any meaning in a recap of my Facebook years. Wish I could remove it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-02-07T22:20:16+0000", 
            "id": "959895899447_4098870", 
            "message": "Thanks for the question, Karen. We are in the process of rolling out the edit feature so you can choose the photos that appear in your video. Thanks for your patience as our team works on this! -Natalie"
        }, 
        {
            "created_time": "2014-02-07T22:27:53+0000", 
            "id": "959895899447_4098932", 
            "message": "I'm happy to hear that!  I  think this was such a neat idea, but there were some photos that I didn't like so much, and some that I would have been a lot more meaningful."
        }, 
        {
            "created_time": "2014-02-07T22:45:51+0000", 
            "id": "959895899447_4099127", 
            "message": "Its up to each individual to decide if they want their video posted or not."
        }, 
        {
            "created_time": "2014-02-08T00:17:41+0000", 
            "id": "959895899447_4099785", 
            "message": "This link let me decide 3 out of 3 then 4 out of 4 etc. "
        }, 
        {
            "created_time": "2014-02-08T01:51:26+0000", 
            "id": "959895899447_4100357", 
            "message": "I loved mine it was perfect all the important people an animals in my life!!"
        }, 
        {
            "created_time": "2014-02-08T01:59:34+0000", 
            "id": "959895899447_4100413", 
            "message": "I see that there is an edit feature, but it doesn't LET me edit..."
        }, 
        {
            "created_time": "2014-02-08T02:03:19+0000", 
            "id": "959895899447_4100440", 
            "message": "Go back and delete the post or picture you don't like and replay your video.  That's what I did and it put something new in."
        }, 
        {
            "created_time": "2014-02-08T02:11:32+0000", 
            "id": "959895899447_4100475", 
            "message": "i love the look back vids. that was a wonderful idea. my question is how can we permentaly keep the video? i love mine. it was very emotional to look at how my kid has grown and the special times ive shared on da book."
        }, 
        {
            "created_time": "2014-02-08T02:17:43+0000", 
            "id": "959895899447_4100509", 
            "message": "Your ideas were made for the internet you stupid Facebook you"
        }, 
        {
            "created_time": "2014-02-08T02:31:51+0000", 
            "id": "959895899447_4100582", 
            "message": "Great question Keshia. I would like to know too. Also, if we have already shared our video and posted it to our page, can we still edit it without loosing our videos?"
        }, 
        {
            "created_time": "2014-02-08T06:58:24+0000", 
            "id": "959895899447_4101986", 
            "message": "I used the new edit feature tonight and selected some of my favorite photos. Very cool! Thank you FB!"
        }, 
        {
            "created_time": "2014-02-08T13:43:13+0000", 
            "id": "959895899447_4102615", 
            "message": "agreed"
        }, 
        {
            "created_time": "2014-02-09T13:59:17+0000", 
            "id": "959895899447_4107179", 
            "message": "If you don't like it. Don't use it!\nThere's no reason to complain... it has randomly put together good videos for all of my friends, and me. :)"
        }, 
        {
            "created_time": "2014-02-09T15:05:48+0000", 
            "id": "959895899447_4107333", 
            "message": "I found the edit option the day I got my video... two days ago.  You have a 'share' option and an 'edit' option.  I thought it was a special treat to have the video made for us, as a gift to celebrate Facebook's birthday. Thank you Facebook!\n\nTo delete a photo you don't like, click on the check-mark and replace it with one of the other options.  It's easy to figure out."
        }
    ]
}