{
    "data": {
        "created_time": "2013-12-18T03:39:53+0000", 
        "id": "10151806159080079_11995446", 
        "message": "G shocks are hot I get compliments on mine all the time. People I know that are known for dressing well wear them. U lame ass people blasting this must not know how to dress!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-18T11:57:42+0000", 
            "id": "10151806159080079_11998608", 
            "message": "Bro that crappy digital crap isn't cool improve ur skills"
        }, 
        {
            "created_time": "2013-12-18T16:37:51+0000", 
            "id": "10151806159080079_12000558", 
            "message": "What ever u say! Improve my skills??? U need to get with current trends. Everybody who dresses we'll is wearing g shocks. If your wearing a suite going to a funeral or wedding u obviously aren't wearing one. Just because it's digital it's crap?? What sense does that make???"
        }, 
        {
            "created_time": "2013-12-18T19:54:51+0000", 
            "id": "10151806159080079_12002059", 
            "message": "i will pay 150dollar for the one that can help me to get one. ill pay for everything. just text me... i live in Europe and i would pay high to the one that heps me. please text me"
        }, 
        {
            "created_time": "2013-12-18T19:59:00+0000", 
            "id": "10151806159080079_12002099", 
            "message": "Just go online. They are not hard to find."
        }, 
        {
            "created_time": "2013-12-21T19:44:58+0000", 
            "id": "10151806159080079_12028009", 
            "message": "http://www.youtube.com/watch?v=LKVEdXURw1E"
        }, 
        {
            "created_time": "2013-12-24T23:36:25+0000", 
            "id": "10151806159080079_12082011", 
            "message": "Bro you're a fuckin faggot Brian. \"Everybody that dresses well\" hahaha dude fuck the current trends. Fuck everything you live your life for. Society doesn't chain me. I dress how i want to dress and other mother fuckers copy it. Instead of following, try leading."
        }, 
        {
            "created_time": "2013-12-25T00:17:27+0000", 
            "id": "10151806159080079_12082519", 
            "message": "First off watch your language tough guy talking shit on a FB Post.  U don't know the first thing about me you little punk. I guarantee u wouldn't have the balls to call me that to my face. U are a clown. U can dress how ever u want I don't recall telling anyone how they have to dress. U must have an unfulfilling life to have to attack someone's character in here who u do t even know. "
        }
    ]
}