{
    "data": {
        "created_time": "2010-12-16T10:05:40+0000", 
        "id": "184482014901331_2344006", 
        "message": "www.wngltd.com/isipulsa\nManfaat Utama\nPelatihan Bisnis\n\n   1. Pelatihan berkualitas tinggi dapat diakses secara cuma-cuma (umumnya berisi materi bernilai ribuan dolar) bagi seluruh anggota WorldNet - (misal. wawancara dengan para ahli diberbagai bidang dengan topik-topik yang berhubungan erat dengan bisnis)\n   2. Strategi ampuh yang telah terbukti dapat diaplikasikan secara cepat untuk menghasilkan terobosan bisnis.\n   3. Topik-topik yang kerangkanya meliputi banyak hal dibahas secara mendalam untuk memastikan bahwa seluruh elemen-elemen dari bisnis Anda dapat bersinergi untuk memaksimalkan keuntungan pribadi Anda dan kemakmuran jangka panjang.\n\nPelatihan tepat - pelatihan terintegrasi dengan penasehat dalam kehidupan nyata\n\nSebuah tim elite yang terdiri dari para pemimpin industri dan para pelatihnya telah memadukan bimbingan bisnis dengan kesuksesan pelatihan untuk membantu Anda mengatasi tantangan yang paling berat tekanannya sekalipun.\n\nDaripada mempelajari teori-teori bisnis dan skenario hipotesis dan lantas mencoba memperkirakan bagaimana mengaplikasikannya didalam dunia bisnis yang sebenarnya, WorldNet Business Mastery program telah dirancang khusus untuk menunjukkan secara akurat langkah tindakan spesifik yang dibutuhkan untuk mengangkat bisnis Anda ketingkat yang lebih tinggi melampaui segala-galanya. Tak ada lagi teori-teori dan pekerjaan yang dikira-kira, hanya sistim yang telah terbukti ampuh yang akan dapat memberikan hasil pada Anda.\n\nWorldNet menawarkan pelatihan dibeberapa bidang berikut ini, semuanya dirancang secara spesifik untuk meningkatkan performa bisnis Anda.\n\n\n\n\n* Sukses dan psikologi kemakmuran\n\n\n\n* Dasar-dasar investasi dan kecerdasan financial\n\n\n\n* Pemasaran internet\n\n\n\n* Pemasaran tradisional (offline)\n\n\n\n* Penjualan dan praktek persuasive\n\n\n\n* Kepemimpinan, membangun tim dan perencanaannya\n\n\n\n* Pemasaran jaringan dan aliansi strateginya\n\n\n\n* Pembicara publik dan keahlian presentasi\n\n\n\n* Perencanaan strategi bisnis\n\n\n\n* Kewirausahaan dan inovasi\n\nMetoda penyampain pelatihan:\n\nOnline: seminar web (webinar), telekonferensi, unduhan pelajaran audio/video dan wawancara para ahli, lembaran berita (newsletter), majalah digital, kursus melalui email\nOffline: seminar, lokakarya, konferensi, sesi bimbingan latihan, aktifitas sosial\nPengembangan Pribadi\nHolistik/pendekatan keseimbangan - pengalaman sukses tanpa henti dan pemenuhan/pencapaian diberbagai bidang\n\nPerencanaan strategi pribadi - menciptakan harmonisasi dan sinergi diantara seluruh aspek kehidupan - bisnis, finansial, relasi/hubungan antar sesama, spiritualitas, mental, emosional dan kesejahteraan fisik.\n\nBisnis Anda dan kemakmurannya hanya dapat bertumbuh sebanyak yang Anda lakukan. Para tim ahli dari WorldNet sangat berkeinginan untuk menunjukkan pada Anda bagaimana cara menciptakan sebuah kehidupan yang dipenuhi oleh kelimpahan, kebebasan dan kesenangan disegala bidang.\n\nSebuah komunitas dengan tujuan khusus: Didalam kesadaran pencapaian kemakmuran WorldNet, dilingkungan yang memiliki energi tinggi, Anda memiliki kesempatan untuk membangun jaringan dengan orang-orang yang sepemikiran untuk saling bertukar pengetahuan dan sumber daya. Ini adalah tempat yang sangat sempurna untuk membentuk Master Mind Group Anda untuk visi dan maksud pribadi Anda. Kekuatan luarbiasa dari tim kerja ini akan membuat Anda mampu mencapai seluruh tujuan-tujuan Anda dengan jauh lebih cepat daripada yang pernah Anda mungkin perkirakan/pikirkan.\nPerlengkapan Online\nPara anggota berhak untuk memperoleh berbagai macam perlengkapan bisnis yang luarbiasa eksklusif secara cuma-cuma, termasuk didalamnya:\n\n\n\n\n* Situs pemasaran pribadi (customised)\n\n\n\n* Surat elektronik tindak lanjut (follow-up autoresponder)\n\n\n\n* Perlengkapan promosi audio/video\n\n\n\n* Presentasi digital\n\n\n\n* Selebaran, brosur\n\n\n\n* Buku elektronik (eBook), program-program audio"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}