{
    "data": {
        "created_time": "2014-11-14T02:00:37+0000", 
        "id": "10152431365220079_10152431429075079", 
        "message": ""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 945
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-14T02:05:26+0000", 
            "id": "10152431365220079_10152431440930079", 
            "message": ""
        }, 
        {
            "created_time": "2014-11-14T02:12:23+0000", 
            "id": "10152431365220079_10152431451975079", 
            "message": "i'm not turkish! anyway OK.."
        }, 
        {
            "created_time": "2014-11-14T02:20:36+0000", 
            "id": "10152431365220079_10152431462050079", 
            "message": "Lmfao seriously"
        }, 
        {
            "created_time": "2014-11-14T02:23:57+0000", 
            "id": "10152431365220079_10152431466410079", 
            "message": "Join https://www.facebook.com/groups/EminemFansAndLovers/"
        }, 
        {
            "created_time": "2014-11-14T02:57:09+0000", 
            "id": "10152431365220079_10152431503235079", 
            "message": "https://www.youtube.com/watch?v=TGnz_ZcTx1E"
        }, 
        {
            "created_time": "2014-11-14T02:58:42+0000", 
            "id": "10152431365220079_10152431504985079", 
            "message": "<3 <3 :*"
        }, 
        {
            "created_time": "2014-11-14T03:53:31+0000", 
            "id": "10152431365220079_10152431569405079", 
            "message": "What is the reason of our existence?\nThe great question and the true answer , you will know it if the right understanding attended.\nFirst of all, I say that I shall rely realism, truth and objectivity.\nI won't rely anything except right and what the healthy mind and hearts are accept, I said \"healthy\" because there are a lot of corrupt minds, hearts  and pronouns which don't avail of their discussion.\nThe great question is : what is the reason of our existence?\nIf we want to know what is the reason of our existence, we have to know who is created us then we want to know from him why he created us. This is the truth :)\nLet's start by the greatest question : who  is created us?\nHearts, minds, scientist and scholars are agreed that this universe with its sky, plants, galaxies, sun, moon and earth with its human, trees, stones, animals and water and all of these things have one creator is not more.\nOne may say: maybe there is another creator or more that they participated in the creation of universe !! I say to him: if there are more than one creator , they will disagree among themselves then each one of them will take all things he created. So did you see or hear that this universe has lacked of something? Does any planet or galaxy or sun or moon lack? Or half of people went and didn't return?\nMaybe another says : there isn't any creator that created this universe and it's found by coincidence !! \nI say to him: did you see a pen was found by chance from non-maker has manufactured it ? Or book ? Or a small thread ? The answer is no. \nSo how do you want to convince  me that this universe, including humans, sun and moon are found by chance? \nWhere is your accident pen or your book or even your small thread?! \nTell me: is the coincidence said to the sun : shine in the morning and to the moon : come in the evening? And there isn't any creator of their? Is the coincidence that creat stars, sun and moon and make their doesn't fall on us or there is a great creator who make all of that?\nDid you say that there isn't any creator to keep earth doesn't wasted without sun and moon or there is great god who make  that doesn't happen? \nThis god is greater than hide his name inside our mouths.\nThis god who is created and existed us from scratch.\nThe great question is here : why he created us? Let us know that by our brains, minds and understanding because we have good brains which can understand a lot of things. We are talking about creator and creature, if we asked : why we made cars, plans and ships? The answer is in order to serve us so are we to understand that god creat us to serve him? The answer is NO ! Because the creature not look like creator, the creator doesn't need anything to give him. The god has the perfect recipes and he hasn't any shortage or defects, he has absolute power and the ability without borders, we can't give him the benefit or hurt him. Each universe is need him. \nLet's back to our question : why he created us? The answer is very simple : \"to worship him\" !\nIf we thought little, we will know it, the creature worship the creator and the creature must be worship the creator because he creat him out of no where and we didn't exist only when he has created us.\nHe has created us to worship him, this is the truth and this is the correct answer, we mustn't delude ourselves by fake answer because this is the only correct answer : \"to worship him\"!\nNow let me continue this talk because this talk had many conversations.\nDid you know that this talk is the message of all the prophets of god? Like Jesus, Moses, Muhammed, Abraham, Noah, Lot and others? All of them came with this letter from god which said: tell people that you have one god who created you and all things in the world and you have to worship him.\nThe person who can read and think rationally will find this talk in books and this is what minds can accept and understand so we have to worship our god, but how?!! \nLet's go back to the three holy books and study their, the three holy books is : The Bible, The Torah and Qur'an, let us see and read what they are saying, did you know what will you find? I'll tell you honestly that the holy Qur'an which is the muslims holy book has told all of that by detail and said that god creat us just for worship him and it stressed the worship of god.\nThe holy Qur'an has told about: the creation of human from the beginning and how god has created him, about universe and how is the creation of it, about earth and sky and how is the creation of their.\nThe holy Qur'an didn't let anything only it's talked about it and how god creat all of things like human, animals, plant, mountains and the beginning of the creation of the universe.\nDid you know that the holy Qur'an has told about: the great cosmic explosion which is the beginning o f the creation of the universe, disintegration of the continents, earth, sun, stages of the embryo in the mother's womb, splitting of the moon and volcanoes that exist under the sea?\nAll this coincides with modern science although the holy Qur'an which was brought by prophet Muhammed from god was 1400 years ago !! \nWho read the holy Qur'an and study it, he will be find a lot of strange things and what amazes minds, the holy Qur'an didn't let any question without answer !\nThe holy Qur'an has told about ancients and us, stories of the prophets, news people of heaven and underground. This is very strange book because it's existed from 1400 years ago and talked about us in this day and age and what we have discovered !\nThis book is from god not from any person because we can't  make like this great book.\nLet me tell you thing : I want advise you , read this book and study it, you will take a lot of benefits because it has the news of god :)  \n...."
        }, 
        {
            "created_time": "2014-11-14T04:25:44+0000", 
            "id": "10152431365220079_10152431597920079", 
            "message": ""
        }, 
        {
            "created_time": "2014-11-14T08:32:00+0000", 
            "id": "10152431365220079_10152431800150079", 
            "message": "Eminem I love you more than my family, but I do not have the money for Coming to America, but I Collect money in order to travel to America and I hope that you respond to the ........... and I'm willing to sacrifice myself to for you ...........Please Aalrd"
        }, 
        {
            "created_time": "2014-11-14T09:50:13+0000", 
            "id": "10152431365220079_10152431902375079", 
            "message": "Eminem´s thoughts are the way of the happy life..."
        }
    ]
}