{
    "data": {
        "created_time": "2016-01-08T16:41:27+0000", 
        "id": "10154249775416729_1670361146545531", 
        "message": "Hey!! Facebook Administrators, I'm really reporting the whole chronological-chart displaying my \"Facebook Timeline\" has just mysteriously disappeared in a horridly bizarre fashion that is tremendously problematic. Additionally I am presently \"UNABLE\" to found any trace of the chronological-chart for my \"Facebook Timeline\" at this frustratingly troubling moment that nightmarishly occurred on my Facebook account. Anyway Facebook Administrators, I urgently need Facebook to broadly address the specified things entirely mentioned today{January.8,2016) concerning my current \"reported dilemma\". Lastly Facebook Administrators, \"PLEASE\" can U officially help{SOS) me out by directly providing a resolution{FIXES, etc.) capable of remedying the \"Big Issues\" that are illustrated in my message."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-08T21:52:04+0000", 
            "id": "10154249775416729_482711735241873", 
            "message": "We're sorry to hear you're experiencing this, Roberto. We'd like to collect more information. Would you send us a private message with more details? Thanks. -Jordan"
        }, 
        {
            "created_time": "2016-01-09T16:00:56+0000", 
            "id": "10154249775416729_452890911575651", 
            "message": "Hey There!!!! Facebook Administrators, yesterday I've sent a \"Private Message\" related to the \"huge reported dilemmas\" concerning the chronological-chart for my \"Facebook Timeline\". But I'm still experiencing horridly problematic circumstances stemming from what was entirely mentioned yesterday within context to my \"Majorly Timeline Issues\". Additionally I am seriously complaining that the whole \"Chronological-Chart\" for my Facebook Timeline continues to be in a bizarre state tied to the mysterious-disappearances. Anyway Facebook Administrators, I really need Facebook to fully address those specified things illustrated in my messages referring to the \"Reported-Problems\". Lastly Facebook Administrators, \"PLEASE\" can U tremendously help{SOS) me out by directly providing a urgent resolution able to remedy{FIXES, etc.) the \"Current Troubles\"."
        }, 
        {
            "created_time": "2016-01-11T15:50:47+0000", 
            "id": "10154249775416729_1644627889137005", 
            "message": "Hey!! Facebook Administrators, I am reporting that my \"Facebook-Timeline\" is in a massively troubling condition within deep relation to the whole ill-fated \"Chronological-Chart Disappearance\". Additionally I'm presently UNABLE to \"Find or Search\" for anything in my entire Facebook-Timeline due to horridly bad dilemmas{Technical-Difficulties, etc.) tied to the Chronological-Chart vanishing. Anyway Facebook Administrators, I majorly need Facebook to officially address those \"Reported-Problems\" plaguing my Facebook-Timeline mentioned today{January.11,2016). BTW I am continuing to seriously complain what is Facebook going to do about this currently grotesque situation occurring throughout my Facebook account. Lastly Facebook Administrators, \"PLEASE\" can U hurry up! I am sincerely pleading for help{SOS) that will directly provide a urgently resolution{FIXES, etc.) ASAP!!!!! towards the \"Reported Issues\"."
        }
    ]
}