{
    "data": {
        "created_time": "2016-01-11T20:46:35+0000", 
        "id": "10154249775416729_1676563932620044", 
        "message": "So somehow facebook is trying to pull over $500 from my paypal, which is linked to my banking info...and I didn't authorize this. I emailed and tried calling but of course can't actually talk to fb support. Email could take days. In the meantime since last night facebook has tried 4 or 5 times to pull this money out and I'm now in a fraud battle. Hoping that posting here, I can get a way to actually TALK to someone about this!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-11T21:55:04+0000", 
            "id": "10154249775416729_453673048164104", 
            "message": "Hey Amanda. We'd like to collect more information from you. Would you send us a private message with more details? Thanks. -Jordan"
        }, 
        {
            "created_time": "2016-01-11T21:56:21+0000", 
            "id": "10154249775416729_453673224830753", 
            "message": "Yes! I will right now"
        }, 
        {
            "created_time": "2016-01-11T22:39:09+0000", 
            "id": "10154249775416729_453680704830005", 
            "message": "this guy is trying to get me to pay 550.00 for winning the face book lottery so they can delivery my money"
        }, 
        {
            "created_time": "2016-01-11T22:42:50+0000", 
            "id": "10154249775416729_1671494226432223", 
            "message": "I'm so beyond frustrated O.o I didn't authorize anything! Only explanation I can thinkn of is I was hacked. Otherwise someone in FB is being screwy. I would NEVER authorize something like this, and I absolutely never authorized any billing agreement last night. I messaged and no answer yet."
        }, 
        {
            "created_time": "2016-01-12T02:17:44+0000", 
            "id": "10154249775416729_1676640772612360", 
            "message": "Facebook how long does it take to get a reply?"
        }, 
        {
            "created_time": "2016-01-12T02:45:05+0000", 
            "id": "10154249775416729_1676645949278509", 
            "message": "My Brother's account was hacked and whoever hacked it blocked it he keeps doing what they request even sending a picture of him holding his driver's license, they keep sending an email for him to get back into his account but they are also sending it to another email that was not originally part of his facebook so this other person gets the new code and changes it before my brother can get back in!! I am going to try to help him hopefully this works. they should really think about adding an online tech support so we can get immediate help!! This has been going for 4 days now and it is very fustrating because I need information in some of the private chats that we had. VERY FUSTRATING!!!!"
        }
    ]
}