{
    "data": {
        "created_time": "2015-12-25T04:20:00+0000", 
        "id": "10154182834246729_948473545229390", 
        "message": "Our Deductible is $6,000, for each of us! it's the only one we can afford, need to get my legs fixed, I have significant Venous insufficiency, but it costs $4,800! Can't afford to get it done! They hurt all the time, but will have to save up I guess! While illegals and refugees get free health care! Just isn't right!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-27T03:58:49+0000", 
            "id": "10154182834246729_991154014267607", 
            "message": "Yep! We can't let that happen!  I'll pick Trump over Hillary any day!"
        }, 
        {
            "created_time": "2016-08-15T16:29:24+0000", 
            "id": "10154182834246729_1257310120968695", 
            "message": "I'd like to see Obama's answer to your problem.  But he won't reply. Affordable Care Act? What a lie. Congress voted for it anyway. I wish we could vote them all out!"
        }, 
        {
            "created_time": "2016-09-09T23:42:00+0000", 
            "id": "10154182834246729_631100763730398", 
            "message": "Update, and I  swear this is a true story, my husband took a second job for a few months to pay for my leg surgery, he was in the waiting room and and illegal immigrant women came in who was having the very same Vein surgery as me, my cost, the total was over $5,000 because I had insurance but  have a deductible of $6,000, so all came out of our pocket, you want to know what she was charged being an illegal with no insurance, $2.00!!! My husband heard the whole thing! Just not fair, to be a legal citizen of this country and working hard all my life and then to see and illegal basically get the  same surgery for free!!! Outraged to say the least!"
        }
    ]
}