{
    "data": {
        "created_time": "2016-01-14T23:01:36+0000", 
        "id": "1661970814043124_1670392553200950", 
        "message": "I will not buy any Coca Cola soft drink sweetened with the highly TOXIC aspartame artificial sweetener as it is poisonous & a carcinogen that's harmful to the human body the only pepsi i can drink is the original recipe full sugar Coca Cola & Cherry Cola as you are better off with real sugar rather than all of this artificial rubbish now widely polluting our favourite soft drinks.\n\nThere was one time when Dr Pepper & Lilt along with Fanta could all be enjoyed but now they too taste fake now that they have been laced with ASPARTAME & PHENYLALANINE carcinogens so i will not buy them ever again so thanks Coca Cola for ruining these once excellent soft drinks with toxic artificial sweeteners.\n\nI see pepsi is banishing aspartame in the USA how about outside the USA or is pepsi like Coca Cola intending to keep poisoning the rest of the world with this toxic rubbish.\n\nI just wish that if Coca Cola intends to keep poisoning it's comsumers could they at least just use it one diet soft drinks instead of polluting classics like Dr Pepper , Lilt & Fanta i think even Sprite has aspartame in it as well.\n\nCoca Cola generally only ever used aspartame in their Diet Coke & later Coke Zero now Coca Cola is adding it to full calorie soft drinks like those name above why ?\n\nI drink full calorie soft drink because A) It's healthier than the chemically artificially sweetened Diet Soft drinks & B) full calorie soft drinks taste better than the Diet soft drinks as tend to taste fake & lack taste compared with the full calorie soft drinks that Coca Cola manufacture.\n\nThe Coca Cola Corporation are just as bad if not worse than the pepsi corporation for lacing their soft drinks with these toxic poisons called aspartame & phenylalanine."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-04-30T22:39:56+0000", 
            "id": "1661970814043124_1707840986122773", 
            "message": "Don't know how they put there name to the diet drinks I hate aspartame it ruined Sprite Dr Pepper and Fanta can't belive they are putting it in regular drinks now not just diet"
        }
    ]
}