{
    "data": {
        "created_time": "2014-07-04T20:28:45+0000", 
        "id": "10152162129265079_10152170081725079", 
        "message": "Yeah...\nIt's my life...\nMy own words I guess...\n\nHave you ever loved someone so much, you'd give an arm for?\nNot the expression, no, literally give an arm for?\nWhen they know they're your heart\nAnd you know you were their armour\nAnd you will destroy anyone who would try to harm her\nBut what happens when karma, turns right around and bites you?\nAnd everything you stand for, turns on you to spite you?\nWhat happens when you become the main source of her pain?\n\"Daddy look what I made\", Dad's gotta go catch a plane\n\"Daddy where's Mommy? I can't find Mommy where is she?\"\nI don't know go play Hailie, baby, your Daddy's busy\nDaddy's writing a song, this song ain't gonna write itself\nI'll give you one underdog then you gotta swing by yourself\nThen turn right around in that song and tell her you love her\nAnd put hands on her mother, who's a spitting image of her\nThat's Slim Shady, yeah baby, Slim Shady's crazy\nShady made me, but tonight Shady's rocka-by-baby...\n\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...\n\nI keep having this dream, I'm pushin' Hailie on the swing\nShe keeps screaming, she don't want me to sing\n\"You're making Mommy cry, why? Why is Mommy crying?\"\nBaby, Daddy ain't leaving no more, \"Daddy you're lying\"\n\"You always say that, you always say this is the last time\nBut you ain't leaving no more, Daddy you're mine\"\nShe's piling boxes in front of the door trying to block it\n\"Daddy please, Daddy don't leave, Daddy - no stop it!\"\nGoes in her pocket, pulls out a tiny necklace locket\nIt's got a picture, \"This'll keep you safe Daddy, take it withcha'\"\nI look up, it's just me standing in the mirror\nThese fuckin' walls must be talking, cuz man I can hear 'em\nThey're saying \"You've got one more chance to do right\" - and it's tonight\nNow go out there and show 'em that you love 'em before it's too late\nAnd just as I go to walk out of my bedroom door\nIt turns to a stage, they're gone, and this spotlight is on\nAnd I'm singing...\n\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...\n\nSixty thousand people, all jumping out their seat\nThe curtain closes, they're throwing roses at my feet\nI take a bow and thank you all for coming out\nThey're screaming so loud, I take one last look at the crowd\nI glance down, I don't believe what I'm seeing\n\"Daddy it's me, Help Mommy, her wrists are bleeding\"\nBut baby we're in Sweden, how did you get to Sweden?\n\"I followed you Daddy, you told me that you weren't leavin'\n\"You lied to me Dad, and now you make Mommy sad\n\"And I bought you this coin, it says 'Number One Dad'\n\"That's all I wanted, I just want to give you this coin\"\n\"I get the point - fine, me and Mommy are gone\"\nBut baby wait, \"it's too late Dad, you made the choice\n\"Now go up there and show 'em that you love 'em more than us\"\nThat's what they want, they want you Marshall\nThey keep.. screamin' your name\nIt's no wonder you can't go to sleep, just take another pill\nYeah, I bet you you will. You rap about it, yeah, word, k-keep it real\nI hear applause, all this time I couldn't see\nHow could it be, that the curtain is closing on me\nI turn around, find a gun on the ground, cock it\nPut it to my brain, scream \"Die Shady!\" and pop it\nThe sky darkens, my life flashes, the plane that I was\nSupposed to be on crashes and burns to ashes\nThat's when I wake up, alarm clock's ringin', there's birds singin'\nIt's spring and Hailie's outside swinging, I walk right up to Kim and kiss her\nTell her I miss her, Hailie just smiles and winks at her little sister\nAlmost as if to say\n\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back\nAnd when I'm gone, just carry on, don't mourn\nRejoice every time you hear the sound of my voice\nJust know that I'm looking down on you smiling\nAnd I didn't feel a thing, So baby don't feel no pain\nJust smile back...😱🙌👌😍"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}