{
    "data": {
        "created_time": "2016-03-20T11:42:17+0000", 
        "id": "10153406289190079_1515059025468657", 
        "message": "March 20, 2016\n\nHigher Power\n\nPage 82\n\n\"Most of us have no trouble admitting that addiction had become a destructive force in our lives. Our best efforts resulted in ever greater destruction and despair. At some point, we realized that we needed the help of some Power greater than our addiction.\"\n\nBasic Text, p. 24\n\nMost of us know without a doubt that our lives have been filled with destruction. Learning that we have a disease called addiction helps us understand the source or cause of this destruction. We can recognize addiction as a power that has worked devastation in our lives. When we take the First Step, we admit that the destructive force of addiction is bigger than we are. We are powerless over it. \n\nAt this point, our only hope is to find some Power greater than the force of our addiction-a Power bent on preserving life, not ending it. We don't have to understand it or even name it; we only have to believe that there could be such a Higher Power. The belief that a benevolent Power greater than our addiction just might exist gives us enough hope to stay clean, a day at a time.\n\nJust for Today: I believe in the possibility of some Power that's bigger than my addiction."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}