{
    "data": {
        "created_time": "2016-05-20T00:01:20+0000", 
        "id": "10153406289190079_608194882678226", 
        "message": "I was sitting on the floor of my office Friday morning at 4:30 am wrapping gifts for Emily’s birthday; it was the weekend I was heading to Sober Camp in Fairview, and I had anxiety.  I was anxious in general, and I was anxious about making small talk in my car on the way to camp with Lisa who is really still an acquaintance.  I worry too much about what others think of me.\n\nChris came into my office with the gift we had decided to give to Hugh – our daughter’s brother-in-law – who Chris would see at a joint birthday party tomorrow for Hugh and our grandson Hudson – a party I would miss –  a party that was scheduled after I had signed up for Sober Camp.  The gift we decided to give Hugh was pot – weed.  We only know Hugh through Alyssa, and we only see him 2-3 times a year when Alyssa has social gatherings at her home.  We’ve gotten to know him over the last 8 years or so, and we know he likes to smoke weed especially for his bad back.  As it happens, I have very good weed.  It was Chris’s idea to give Hugh some of my weed, and I said sure.  I packaged up some buds in a Ziploc, wrapped the Ziploc in tissue paper, put the tissue paper in a shirt box with a note that said “open privately” and wrapped that.  Chris thought it was a good present.\n\nHowever, this Friday morning Chris came into my office with the gift he had asked me to prepare last week and returned it to me.  He said, take this back.  “I can’t have this in my car; what was I thinking? I can’t drive to Alyssa’s and then from Alyssa’s to Hugh’s house with Cory in the car with this pot – what if we get pulled over? I’m sure we will get pulled over.  Who’s going to take the fall for this? Me or Cory? We both have law licenses at risk? You won’t be there – you have nothing to lose if you take the fall.”\n\nI thought someone hit me.  Actually, someone did hit me.  Chris hit me.  Chris hit me with a big lie.  I started to cry.  He asked me what are you crying for.  Nothing I said, I guess I’m overwhelmed and anxious about the trip. He got mad.  This AA stuff is not good.  No more trips after this one and the one in October.  I don’t like you being away from me.  This is the end of it.  I said nothing.\n\nThese are lies."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}