{
    "data": {
        "created_time": "2015-03-10T02:14:33+0000", 
        "id": "10152677289405079_10152677838170079", 
        "message": "How about actually releasing new music? Even unreleased/throw away tracks? Shady records is highly praised by millions and what you guys do? Release a box of vinyls that is probably going to cost 200 dollars of music we've all most likely listen to and probably majority already have the vinyls. I also believe this is terrible timing, since Shadyxv was the most recent project em was involved in, why not keep it going and have new Eminem music? The guy lives in the studio and all we get is every 2 years an album that seems to show the decline of Mr.Mathers. Cut off that pop shit on the hook and the radio writing style formats. Also the tone of your voice you like using now for example the track \"Shadyxv\" is terrible. If it's not broken why fix it. \n\n-From a fan of your music since 2000"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-03-10T05:21:36+0000", 
            "id": "10152677289405079_10152678028400079", 
            "message": "He's a perfectionist. Let him perfect."
        }, 
        {
            "created_time": "2015-03-10T10:15:17+0000", 
            "id": "10152677289405079_10152678274505079", 
            "message": "Call yourself a fan ......a real fan wouldn't care if it was old songs they would appreciate the brilliance of Marshall"
        }, 
        {
            "created_time": "2015-03-10T12:55:27+0000", 
            "id": "10152677289405079_10152678442900079", 
            "message": "Let me just stop u there. It's not the same to listen as to understand what u hearing... that shit hi still drops is hot ass hell itself."
        }, 
        {
            "created_time": "2015-03-10T16:44:35+0000", 
            "id": "10152677289405079_10152678750390079", 
            "message": "You ain't no fan your a broke dick cousin fucker"
        }, 
        {
            "created_time": "2015-03-12T01:56:30+0000", 
            "id": "10152677289405079_10152681535630079", 
            "message": "Apparently you know nothing of eminem. He's a perfectionist hence why it takes so long. Also he produces everyone else's albums. Oh and his tone has been addressed. He has clearly stated that he can not rap like he use too. That because of his over dose and almost dying that certain things have gone away. His flow now is him clean and sober. You should be thankful and not a hatter."
        }, 
        {
            "created_time": "2015-03-12T02:19:43+0000", 
            "id": "10152677289405079_10152681573625079", 
            "message": "I know he's a \"perfectionist\" I also know he enjoys producing other albums in the Shady camp. I also know he looks like a sell out selling vinyls and what not when he's at a point of his career battling his past. He  states many times that he feels like no one can stop him right now, and that he's more focused more than ever. I'm not asking for \"old\" eminem since there's no such thing as \"old\" or \"new.\" A perfectionist, such as himself, would clearly see the lack of wit in his rhymes. On top of that the pop rap he keeps putting out and Em fans eating it all up. As a hard core fan of his and of Hip Hop, knowing what he's capable off its just sad to see him take the easy route. I believe if you're a fan of an artist it's great to criticize their art and not just sweep it under the rug. I also know Eminem fans are one of THE worst fans in the hip hop culture. No way can I ever have a rational argument with one that states he or she loves eminem. And also about his voice you are mistaken. I just want his normal voice not the \"slim shady\" voice. Tracks like Brainless and Don't Front give me hope for the future of my favorite artist of all."
        }, 
        {
            "created_time": "2015-03-12T03:19:22+0000", 
            "id": "10152677289405079_10152681681425079", 
            "message": "Bujar Gashi I agree with you 100%. Let these not afraid fans do what they do dickride. Most of his music now is still amazing, but there are so many thing he could improve or stop doing."
        }
    ]
}