{
    "data": {
        "created_time": "2013-01-15T23:08:37+0000", 
        "id": "10150274717426729_27949155", 
        "message": "Bok, ja sam Teddy. Ja sam 7 godina. Nemam oči i krv posvuda moje lice. Ja sam mrtav. Ako ne postavljati to najmanje 12 slika ću doći u svoju kuću u ponoć, a ja ću sakriti pod krevet. Kada ste spavali, ubit ću te.\n\nNe vjerujete mi?\n\nSlučaj 1: Patty Kopče dobio ovaj lanac e-pošte. Ona nije vjerovala u lančanih pisama. Pa, glup Patty. Spavala je kad joj je TV počeo titranje i isključivanje. Sada ona nije s nama više. Ha ha Patty, Ha ha! Vi ne želite biti poput Patty, zar ne?\n\nSlučaj 2: George M. Simon mrzio lanac e-mailove, ali on nije htio umrijeti te noći. On je postavljati ga na 4 slika. Ne dovoljno dobro George. Sada, George je u komi. Ne znamo da li je ikada ćete probuditi. Ha ha George Ha ha! Sada, želite biti poput George?\n\nSlučaj 3: Valarie Tyler dobio ovaj lanac e-pošte. Samo još jedan lanac pismo, ili tako mislila. Samo je imao sedam slike poslati. Pa, tu noć kad je bio vlasništvo tuš vidjela krvavi lik u ogledalu. Dobila je najveći strah u životu. Valarie nosi ožiljke za cijeli život.\n\nSlučaj 4: Derek Minse bila pametna osoba. On je postavljati ga na 12 slika. Kasnije taj dan, on je pronašao 100 dolara račun na terenu. On je bio unaprijeđen u glavu upravitelja na svom poslu i njegova djevojka pristala udati za njega. Sada, on i njegova supruga žive sretno ikad poslije. Imaju dvije prekrasne djece.\n\nPostavite ovo na najmanje 12 slika ili ćete se suočiti s posljedicama.\n\n0 slike - Vi ćete umrijeti večeras! 1-6 slike - što će biti povrijeđen! 7-11 slika - što će dobiti najveći strah za svoj život! 12 i više godina - ti si siguran i da će imati dobru sreću!\n\nUčinite Što Teddy kaže!! Požurite, morate postaviti to 12 slika prije ponoći P"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}