{
    "data": {
        "created_time": "2014-09-18T17:41:27+0000", 
        "id": "10152319589440079_10152319619065079", 
        "message": "\"Superman\"\r\n(feat. Dina Rea)\r\n[Girls voice is Dina Rea]\r\n[Intro]\r\nOh\r\nYou high baby?\r\nYeah\r\nYa\r\nTalk to me\r\nYou want me to tell you something?\r\nUh-huh\r\nI know what you want to hear...\r\n[Chorus A]\r\n'Cause I know you want me baby, I think I want\r\nyou too\r\n\"I think I love you baby,\" I think I love you too\r\nI'm here to save you girl, come be in Shady's\r\nworld\r\nI want to grow together, let's let our love unfurl\r\nYou know you want me baby, you know I want\r\nyou too\r\nThey call me Superman, I'm here to rescue you\r\nI want to save you girl, come be in Shady's world\r\n\"Ooh boy you drive me crazy,\" bitch you make me\r\nhurl...\r\n[Verse 1]\r\nThey call me Superman, leap tall hoes in a single\r\nbound\r\nI'm single now, got no ring on this finger now\r\nI'd never let another chick bring me down in a\r\nrelationship\r\nSave it bitch, babysit, you make me sick\r\nSuperman ain't savin' shit, girl you can jump on\r\nShady's dick\r\nStraight from the hip, cut to the chase,\r\nI tell a motherfuckin' slut to her face\r\nPlay no games, say no names, ever since I broke\r\nup with what's her face\r\nI'm a different man, kiss my ass, kiss my lips,\r\nbitch why ask?\r\nKiss my dick, get my cash, I'd rather have you\r\nwhip my ass\r\nDon't put out, I'll put you out, won't get out, I'll\r\npush you out\r\nPuss blew out, poppin' shit, wouldn't piss on fire\r\nto put you out\r\nAm I too nice? Buy you ice, bitch if you died, I\r\nwouldn't buy you life\r\nWhat you tryin' to be? My new wife? What you\r\nMariah, fly through twice...\r\n[Pre-chorus:]\r\nBut I do know one thing though, bitches, they\r\ncome they go\r\nSaturday through Sunday, Monday, Monday\r\nthrough Sunday yo\r\nMaybe I'll love you one day, maybe we'll someday\r\ngrow\r\n'Til then just sit your drunk ass on that fuckin'\r\nrunway ho...\r\n[Chorus B]\r\n'Cause I can't be your Superman\r\nCan't be your Superman\r\nCan't be your Superman\r\nCan't be your Superman\r\nI can't be your Superman\r\nCan't be your Superman\r\nCan't be your Superman\r\nYour Superman, your Superman...\r\n[Verse 2]\r\nDon't get me wrong, I love these ho's\r\nIt's no secret, everybody knows\r\nYeah we fucked, bitch so what?\r\nThat's about as far as your body goes\r\nWe'll be friends, I'll call you again, I'll chase you\r\naround every bar you attend\r\nNever know what kind of car I'll be in, we'll see\r\nhow much you'll be partying then\r\nYou don't want that, neither do I,\r\nI don't want to flip when I see you with guys\r\nToo much pride, between you and I\r\nNot a jealous man, but females lie\r\nBut I guess that's just what sluts do, how could\r\nit ever be just us two\r\nI'd never love you enough to trust you, we just\r\nmet and I just fucked you...\r\n[Pre-chorus]\r\n[Chorus A + Chorus B simultaneously]\r\n[Verse 3]\r\nFirst thing you say, \"I'm not fazed, I hang\r\naround big stars all day\r\nI don't see what the big deal is anyways\r\nYou're just plain old Marshall to me\"\r\nOoh ya' girl run that game\r\n\"Hailie Jade, I love that name, love that tattoo,\r\nwhat's that say?\"\r\n\"Rot in pieces, uh, that's great\"\r\nFirst off you don't know Marshall, at all so don't\r\ngrow partial\r\nThat's ammo for my arsenal, I'll slap you off that\r\nbar stool\r\nThere goes another lawsuit, leave hand prints all\r\nacross you\r\nGood Lordy whoadie, you must be gone off that\r\nwater bottle\r\nYou want what you can't have, ooh girl that's too\r\ndamn bad\r\nDon't touch what you can't grab, end up with two\r\nbackhands\r\nPut anthrax on a Tampax, and slap you 'til you\r\ncan't stand\r\nGirl you just blew your chance, don't mean to\r\nruin your plans..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-18T21:23:59+0000", 
            "id": "10152319589440079_10152320016890079", 
            "message": "I used to love this song but cringed at the thought of anthrax on that tampax! smh he's mad at the girls."
        }, 
        {
            "created_time": "2014-09-19T01:47:04+0000", 
            "id": "10152319589440079_10152320340545079", 
            "message": "yes ofcourse"
        }
    ]
}