{
    "data": {
        "created_time": "2017-05-02T02:42:16+0000", 
        "id": "10152432762725079_1332728100114983", 
        "message": "Indeed i lose myself with the music since sexual abuse from childhood... i was married with music and truth it was my quote... still love music but in a different way, sometimes i come back to it and i heard  as today i even heard your OSCAR song, i still love it God forgive me... is such a pleasure to me to see this masterpieces, your mind is wonderful and the trully masterpiece make it possible every single time god of Rap do create a song... every single WORD is very important to your total work, amazing... so lovable, i do admire you, why our lives are not as easy to us to make them such a masterpieces? \"M\"... tell me god of rap... and i know the answer... because we are too much busy into our own gods i mean ouselves that we forget to obey the only ONE made the heaven above and the brains... let every beat of our hearts beat saying HIS name... FOREVER. Is my wish and hope, just a simple wish and a simple hope in God, the living one. Sorry if i bother you man-god.Altough you don't belive me i love you in Jesus, my Lord and savior."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}