{
    "data": {
        "created_time": "2014-11-15T02:50:32+0000", 
        "id": "10152432762725079_10152433569780079", 
        "message": "Some people are just that obsessed. I'm in love with him and I still dont act the way most of his crazy fans do!!!! Idk man, lol, I just don't get it. Why are you so fanatical over someone you don't even really know but you just really enjoy the music they make? I like other artists' music and shit, and even Eminem 's before I fell in love with him and was just a fan too, but I don't really care to go to their concerts or meet them in person or collect every little thing about them no matter how much I really enjoy their music or whatever they do. Okay, so they impress me, entertain me, even sometimes inspire me, but that still doesn't make me think I have to have posters of them in my room, or stalk them to death and have my nose in all their business including their personal life! I mean... some of the stuff a lot of you are doing seems more disrespectful towards him and other Celebrities than respectful, so does that make sense for someone that supposedly CARES about these Stars to be doin this? Or do you just feed off them for some odd arousel? :\\ Idk.... Like don't they share enough details about their personal life with you as it is? Apparrently NOT if you go as far as knocking on the front door of their home asking for a fuckin autograph! Does that sound in any way normal or respectful to you? Would you like it if strange people just kept comming up to you and buggin you while you're trying to enjoy some time with your family? I know part of their job includes fame and all that, but are YOU still at work when you go HOME, so why should they be famous really once they're off and at home or doing things with their kids or whatever?!!! Try using your brain for once and think if it's actually worth it to be selfish and dissapoint those YOU look up to by doing shit like that. Just a hint if you really CARE about Eminem or any other famous person!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-15T08:00:47+0000", 
            "id": "10152432762725079_10152433831870079", 
            "message": "Well said"
        }, 
        {
            "created_time": "2014-11-18T09:48:47+0000", 
            "id": "10152432762725079_10152438969975079", 
            "message": "Are you a feminist?"
        }, 
        {
            "created_time": "2014-11-18T22:20:26+0000", 
            "id": "10152432762725079_10152439916050079", 
            "message": "Lol uuhhhh what I said has nothing relating to that! Plus you think I'd be in love with Eminem if I was a Feminist?!!!!! WOW!!!!! I can't believe I was asked that! Haha!"
        }
    ]
}