{
    "data": {
        "created_time": "2014-12-04T16:02:00+0000", 
        "id": "10153229687021729_10153235007181729", 
        "message": "Hello  facebook (v3.2.2) good. New version  bad..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-04T17:21:01+0000", 
            "id": "10153229687021729_10153235130721729", 
            "message": "We’re sorry to hear that, Nazli. We’re working hard to ensure that our updates improve everyone’s Facebook experience. Let us know what would make your experience more enjoyable at our feedback page: http://on.fb.me/1bc3BDo. -Sarah"
        }, 
        {
            "created_time": "2014-12-05T02:15:35+0000", 
            "id": "10153229687021729_10153236110726729", 
            "message": "Due to the fact that Facebook has chosen to involve software that will  allow the theft of my personal information, I do declare the following: \non this day, 4th of December 2014, david\n Figueroa, in response to the new Facebook guidelines and under \narticles L.111, 112 and 113 of the code of intellectual property, I \ndeclare that my rights are attached to all my personal data, drawings, \npaintings, photos, texts etc... published on my profile since the day I \nopened my account. For commercial use of the foregoing my written \nconsent is required at all times.Those reading this text can copy it and\n paste it on their Facebook wall. This will allow them to place \nthemselves under the protection of copyright. By this release, I tell \nFacebook that it is strictly forbidden to disclose, copy, distribute, \nbroadcast, or to take any other action against me on the basis of this \nprofile and/or its contents. The actions mentioned above apply equally \nto employees, students, agents and/or other staff under the direction of\n Facebook.The contents of my profile include private information. The \nviolation of my privacy is punished by the law (UCC 1 1-308 - 308 1 -103\n and the Rome Statute). Facebook is now an open capital entity. All \nmembers are invited to post a notice of this kind, or if you prefer, you\n can copy and paste this version. If you have not published this \nstatement at least once, you will tacitly allow the use of elements such\n as your photos as well as the information contained in your profile \nupdate. do not share. Just copy and paste to your wall."
        }
    ]
}