{
    "data": {
        "created_time": "2016-12-27T05:49:51+0000", 
        "id": "10154001683000079_1831373100478408", 
        "message": "to bob ritchie.   F.Y.I. marshall:  \n\nO.k. you little bitch weed you is in deep doo doo now. I was walking around outside on Minneapolis sidewalks and I smelled crack cocaine up my nose and said to myself I can smell the crack from Detroit. Later after I arrived upon Detroit I stashed myself in an abandoned warehouse - free camping with roof. I located multiple tiddly winks on the floor of second staurie and broke dozens of empty vodka bottles and beer bottles to releave some stress and use my body to excersice some muscles.\n\nI later explored part of the warehouse I hadn't frequented yet. A third staurie at the North end of the warehouse near the white light house on the West side of Atwater street.\n\nI found an old school mattress lying near an open steel doored window without glass. For some reason I felt the need to move the mattress and see what was located underneath it. The evidence I found was horrifying. There were dozens of Kid Rock g-sting underpants and dozens of see thru lighters and used crack cocaine pipes under the mattress. Non sticking out from underneath it until I moved the entire mattress and that is what I found under that mattress.\n\nI grabbed each piece of evidence and tossed it all out the square window and there were some young adults also exploring the property on Atwater and they seen me tossing crack pipes and Kid Rock g-sting underpants out the window during the middle of the day. After I excomunicated all the horrific evidence. I moved the mattress to the other end of the warehouse away from the window. Just as I was gonna exit that third floor a brown African American came up the stairs. I told him that I owned the warehouse and that he needs to go potty outside and not in the warehouse. I also told him I own the warehouse. \n\nI did not tell him where the mattress went and left after i said those words to him. So after putting 2 and 2 together I am thinking that homeless dood was macking some g-string ladies for crack cocaine and getting lots of nookie. But maybe the fact that there is also a homeless female whom was sleeping under the GM towers and pregnant without anyone with her might be why I could smell the crack cocaine from Minneapolis or maybe cause God/jehovah was angry at the fact that a homeless dood was skanking up the place with dozens of bimbos and crack hores. Either way after I found the nimrod and toss his horedom evidence out the window and relocated his old school mattress I aint smelled crack up my nose from Detroit since then. \n\nAint much I can do regarding crack hoes givving it up for a homeless dood. But just like taking porno away from a grown man you gotta try to get the nimrod to comprehend that his hidden hord of shankdom was excomunicated from the location of his shanky activity. Maybe God will leave me alone regarding crap I can't control and comprehend that I aint no one's mommy and an real tired of having to explain to other adults that I don't command people do change or do things different. I only make statements and use my hand to move objects around to help start fresh or like god says cleanliness is next to godliness. So I guess it was my turn to clean a room for a shank and he bitches. \n\nThe end. next time don't bother me with crap no one can control and no one on this planet has anyway of stopping. If bitches want to do a homeless dood I can't stop them. And if you want me to give your another example that I don't tell doods what to do then there you have it. \n\nI aint nobody's bitch and I aint gonna tell you again I aint a nag and I aint got nothing to do with freedom of choice and drugs. I told the dowtown police department regarding the dood but I am sure the cops don't give a crap regarding bitches that might catch clamydia or h.i.v. from a shanky homeless dood. And of course bod ritchie sure as crap don't care either and neither does his manager. Do you think the bitches and dood did it all cause they listen to his music and act like skanks like he does. \n\nnice influence yo. What a joke your morals are"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}