{
    "data": {
        "created_time": "2017-01-12T01:52:31+0000", 
        "id": "10154001683000079_745673485581894", 
        "message": "I am HOME! Been here a week. Minneapolis Minnesota. The Minneapolis Star/Tribune now has an entirely new edition to the structures they own. It is a new construction for our City newspaper. I am proud of them. They are doing such and excellent job with reporting the city and the state. Enjoying the Knowledge is Power team and singing karoke on the Public sidewalks and frequenting the library to check in with you via free computers at all Minneapolis and Saint Paul Public libraries. \n\nWas gonna move to Detroit to the Inkster Inn but nowhere to eat there for free and rent is $200 more per month than the hotel I am staying at. It's like 3:10 to Yuma, Arizona tropical heat in my hotel room so I came out tonight to ride the 17 bus to Uptown for a Walker library moment or two previous to 8 - open till 8 tonight. \n\nSeen three of my friends already. And called my other friend I sent my mail to and my new driver license to with updated adress also needed to renew it cause it was gonna expire during my birthday next month during the day after Imbolc Eve.\n\nTrying to accomplish some way to upload the photos from my camera to the computer here but aint got that part comprendoed yet.\n\nmy mom wanted to name me Moonshadow when I was born so I changed my last name to that today for my Face Book account. My dazey mae for governor of Minnesota remains active had to renew my brain powers to accomplish how to log in from the library cause I aint nevver signed out of FaceBook for a year at my last apartment so I had to update all that jazz/biznas.\n\nThe town is full of multiple homeless and twice we all [we meaning I done been homeless for enough years to include myself as one but not presently one] been photographed for the Minneapolis Strib and the local free paper. The Salvation Army Harbor of Hope if now run with community members instead of loaded weapon Policemin of Minneapolis - I hope the fellow behind the desk earns the same as they were paying the policemin.\n\nThe 46 judges of Minneapolis lunch room in the 24 story court house is now closed for construction. I am hunting the nimrods whom can't comprohend the 72 hour which all humans are suppose to be allowed to see if they are bat shit loony or just annoying to the public and then released again. Its a money hungry money stealing machine the 46 judges earn their salaries from and it annoys me mucho.\n\njose was inside with me at a floor called A-8 and he was dancing like a silly 2 year old and they took him into a room and strapped him down with leather straps for hours because no one could speak Spanish and ask him to mellow. He wasn't causing no harm and he wasn't annoying anyone. I am very tired of people whom can't comprohend humans whom like to dance and sing and want to torture them for it. I mean you don't need a camera in your face or need to have your ta tas showing to dance you know.\n\ncreepy freaky u.s.a. with all their control you every minute of every day rules. I am gonna take this city apart one hammer at a time. Already stole the emergency room waiting room, all the round tables from the secret back door entrance and the swimming pool and the smoking lounge. \n\nwanna call themselves nurses but can't take out stitches for me - lazy slothful wretches whom are fat and annoying to people with their egotistical and righteous ways of attitude towards people whom are more normal than they are. What a joke the county loony bin floors are. More complaining to come. get me correct bitchos I am coming straight at that county and will push until it plays with rules instead of fat females whom stuff their face with all our tax dollars. HOOO RAH!!!!!!!!!!!!!!!!!!!!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}