{
    "data": {
        "created_time": "2014-12-01T23:52:05+0000", 
        "id": "10152463310495079_10152463320755079", 
        "message": "I love you, Eminem, I really do. But the new album you put out is Garbage. The beats are boring, the lyrical content is amateur, and the flow isn't up to par with your last album. You're a great artist, and hey one bad album out of how many you've had isn't bad at all. But it is true, however, that the new album is not consistent with your previous work and no where near as good as the Marshal Mathers LP2. You showed you can come back with greatness with that album, so do it again on the next one. Good luck in anything you do."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-02T00:03:01+0000", 
            "id": "10152463310495079_10152463336085079", 
            "message": "it's a mixtape"
        }, 
        {
            "created_time": "2014-12-02T00:03:28+0000", 
            "id": "10152463310495079_10152463337310079", 
            "message": "There's 16 new songs on it. It counts, and it's awful."
        }, 
        {
            "created_time": "2014-12-02T00:15:19+0000", 
            "id": "10152463310495079_10152463365470079", 
            "message": "come on man Guts Over Fear, Fine Line, Right For Me, Die Alone, Vegas, Twisted <3 <3"
        }, 
        {
            "created_time": "2014-12-02T00:16:07+0000", 
            "id": "10152463310495079_10152463367080079", 
            "message": "All garbage, man"
        }, 
        {
            "created_time": "2014-12-02T00:19:12+0000", 
            "id": "10152463310495079_10152463371655079", 
            "message": "I have to agree with you. I find myself only enjoying the Slaughterhouse and D12 songs and of course most of disc V. His flow is just raspy barking with no melody whatsoever. A lot of people dis Relapse but it shows that he has a vocal range that he refuses to use in this album."
        }, 
        {
            "created_time": "2014-12-02T00:28:15+0000", 
            "id": "10152463310495079_10152463384670079", 
            "message": "the eminem and yelawolf tracks were the best and his lyrical skills are the best in rap. I will say that some of his beats are corny though but none of these rappers out or the one that came before him can match his lyrical skill"
        }, 
        {
            "created_time": "2014-12-02T05:54:11+0000", 
            "id": "10152463310495079_10152463762910079", 
            "message": "I like most of his music actually Morgon. And just because I voiced my opinion doesn't mean it has to be what you think. If you don't agree with me and won't take my points in mind, then that's your choice. But don't insult me just because I have a different opinion. That shows your primitive genes aren't out of your lineage yet."
        }, 
        {
            "created_time": "2014-12-02T07:14:59+0000", 
            "id": "10152463310495079_10152463824270079", 
            "message": "Fuck the Puppet Masters, Join the Revolution\n\nhttp://m.youtube.com/#/watch?v=G0dJix7L-xs"
        }, 
        {
            "created_time": "2014-12-02T14:57:02+0000", 
            "id": "10152463310495079_10152464267845079", 
            "message": "i agree, this album, mixtape, whatever this is, is garbage compared to what he's put out recently. Guts over fear, what the fuck. I don't like slaughterhouse either. His best group was d12. slaughterhouse seem a bit xfactor made, just bumped together."
        }
    ]
}