{
    "data": {
        "created_time": "2016-03-07T19:34:01+0000", 
        "id": "10153369442085079_10153369482955079", 
        "message": "Eminem will never beat these first 3 albums, you fell off marshall, singing with rihanna now, goin straight areow no drugs, wtf"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-07T19:38:52+0000", 
            "id": "10153369442085079_10153369489185079", 
            "message": "He has to be a example to his kids and not high....grow up"
        }, 
        {
            "created_time": "2016-03-07T19:41:14+0000", 
            "id": "10153369442085079_10153369492005079", 
            "message": "Kids plural, i thought there was only 1, and he was still doin drugs when hailey was younger when it would have mattered the most to be sober, my point is his new shit is fast to a point where ya dont know what the fuck hes saying and its new age garbage!, i liked his stuff that couldnt be played on the radio, original and stand out shit,"
        }, 
        {
            "created_time": "2016-03-07T19:47:07+0000", 
            "id": "10153369442085079_10153369499565079", 
            "message": "Randy Hyndman dude when you dont even know he has more than 1 kid what Kind of fan are you to say that he fell of, maybe you dont like the beats and the flow anymore but thats does not mean a Artist fell of maybe he just changed his way of taste and thinking, and maybe just grew up."
        }, 
        {
            "created_time": "2016-03-07T19:49:51+0000", 
            "id": "10153369442085079_10153369507400079", 
            "message": "Eminem lives, Shady died."
        }, 
        {
            "created_time": "2016-03-07T19:50:04+0000", 
            "id": "10153369442085079_10153369507540079", 
            "message": "I would consider him falling off to the point that hes more in touch with his feelings, and hes NOT AFRAID anymore to be falling off, what ever happened to him rappin with d12, bet they wont tour with him again, hes not angry anymore, hes mainstream"
        }, 
        {
            "created_time": "2016-03-07T19:56:08+0000", 
            "id": "10153369442085079_10153369514870079", 
            "message": "He actually only has one biological child. (Hailie) alaina is Kim's daughter but Marshall adopted her."
        }, 
        {
            "created_time": "2016-03-07T20:00:03+0000", 
            "id": "10153369442085079_10153369520735079", 
            "message": ""
        }, 
        {
            "created_time": "2016-03-07T20:02:24+0000", 
            "id": "10153369442085079_10153369523720079", 
            "message": "I actually enjoy his more relaxed and leveled songs from recovery and MMLP2 more than his angry and whacky songs. He didn't fall off he's just making music with a different tone."
        }, 
        {
            "created_time": "2016-03-07T20:03:26+0000", 
            "id": "10153369442085079_10153369524835079", 
            "message": "In survival he says im not a rapper im an adapter which means the game is changing so he has to switch up and adapt to survive in the game he still got good lyrics just look up the lyrics man"
        }, 
        {
            "created_time": "2016-03-07T20:07:52+0000", 
            "id": "10153369442085079_680739885361745", 
            "message": "Um...he may not be out there and as crazy anymore, but his lyricism: has never been more on point than it is now. Period. MMLP2 and Shady XV has the best wordplay he's ever had"
        }, 
        {
            "created_time": "2016-03-07T20:14:53+0000", 
            "id": "10153369442085079_680741425361591", 
            "message": "I agree they're the best ones, but first 3 always the best for every artist, he's still holding it together now though.\n\nHe's still good, I like some of his new stuff 😏"
        }, 
        {
            "created_time": "2016-03-07T20:16:57+0000", 
            "id": "10153369442085079_449842881891477", 
            "message": "Relapse was still amazing, started to drop after that"
        }, 
        {
            "created_time": "2016-03-07T21:47:14+0000", 
            "id": "10153369442085079_449863568556075", 
            "message": "Fuck all you Eminem is Eminem unlike this page  Eric Mitchell Lutze"
        }, 
        {
            "created_time": "2016-03-07T21:51:35+0000", 
            "id": "10153369442085079_680769202025480", 
            "message": "You guys are dumb. His albums are a reflection of the different stages of his life. It shows his growth as a person and his development as a human from the 8 mile trailer park to now being someone he wants his daughter to look up to. Hence the change from Brabbit to slim shady to now eminem. Three different personalities."
        }, 
        {
            "created_time": "2016-03-07T22:59:45+0000", 
            "id": "10153369442085079_449882098554222", 
            "message": "Randy Hyndman I thought d12 was his band?  D12 would not be d12 without eminem so there loss really"
        }, 
        {
            "created_time": "2016-03-08T03:04:24+0000", 
            "id": "10153369442085079_1670304216551974", 
            "message": "People gotta grow up sometime man. The past is the past"
        }, 
        {
            "created_time": "2016-03-08T06:05:03+0000", 
            "id": "10153369442085079_449991848543247", 
            "message": "He doesn't need to be on drugs or rap avout bitches to be a good rapper, you ignorant fuck. He's still as good now as he was"
        }, 
        {
            "created_time": "2016-03-09T02:03:30+0000", 
            "id": "10153369442085079_450303185178780", 
            "message": "Nah he Def fell off. Don't make excuses for that damn relapse album. But you can't say he isn't great anymore because of crummy projects. Dude opened up rap to suburban kids and push it further into mainstream. Can't hate on him."
        }, 
        {
            "created_time": "2017-10-14T18:33:12+0000", 
            "id": "10153369442085079_106887586739151", 
            "message": "It's called evolution. Yeah relapse wasn't the greatest. He even admits it sucked. But take anything you consider \"bad\" of his, and He's still leagues above the rest. G.O.A.T imo"
        }
    ]
}