{
    "data": {
        "created_time": "2016-03-07T19:57:30+0000", 
        "id": "10153369442085079_10153369516910079", 
        "message": "Go fuck yourself record company support endorsing this.  He didn't give FUCKS!  F U C K S!  Not F's.  I don't give a shit how many 12 year old's read your page.  Eminem didn't give a FUCK."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 157
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-07T21:02:50+0000", 
            "id": "10153369442085079_1670233169892412", 
            "message": "The fact it says fs instead of fucks is the reason why his new music sucks. He does give a fuck now..."
        }, 
        {
            "created_time": "2016-03-07T21:23:16+0000", 
            "id": "10153369442085079_1670236243225438", 
            "message": "I was gonna say the exact same thing ^. Its funny though, the cunt gets all soppy and shit with his lyrics and then a month or so later he will spit some fire like on 'speedom'"
        }, 
        {
            "created_time": "2016-03-07T21:23:36+0000", 
            "id": "10153369442085079_449857621890003", 
            "message": "Hypocritical as fucj"
        }, 
        {
            "created_time": "2016-03-07T21:24:34+0000", 
            "id": "10153369442085079_680763152026085", 
            "message": "I guess you could say he doesn't give a fack"
        }, 
        {
            "created_time": "2016-03-07T21:26:50+0000", 
            "id": "10153369442085079_449859955223103", 
            "message": "You know he doesn't run the page or post or anything right?..."
        }, 
        {
            "created_time": "2016-03-07T21:28:08+0000", 
            "id": "10153369442085079_680764348692632", 
            "message": "Yes we all know that.  Its just disgraceful to the artist."
        }, 
        {
            "created_time": "2016-03-07T23:22:11+0000", 
            "id": "10153369442085079_1041926829213486", 
            "message": "There are people that complain if things said on the internet are not PC"
        }, 
        {
            "created_time": "2016-03-07T23:38:06+0000", 
            "id": "10153369442085079_680792605356473", 
            "message": "For the Record, his new shit don't suck. MMLP2, Lyrically, most well put together album, even by today's standard. If you take time to listen to all that is said instead of just bobbing yo fuckin head. Same thing can be said about the SSLP. Nothing wrong with music that makes you bob yo head and shake yo ass especially if she 36' 24' 36' and 5'3. If you looking to be enlightened though, take time to listen to this man. To have the ability to put words and rhymes together the way he does. It truly is Phenomenal, you can't teach or train yourself to become that level of a artist. It's a God given talent. So don't disrespect what you don't understand. I'm just proud to say I grew up in the generation that got witness the evolution of talent this Rap God has given to this dis functional world. True fans like myself, owe a lot to his music due to the inspiration he created inside our souls when times seemed to be at their darkest. One day I hope to thank him personally for my experience, if God willing. Anyway, enough of the mushy shit, I said my peace."
        }, 
        {
            "created_time": "2016-03-07T23:43:52+0000", 
            "id": "10153369442085079_1670265713222491", 
            "message": "Harry Mavrommatis yeah I didn't mean you but the people replying. They are idiots. Moaning about Eminem saying f instead of fuck when he didn't even write the post. I mean he doesn't even know how to use a computer ffs."
        }, 
        {
            "created_time": "2016-03-07T23:47:46+0000", 
            "id": "10153369442085079_449893498553082", 
            "message": "Really?  I heard he's got a laptop in his back pocket ;)"
        }, 
        {
            "created_time": "2016-03-08T00:19:47+0000", 
            "id": "10153369442085079_1041945985878237", 
            "message": "Yeah, well, his pen will go off if you half cock it so don't do that."
        }, 
        {
            "created_time": "2016-03-08T02:47:00+0000", 
            "id": "10153369442085079_1670301119885617", 
            "message": "But he still don't give a fuck..."
        }, 
        {
            "created_time": "2016-03-08T06:53:34+0000", 
            "id": "10153369442085079_680895018679565", 
            "message": "Fuck that cassette sucks"
        }, 
        {
            "created_time": "2016-03-08T19:58:41+0000", 
            "id": "10153369442085079_1670533559862373", 
            "message": "I think eminem has matured as a person sense the shady lp. what he felt back then is what he was righting about.   Now his music is different because hes going though different shit but his music remains good because hes true to himself and writes through emotion!"
        }, 
        {
            "created_time": "2016-03-08T20:29:21+0000", 
            "id": "10153369442085079_974477572588153", 
            "message": "#Shady car is moving #EM sucks if its that so what are you doing in his page?....."
        }, 
        {
            "created_time": "2016-03-08T20:54:18+0000", 
            "id": "10153369442085079_483586785175354", 
            "message": "He's still good, one of the best, but he can't compare to his old shit. In comparison to his old shit he does suck, in comparison to other rappers, he's still very good. Unfortunately it's either his old self on drugs and dead by now or what he currently is now."
        }, 
        {
            "created_time": "2016-03-09T16:09:15+0000", 
            "id": "10153369442085079_483870398480326", 
            "message": "https://www.youtube.com/watch?v=xoJezeB-s1E"
        }, 
        {
            "created_time": "2016-03-09T22:11:02+0000", 
            "id": "10153369442085079_767576110040787", 
            "message": "Saying that he sucks now and he was better on drugs is just pure ignorant. Shut the fuck up like you're not fans, fans don't say that shit like fuck off and bounce! Lol what kinda fan wants their hero back on drugs? LIKE FUCK OFF YOU'RE FAKES aha n I don't give a flying fuckaroo if that offends anyone here. Em taught me a lot of things through his music n way of being and one of them is to take a stand for something, say shit with no filter or fuckin boundaries and to not give a fuck on who it hurts cuz it's for YOU! Your own benefit and your own sake so fuck off ahaha n I hate when people cut Eminem up while still calling themselves a fan lol like...... DON'T FRONT! Too anyone hating on Marshall THE MAWFUCKIN G.O.A.T!"
        }, 
        {
            "created_time": "2016-03-10T12:38:21+0000", 
            "id": "10153369442085079_1037074779692300", 
            "message": "u should know that famouse people don't give a fuck for what u say,matter-of-fact they see u as rush,and this is a bulshit,iam fucking my self when he ignorats my shits,i say proudly"
        }, 
        {
            "created_time": "2016-03-12T15:10:12+0000", 
            "id": "10153369442085079_484913788375987", 
            "message": "LIKE MY PAGE https://www.facebook.com/World-Pranks-2-1004413469652615/?ref=aymt_homepage_panel"
        }, 
        {
            "created_time": "2016-03-20T18:27:17+0000", 
            "id": "10153369442085079_549607738546302", 
            "message": "Was going to say exactly that Harry. Thanks for that"
        }, 
        {
            "created_time": "2016-04-25T00:01:10+0000", 
            "id": "10153369442085079_1069987533067691", 
            "message": "Why Are You Crying"
        }, 
        {
            "created_time": "2016-06-28T05:02:12+0000", 
            "id": "10153369442085079_1199536833418867", 
            "message": "I fucking agree"
        }, 
        {
            "created_time": "2016-09-11T03:22:39+0000", 
            "id": "10153369442085079_730060947134002", 
            "message": "Matthew Capp It's just Marshall time for him. Don't judge him dude! and fuck you"
        }
    ]
}