{
    "data": {
        "created_time": "2016-03-08T13:32:26+0000", 
        "id": "10153369442085079_450098085199290", 
        "message": "Well, that's cool for those of us who remember cassettes. Where you actually had to wait , go to a store and buy the entire instead of 1 song here and there...oh and how about if it was sold out and had to wait. Or that was one of the items on your Christmas list. Haha...good times. I see ppl talkin shit , who even owns a cassette player blah blah.\nI think the item is meant for the collectors. \nOn another note, cause I just want to say and recognize..\nSaw eminem at music midtown a couple years ago, drove from Florida to see him. Have to say he and his staff showed appreciation to that massive crowd of people who stood hrs in the heat just to see him. I was in vip area and watching the general admission area was gut wrenching , the crowd was brought under control by his staff of ppl. Of all the musicians that performed that day, his was the only ones who cooled down that crowd. I know this has nothing to do with the cassette release , but just wanted to say, my perception of Eminem as a person in general seeing more of his personality on stage performing....top notch guy who definitely appreciates his fans. So maybe this cassette release is just another thing for those serious fans who collect and he is recognizing that."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}