{
    "data": {
        "created_time": "2014-02-15T22:28:43+0000", 
        "id": "10201503747658870_5700843", 
        "message": "Doodie I bet Proof wouldnt even want you to call him that any more... Remember WHEN YOU WROTE IN YOUR OWN SONGS ABOUT REMEMBERING YOURSELF?!?!?! \"REMEMBER ME, IM LOW DOWN AND IM SHIFTIN\" well i think you need to listen to low down and dirty again and realize who the fuck you've changed into(\"makin a dollar off black music with a subliminal ball of tricks\") Mister Mathers; you don't give a fuck? I think you give a whole lot of fucks. I think you actually used to care a lot more but now you'd rather fall into that high society system and accept it rather than try to make a difference? \"MUSH FUCK BUSH\" what about FUCK OBAMACARE? What about attempt to continue to open the eyes of idiotic americans instead of further leading them into the traps as little miley does to us all; distracting us from how grotesque the world truly is. What has happened to you? A legend? Man the ending to your career is you literally going white washed ha! What a joke dude. \"Nobody cares about these damn syllalllabuls anymore.\"- You're wrong. Yes we do and people like you who have given up trying to make the change disgust me. Yeah I had your posters on my wall.  Fool I still drive at nights bumpin the oldest shit I can find by you and Wu-tang but this new shit dog. Well let's just hope i get the courage to post a video of me dissing your new shit on here soon in a rap. And hopefully or maybe somehow you'll see it and start pushing for a better America again. I am not on a dis-hyphe; I think you can make differences other people can't and seeing what you've chosen to do with your carrier worries me about the future of our country. This is not how life was meant to be lived and you know it dog that's why you pushed to become what you are now isn't it? So stop pretending in your richie rich giant house that everything in the world is fine and remember your fucking roots. Detroit homie? Oh yeah that cluster fuck of hell? My cousin went there and said it was practically dead. No cops. Women leave as soon as they can because of many fears which they should not have to live under. It's basically just poor black people addicted and selling drugs with violence taking over. Idk maybe I'm wrong and Marshal Mather's truly doesn't give a fuck. But we all know you care about your daughter, what kind of country are you going to leave her alone in when you die? Because let me tell you in the next 50-100 years when you're gone I don't care about how much money you leave her, shit is going to hit the fan all over the world. Look at history books if you do not believe me. One of the first lessons as humans we are taught is that history repeats itself. Recognize; and even if only one person reads this on the entire sight i'll be happy because once the seed is planted it will grow. People will seek knowledge to know the truths of the world and corruption of it as well and from there gravitate towards working to clean up this mess us humans have made and continue to make. You knew this Marshal and you planted that seed in my brain now I will not stop trying to be part of that revolution."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}