{
    "data": {
        "created_time": "2016-05-14T11:19:29+0000", 
        "id": "10153408444045079_1026390384114974", 
        "message": "I wonder if the world would of been a better karma place if I had been playing rock paper scissors with people since 2002. People are so afraid of everything that they make Charlie and I physically ill. Do you have an offer you can offer to people without using your LUST?\n\nlike rock paper scissors? Tell me if you have better luck trying to get the paranoid U.S.A. citizens to act like an actor does 24/7.\n\nyou sure all hate my guts much for not knowing the total number of years I've been an actor and the total number of years I've been persistent with teaching humans how to talk to an actor.\n\nJust like Brad Pitt with his new girlfriend. Anyone can date an actor or someone whom is famous like me but the most questions I hear are HOW and where?\n\nfirst you have to come up with something to offer the actor or singer besides your flesh.\n\nwhat do you have to offer an actor or singer? can you think of something?\n\nWell I don't know you too much yet but I do know that FaceBook brought a new \"medium\" to the playing field with the bringing of all or most of the actors and musicians here to FaceBook for us. Yay!\n\nso start stepping to the male policemin I know is out there with a crush on a female actor. I don't know which actor he has a crush on but I know it's a male policemin with a crush on a female actor.\n\nI dated a policemin once. His name is Larry Johnson. and wanna know the best news ever?\n\nLarry said he loved me so much that he didn't care if he wore a condom. Larry knows I have h.i.v. I told him right away when I was starting to get to know him while we worked together within Plymouth Industrial [a service that employed 600 security guards and mucho janitors. Larry was the boss of ALL the security guards \"full time\" and a part time policemin for Minneapolis.] My boss Marianne, the office manager, also knew I have h.i.v.\n\nanyway the night he told me that I looked him in the face and said: \"if you don't love yourself more than you love me then I don't want to be with you. and I thought to myself it's redonkulous [rhino the hamster spoke that word] to have unprotected sex with me. Larry and I used a Magnum condom each and every time we fornicated while we dated. HA. a policemin whom wears a condom\n\ntop that Charlie!\n\nguess which one he is?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}