{
    "data": {
        "created_time": "2016-03-21T10:18:32+0000", 
        "id": "10153408444045079_1005294076216755", 
        "message": "March 21, 2016\n\nA treatable illness\n\nPage 83\n\n\"Addiction is a disease that involves more than the use of drugs.\"\n\nBasic Text, p. 3\n\nAt our first meeting, we may have been taken aback at the way members shared about how the disease of addiction had affected their lives. We thought to ourselves, \"Disease? I've just got a drug problem! What in the world are they talking about?\" \n\nAfter some time in the program, we began to see that our addiction ran deeper than our obsessive, compulsive drug use. We saw that we suffered from a chronic illness that affected many areas of our lives. We didn't know where we'd \"caught\" this disease, but in examining ourselves we realized that it had been present in us for many years. \n\nJust as the disease of addiction affects every area of our lives, so does the NA program. We attend our first meeting with all the symptoms present: the spiritual void, the emotional agony, the powerlessness, the unmanageability. \n\nTreating our illness involves much more than mere abstinence. We use the Twelve Steps, and though they don't \"cure\" our illness, they do begin to heal us. And as we recover, we experience the gift of life.\n\nJust for Today: I will treat my illness with the Twelve Steps.\nEminem have a good day"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-23T02:36:25+0000", 
            "id": "10153408444045079_990726731014673", 
            "message": "นาฬิกายาม,สแกนนิ้ว,สแกนนิ้วมือ,สแกนลายนิ้ว,สแกนลายนิ้วมือ,สแกนหน้า,สแกนใบหน้า,เครื่องตอกบัตร,เครื่องบันทึกเวลา,เครื่องสแกนนิ้ว,เครื่องสแกนนิ้ว ราคาถูก,เครื่องสแกนนิ้วHIP,เครื่องสแกนนิ้วมือ,เครื่องสแกนนิ้วมือ ราคาถูก,เครื่องสแกนนิ้วมือHIP,เครื่องสแกนลายนิ้ว,เครื่องสแกนลายนิ้วมือ,เครื่องสแกนลายนิ้วมือ ราคาถูก,เครื่องสแกนหน้า,เครื่องสแกนใบหน้า\nhttp://www.xn--12c2ca0dl7dte2c.com/"
        }
    ]
}