{
    "data": {
        "created_time": "2016-05-17T14:08:23+0000", 
        "id": "10153408444045079_1705525876353448", 
        "message": "The Maltreatment of Cows in Factory Farms in the UK and Abroad\n\nCan we really place this milk, cheese and meat at our table,\nWhen it’s raised in distress in confinement in a stable.\nThis cow should be out in the fields,\nIt is a better way for it live when takings its yield.\n\nDoes anyone really want to eat Veal for their dinner?\nA calve stolen from its mother are you a sinner?\n\nThe milk cows produce is full of hormones, antibiotics and pus,\nWhen drinking factory farmed milk it is not good for us\nIt is filled with flem and not good for our health or digestion,\nCan we not think of an alternative solution?\n\nDo you consider it acceptable to be milked three times?\nTo me it is an animal welfare crime!\n\nAs a mother cow I cannot walk into the shed\nBecause of the milk between my legs!\nI stumble and trip,\nPlease think of me when my milk you sip!\nBefore you drink my milk and eat my cheese and my meat,\nLet me give you an idea of my life as a cow before you suck at my teat.\nAs a female I bore a baby calve,\nThen at three weeks we are torn in half.\nIf my baby is a little boy it is taken away and killed for veal\nMy precious child you did steal!\n\nUpon losing my baby I display,\nThe same characteristics as a human when faced with dismay.\nUnder huge emotional distress, I bellow for hours in my stable,\nI hide in dark corners stressed and refuse to eat or drink because of the food you want at your table!\nIn a few months I am inseminated again,\nAnd forced to have another baby which is torn away again!\nWith milk overflowing I often get mastitis and my udders are raw from constant milking creating milk which contains pus,\nWhich I can assure you is no good for you or us!\n\nCrammed , caged in unclean quarters and dirty sheds in confinement,\nWe are treated with ill sentiment! \n\nAfter a short four years of constant pregnancies milking cows are fattened up for slaughter,\nWhat a horrific life for a cow daughter.\nUpon being taken to an abertoire, we stand on a meatl floor,\nWith thosands of cows all at once, we thankfully leave our conscience!\n\nIn India we are rightfully sacred and blessed,\nBut in these shores we are treated how we detest.\nCOMPASSION IN WORLD FARMING clearly states,\nThat it is an inhumane way to create our fate!\n\nWhy not ditch milk filled with hormones and antibiotics and pus altogether,\nGo vegan see cows as our treasure.\nIt is a cruelty free solution\nThere is so much other food that diminishes animal pollution!\nThey cannot say thank you so I will say it on their behalf,\nDo not I repeat do not steal my calve!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}