{
    "data": {
        "created_time": "2014-05-11T17:30:55+0000", 
        "id": "10152066265455079_10152066477725079", 
        "message": "That is by far, the greatest video and the best mother day tribute you could ever give her. A heart felt and sincere, honest, and beautiful way to tell her that no matter what happened in the past, it's there, in the past. You've grown as a MAN and now have moved forward instead of sitting in your past. You've probably just or already, created closure. Now you can focus on who she is to you NOW. being adopted and having not only a birth ma, but a foster and finally a forever ma, it's so important to realized that at the time, they did the best they could. No one knows how to be a ma. But they learn as they go. Mistakes are made, but forgiveness is powerful. To let go of all the \"hate\" and anger you hold, is by far the most freeing thing. It changes you from the inside out. Just as it did when you got sober. Your a better man, and I'm sure a terrific father. May GOD continue to guide you and bless you in the next chapter of your life."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 116
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-05-12T05:00:50+0000", 
            "id": "10152066265455079_10152067865555079", 
            "message": "Well said, Jenn. I'm proud of him too."
        }, 
        {
            "created_time": "2014-05-12T11:15:19+0000", 
            "id": "10152066265455079_10152068347700079", 
            "message": "when he loves he loves! & he is so very unique, can u imagine him & 2 pac together? awesome!"
        }, 
        {
            "created_time": "2015-09-27T22:12:41+0000", 
            "id": "10152066265455079_10153096288155079", 
            "message": "Absolutely. He's one of the greatest rapper of all time. He's insanely talented & can do things with his music, other haven't. It's incredible to see what he accomplished once he stopped & decided to take control of his life. He was great before, but came back 100 times stronger!"
        }, 
        {
            "created_time": "2015-11-08T01:03:56+0000", 
            "id": "10152066265455079_10153160124000079", 
            "message": "tout à fait d'accord il est meilleur qu'avant.Il a décider de prendre sa vie en main et non de se faire controler.Bravo lâche surtout pas je te souhaite le meilleur et trouver du monde qui t'aime pour ce que tu es ."
        }, 
        {
            "created_time": "2015-11-08T03:11:46+0000", 
            "id": "10152066265455079_10153160250340079", 
            "message": "God bless you Sylvie. I hope you have a wonderful weekend & week."
        }, 
        {
            "created_time": "2016-12-09T15:45:04+0000", 
            "id": "10152066265455079_1189299761147878", 
            "message": "jenn you've just made my year !!!"
        }
    ]
}