{
    "data": {
        "created_time": "2015-06-01T20:56:13+0000", 
        "id": "10152860726065079_10152860754425079", 
        "message": "Eminem is still top 5 Dead or alive. But a lot of his new songs sound like he is just putting words together, an tryin to spit them as fast as he can."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-06-01T21:13:57+0000", 
            "id": "10152860726065079_10152860788475079", 
            "message": "I hear that!"
        }, 
        {
            "created_time": "2015-06-01T21:26:02+0000", 
            "id": "10152860726065079_10152860805770079", 
            "message": "I actually liked the Mathers LP 2 a lot, but everything since has not been great"
        }, 
        {
            "created_time": "2015-06-01T21:28:28+0000", 
            "id": "10152860726065079_10152860808595079", 
            "message": "I think his lyrics are very creative, the way he describes things and fits words in - it's pretty cleaver if you read the lyrics. I just think he's very technical with his lyrics now, and he's gone back to dissing celebs completely like in the album SHADYXV. I like it, either way hearing new music from him is exciting."
        }, 
        {
            "created_time": "2015-06-01T21:28:34+0000", 
            "id": "10152860726065079_10152860808685079", 
            "message": "For real, his new flow ruins his new shit for me. Hated shadyxv."
        }, 
        {
            "created_time": "2015-06-01T21:29:33+0000", 
            "id": "10152860726065079_10152860809500079", 
            "message": "I get what you're saying, but I wouldn't really say \"throwing words together\" being that what he says is still as clever as ever and makes perfect sense. Just because he's not on pills rapping about drugs doesn't mean he's gone downhill. The dude sobered up and is trying to be a lethal as he can be with his skills. The speed, grammatical structure and riddling in his latest music shows that."
        }, 
        {
            "created_time": "2015-06-01T22:00:23+0000", 
            "id": "10152860726065079_10152860854990079", 
            "message": "Exactly^ finally someone understands"
        }, 
        {
            "created_time": "2015-06-01T23:16:54+0000", 
            "id": "10152860726065079_10152861019755079", 
            "message": "His new music is amazing. But hey, your opinions your opinion"
        }, 
        {
            "created_time": "2015-06-01T23:43:34+0000", 
            "id": "10152860726065079_10152861049750079", 
            "message": "And it's driving me crazy. It lacks his cleverness and true word play that he DOMINATES at."
        }, 
        {
            "created_time": "2015-06-01T23:47:16+0000", 
            "id": "10152860726065079_10152861053045079", 
            "message": "Eminem could lay a 4 minute track just making fart noises and I'd pay $1.29 for it but I agree. Although his skill and lyrics are better, it doesn't have the same flow as his old shit (maybe because he's sober). It saddens me that we will never see classic Slim Shady again, but Eminem is still the greatest rapper."
        }, 
        {
            "created_time": "2015-06-02T00:12:30+0000", 
            "id": "10152860726065079_10152861076125079", 
            "message": "It actually annoys me when people call Shady XV an Eminem album and compare it to his solo albums. Shady XV is a COMPILATION album by SHADY RECORDS, like the Re-UP. The last album that Eminem released was MMLP2 in 2013. \n People are saying \"How did Eminem go from selling 700,000 copies of an album in a week to only 130,000?\" They don't realize that it's because it isn't an Eminem album. \nIs Eminem on most of the songs? Yes, but it's still not his album. \nShady XV was released for 2 reasons: \n1. To celebrate 15 years of Shady Records,\n2. To promote the artists signed to Shady. \nThat's it. A lot of the album was also just old cuts that didn't make it to any other projects (like Yelawolf's \"down\".) \n  It's honestly more like a mixtape than an album. \n  I think the earliest we can expect a new Eminem album is 2016. \n( I just wanted to point it out to the people that didn't know.)"
        }, 
        {
            "created_time": "2015-06-02T00:27:21+0000", 
            "id": "10152860726065079_10152861091195079", 
            "message": "He would be way better if he wouldn't yell so much. That's why my favorite song is \"sing for the moment\""
        }, 
        {
            "created_time": "2015-06-02T04:06:35+0000", 
            "id": "10152860726065079_10152861407780079", 
            "message": "Half the shit he puts out is freestyle one time recorded. He does that with a lot of songs"
        }, 
        {
            "created_time": "2015-06-02T12:06:48+0000", 
            "id": "10152860726065079_10152861952655079", 
            "message": "He changes his flow on every album. And he yelled on mmlp 1. Anyone ever here Amityville? Lol I'll admit that Vegas song was poop but it's rare I hear an em song that I don't repeat. Can't say that about many other artist"
        }, 
        {
            "created_time": "2015-06-02T16:20:34+0000", 
            "id": "10152860726065079_10152862339335079", 
            "message": "i don't think u don't know what you're talking about yea u got to put words together to talk duh plus who is can do this kinda music like Eminem if u don't like his music you make your own music ok"
        }, 
        {
            "created_time": "2015-06-02T16:23:26+0000", 
            "id": "10152860726065079_10152862342045079", 
            "message": "please stfu about flows damn"
        }, 
        {
            "created_time": "2015-06-04T16:50:56+0000", 
            "id": "10152860726065079_10152867015890079", 
            "message": "I heard this Eminem tune the other day Phenomenal. This was the 1st time I have ever turned a new Eminem song off half way through the track, it was wack. EM needs to get back on them drugs if this is what he's comin with without them 😃"
        }, 
        {
            "created_time": "2015-06-19T02:07:35+0000", 
            "id": "10152860726065079_10152894546795079", 
            "message": "Are you reading them because it's definitely a story"
        }
    ]
}