{
    "data": {
        "created_time": "2014-02-13T04:03:31+0000", 
        "id": "10151908332250079_12502727", 
        "message": "Talk about blasphemy! Hes so blatently telling people that he is willingly possessed by at least one demon. He shows the occultic rituals he does in his music videos. Blood sacrifices and 3am seonces. The guy is a complete satanist. Listening to his music is opening ur ear gates to deminic influence. This isnt merely something u can shrug off. Its psycholigical and spiritual warfare. Your setting urself up for demonic influence in ur life that can interfere with ur sleep, relationships, job, transportstion, and spiritual health and more. And his reference to rapture in the hash tag is most likely talking about all the souls he can help lead to hell in 2014."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-02-13T04:16:18+0000", 
            "id": "10151908332250079_12502974", 
            "message": "They teach world children war than call it history really it teaching killing  only to build more jail around the world by law to be a monster is to be human in children eyes by what they teach nothing changes until we change what we teach it began with the hearts and the minds of the children in this world from love iam "
        }, 
        {
            "created_time": "2014-02-13T04:43:36+0000", 
            "id": "10151908332250079_12503361", 
            "message": "We just like his fucking music! You want us to listen to bullshit Christian rock! That shit sucks!"
        }, 
        {
            "created_time": "2014-02-13T04:45:12+0000", 
            "id": "10151908332250079_12503386", 
            "message": "Wtf is wrong with yoh"
        }, 
        {
            "created_time": "2014-02-13T04:48:04+0000", 
            "id": "10151908332250079_12503434", 
            "message": "you seem to know a lot about his music for someone who clearly hates the man. and this is a fan page so why don't you stay off it if all you're gonna do is bitch about what a \"satanist\" he is. You act like his music is going to corrupt our youth; as if they don't get any of that from the television and video games."
        }, 
        {
            "created_time": "2014-02-13T04:55:12+0000", 
            "id": "10151908332250079_12503549", 
            "message": "I dont hate him, i hate the demons in him. I pray for him. He is tormented. You are blind if you think putting devil worship infront of kids wont corrupt them. It defiles your innocence to see evil. It desensitizes you to it and makes u comfortable with it."
        }, 
        {
            "created_time": "2014-02-13T05:01:50+0000", 
            "id": "10151908332250079_12503641", 
            "message": "You and ur thoeries suck..eminem inspires us.. lame people ...Haters are forever hating for they the day he'd fell off #rapgod"
        }, 
        {
            "created_time": "2014-02-13T05:05:20+0000", 
            "id": "10151908332250079_12503690", 
            "message": "You don't understand the truth he isn't satanic he didn't sell his soul.. That's just for the haters to believe "
        }, 
        {
            "created_time": "2014-02-13T05:28:24+0000", 
            "id": "10151908332250079_12503966", 
            "message": "Hey haters, can you open your eyes I mean I'm nobody to judge your opinions but are you just mad because he succeeds and you don't? Well listen to his heartfelt songs like toy soldiers, legacy , stronger than I was, shall I go on I mean the list continues and wtf do you mean satanic , he is a good caring father he doesn't let her listen to his music because he doesn't want her to hate him for his music. I think my point is made and next time your friend that you are supposed to protect gets shot cause they saved your life and you make a song about it let me know.(toy soldiers)\n"
        }, 
        {
            "created_time": "2014-02-13T06:42:50+0000", 
            "id": "10151908332250079_12504767", 
            "message": "Dude they don't care all the kids are demons."
        }, 
        {
            "created_time": "2014-02-13T08:33:51+0000", 
            "id": "10151908332250079_12505552", 
            "message": "Look Amber, he's not possessed by the illuminati which is apparently a secret organization (that wants everyone to know it exists.) Everyone has their demons, we all have a monster in us and I'm a Christian so the only way you can become possessed is by accepting an entity into you, no one can hijack your body. Music was created by God, the talent was given by God, so why give the Devil all the credit?"
        }, 
        {
            "created_time": "2014-02-13T09:32:48+0000", 
            "id": "10151908332250079_12505985", 
            "message": "will somebody tell me abt \"Enrique\"???? is he safe.!!"
        }, 
        {
            "created_time": "2014-02-13T09:36:35+0000", 
            "id": "10151908332250079_12506013", 
            "message": "Do the lyrics \"Im going to hell, whos coming with me?\" ring a bell? Look at the poster were commenting on/ Listen to his lyrics. The dude is all abot demon possession. You really think he wouldnt accept a demon into his body?"
        }, 
        {
            "created_time": "2014-02-13T09:39:02+0000", 
            "id": "10151908332250079_12506031", 
            "message": "https://www.facebook.com/photo.php?v=539459799432356"
        }, 
        {
            "created_time": "2014-02-13T09:39:57+0000", 
            "id": "10151908332250079_12506037", 
            "message": "No!! I am asking about enrique! No!! dont tell me hes the SAME!!!! "
        }, 
        {
            "created_time": "2014-02-13T09:41:02+0000", 
            "id": "10151908332250079_12506043", 
            "message": "If theyre on MTV their in the occult Kevin. Mtv stands for masonic tv"
        }, 
        {
            "created_time": "2014-02-13T09:41:26+0000", 
            "id": "10151908332250079_12506045", 
            "message": "Theyre all sell outs."
        }, 
        {
            "created_time": "2014-02-13T09:42:09+0000", 
            "id": "10151908332250079_12506048", 
            "message": "Jesus is or only hero."
        }, 
        {
            "created_time": "2014-02-13T09:47:26+0000", 
            "id": "10151908332250079_12506081", 
            "message": "!! No!!! if its true! enrique has ruined his Image since ima freak show, I doubt him, but still hope your not true!"
        }, 
        {
            "created_time": "2014-02-13T09:48:48+0000", 
            "id": "10151908332250079_12506089", 
            "message": "Thy all have to initiate into it for fame. Watch his videos, yo will see the symbolism. Checkered floors, woman in red dresses, blood, triangles, pyramids, black horses"
        }, 
        {
            "created_time": "2014-02-13T09:51:09+0000", 
            "id": "10151908332250079_12506101", 
            "message": "I know n I agree with you on eminem, hes evil, n I do loved him too n wanna save him, bt I guess its too late... hes standig on the edge hellslide.!! but do something to bring our \"Hero\" back.... :("
        }, 
        {
            "created_time": "2014-02-13T09:52:36+0000", 
            "id": "10151908332250079_12506108", 
            "message": "Pray for him. I pray for Mr Mathers all the time."
        }, 
        {
            "created_time": "2014-02-13T09:53:46+0000", 
            "id": "10151908332250079_12506116", 
            "message": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\nMark 11:24"
        }, 
        {
            "created_time": "2014-02-13T09:53:51+0000", 
            "id": "10151908332250079_12506117", 
            "message": "Have faith :)"
        }, 
        {
            "created_time": "2014-02-13T09:55:15+0000", 
            "id": "10151908332250079_12506127", 
            "message": "those occultrs have no idea whats gonna happen  to them in there life hereafter.!!! I wish them die today and leave innocent people alive to repent to God"
        }, 
        {
            "created_time": "2014-02-13T16:03:41+0000", 
            "id": "10151908332250079_12509289", 
            "message": "May I say, I believe everyone has their own opinion... My opinion to you is please crawl.back under that rock you have been living in for the past what? 10 years?"
        }
    ]
}