{
    "data": {
        "created_time": "2014-02-13T04:58:02+0000", 
        "id": "10151908332250079_12503596", 
        "message": "you fucking dickheads this artwork is inspired by venom from spider man 3.  dont link everythink with illuminati.  even if he does i dont care .  he is not telling me to worship satan through his music like other rapper .   Fuck your conspiracies ."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 84
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-02-13T05:14:36+0000", 
            "id": "10151908332250079_12503805", 
            "message": "but he is mate ur to small minded to see it.and a conspiracy is when people conspire together a rumour or truth.truth hurts i know and truth goes through 3 stages 1st ridiculed 2nd violently opposed 3rdly it is then seen to be self evident.I aint telling u not to like him hes my FAV ARTIST EVER,but i understand what he is trying to do which is destroy youth like 90% of music artist.i can think for myself so i dont copy or follow what EM says or talks about but millions sadly do cos they are so manipulated.so b4 u dismiss what people say take a step bk or do some real research not start quoting venom as that has no relevance what so ever to anything said really.illuminati is B.s bilderburg group  and elite families are in control. illuminati is something thats promoted purposly its bullshit"
        }, 
        {
            "created_time": "2014-02-13T05:16:29+0000", 
            "id": "10151908332250079_12503829", 
            "message": "How is he destroying youth? even paul Mcartney is a fan of eminem ."
        }, 
        {
            "created_time": "2014-02-13T05:29:22+0000", 
            "id": "10151908332250079_12503978", 
            "message": "so what n u mean FAUL Mcartney who was replaced when he died in a car accident.thats like saying tupac liked pavorrotti it has no relevance i like eminem n i mean really like but sadly his music does influence kids in the wrong way u remember STAN fans are like this unfortunately he is by no means the worse buy drug abuse degrading woman n parents he had hard life but kids do what they hear and satanism is present throught his career and kids think its cool n mimic i could go on n on how he is manipulating or destroying youth like i said he aint as bad as half of the artist out there.and austin i like em really like him and continue to like his old stuff as im not easily influenced but loads are."
        }, 
        {
            "created_time": "2014-02-13T05:32:04+0000", 
            "id": "10151908332250079_12504016", 
            "message": "not afraid, love the way you lie, the monster , beautiful , space bound, ..... so on  how can his songs destory youth ??   you are a brainwashed person."
        }, 
        {
            "created_time": "2014-02-13T05:45:37+0000", 
            "id": "10151908332250079_12504174", 
            "message": "hahaha yh u quote his recovery album n 1 track of mmlp2 of which both has so many hidden meanings which dont take a genius to work out.5 songs which you obviously dont understand lol.EMINEM has been out with more than the last 2 albums haha these 2 albums are him trying to clean up his image to grab even more fans if you go from bad guy to good guy fans who didn't like you start too lol DO YOU HAVE A BRAIN DUDE OR is it just on auto pilot.im brainwashed haha yeah ok mate u stay dilusional i have capacity to think and think properly not just accept propaganda then spout it as truth or mindlessly defend celebs like there some gods ."
        }, 
        {
            "created_time": "2014-02-13T05:50:48+0000", 
            "id": "10151908332250079_12504232", 
            "message": "Actually\"If you ever see a video for this shit I'll probably be a mummy with my wrist slit\" the mummy in the picture is slim shady "
        }, 
        {
            "created_time": "2014-02-13T05:54:09+0000", 
            "id": "10151908332250079_12504276", 
            "message": "that mummy is from SSLP album .  getting real tired of these Illuminati preachers "
        }, 
        {
            "created_time": "2014-02-13T06:52:35+0000", 
            "id": "10151908332250079_12504847", 
            "message": "WTF does this pic of venom have to do with anything...?"
        }, 
        {
            "created_time": "2014-02-13T10:14:24+0000", 
            "id": "10151908332250079_12506299", 
            "message": "Well yea bu ur wrong... Austin is right... thats eminems character. .. "
        }, 
        {
            "created_time": "2014-02-13T10:16:53+0000", 
            "id": "10151908332250079_12506317", 
            "message": "Eminem dnt rap for money.. he on top cuz he raps by heart nd about watever he feels .. not giving a fuk if government fuks with em or fans deny him... he jst dnt give"
        }, 
        {
            "created_time": "2014-02-13T12:24:54+0000", 
            "id": "10151908332250079_12507326", 
            "message": "OMG ILLUMINATI... No, shhhh leave."
        }, 
        {
            "created_time": "2014-02-13T14:52:56+0000", 
            "id": "10151908332250079_12508672", 
            "message": "White America was the song he did saying fuck the government.. he has you all worshipping Satan.. Enjoy the PIt"
        }, 
        {
            "created_time": "2014-02-13T22:24:24+0000", 
            "id": "10151908332250079_12512753", 
            "message": "i think the demon is slim shady"
        }, 
        {
            "created_time": "2014-02-14T01:01:06+0000", 
            "id": "10151908332250079_12515028", 
            "message": "god told me to tell Nathan Donlan that hes a joke."
        }, 
        {
            "created_time": "2014-02-14T10:39:14+0000", 
            "id": "10151908332250079_12518906", 
            "message": "What say is what u say, say is what u say whenever you're saying it so who u playing with huh? watch your fucking mouth"
        }, 
        {
            "created_time": "2014-02-18T16:40:24+0000", 
            "id": "10151908332250079_12566910", 
            "message": "em a satanist? haha fuck off, I AM A SATANIST, but its no credit to listening to eminem. he has always rapped about shit that i have gone through from drug addiction to having a fucked up family. i can relate, thats why i love him. i think its time people took a step back and stopped thinking satanists are all murderers and rapists, we don't sacrifice babies and shit, that's bullshit made up by the catholic church. em is in no way what so ever a satanist,"
        }, 
        {
            "created_time": "2014-03-10T23:06:12+0000", 
            "id": "10151908332250079_12777001", 
            "message": "You have serious problems Nathan. Getting real tired of your illuminati shit u fucking brainwashed zombies"
        }, 
        {
            "created_time": "2016-10-20T09:52:52+0000", 
            "id": "10151908332250079_1816213978593460", 
            "message": "Go fuck yourself asshole"
        }
    ]
}