{
    "data": {
        "created_time": "2014-02-13T15:00:57+0000", 
        "id": "10151908332250079_12508748", 
        "message": "[Intro]\nNah man, not quite finished yet!\n\n [Verse 1]\nGirl, I think you just might have tried\n To pull a motherfuckin’ fast one. I’m mad\nYou just hurt my goddamn feeling\n And that was the last one I had\nDoes this look like an arcade, trying to play games?\nSee this saw blade? See this silhouette\n Of a stalker in your walkway? Better cooperate\nOr get sauteed and rotisseried while you’re hog-tied\nMC’s get so quiet you can hear\n A motherfucking dog whistle when I walk by\nColt Seavers on a mule stunting on that ass\n Like a fuckin’ Fall Guy! I don’t gas my Mercedes\n After midnight, I treat it like a Mogwai\n Cause it will turn into a Gremlin and run over kids\n Women and men - \"Vrinn Vrinn!\" - motor so big\nYou can fit a midget in his engine\nBitch, gimme them digits; while you cringin’?\nNot by the hair on my chinny-chin-chin will I spend spend\n Even 10 cents on you. Since when\nDid you think it’ll cost me a pretty penny\n Shit, if I think a penny’s pretty\n Just imagine how beautiful a quarter is to me\nEenie-meenie-miney-mo, catch an eskimo by his toe\n While he’s trying to roll a snowball\n But, don’t make him lose his cool\n If he hollers better let him go y’all\n\n [Hook]\nYou don't own me\n Now here we go, go, go!\n\n [Verse 2]\nGet up baby, get a move on like a U-Haul\nYou can rack your brain like pool balls\n You won't ever think of this shit\n\"Yeah, honey, you called?\" Well here I come\nHavoc on a beat, I wreak it\nEvil: I see, hear and speak it\nLady put your money on Shady, fuck that other weak shit\nPut your eggs in the same basket\nYou can count every motherfuckin’ chicken fore it hatches\n Cause you can bet your ass we gonna get it crackin’\nLike Kraken and Titans when they're clashin'\n Get your brains bashed in so bad\n You’re gonna have Kurt Cobain askin’\nTo autograph a bloodstained napkin\nUnfashionable and about as rational\n As a rash on a fag’s asshole\nNow let’s take that line run it up the flagpole\n With Elton, see if he’s cool with it\n Don’t stand there and look stupid at me\nBitch I ain’t in the mood for this shit\n Get my dick, Google it, til it pops up\nY’all just so motherfuckin’ full of shit\n That you stopped up\n Me I’m always shitting diarrhea of the mouth\n Till your speakers crap out, \"pfft, huh what?\"\nGirl you got a hot butt, like a lit cigarette\n (chig-chigga-ret) But you won’t get a hot fudge sundae\n From me so don’t strut my way, slut because…\n\n[Hook]\n\n [Verse 3]\nAnd now that I got your panties in a bunch\nAnd your bowels in an uproar\nI'mma show you why I came\n So you stop asking me what the fuck for\n Now look, you little slut, cunt whore\n I know you want more\nBitch, it’s time to put the math back into Mathers\n Cause I’m a fuckin’ problem, run boy\n Every flow, got it mastered, so\n Every last word that you fuckin’ fags heard\nComes straight from the fish's ass\n Yeah, in other words I’m a \"bass-turd\"\nLooking at me like I killed Kenny\nGas in the tank? Yeah, still plenty\nNo morals are instilled in me so remorse\n I really don’t feel any\nEat your heart out, Hannibal, understandable\n Why you’re jealous, fucking animal?\n I got cannibal magnetism\n Can't resist em, now can you, ho?\n“Shady I don’t understand your flow”, understand my flow?\nBitch, I flow like Troy Polamalu’s hair boy\n Don’t you dare try to follow or compare boy\nI’m raw, you ain’t even medium-rare\nStay the fuck outta my hair, boy\n You can look, you can stare and point\n But you can’t touch, I’m too clairvoyant\nI don’t get it man, is there a void?\n All this weak shit, what am I, steroids?\n Well bitch I’m back, with some shit for that ass\n And your trunk: elephant, hemorrhoids\n And remember boys…\n\nThank you for coming out\n I hope you enjoyed the show\n Until next time, peace"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-02-13T15:01:27+0000", 
            "id": "10151908332250079_12508751", 
            "message": "best song"
        }
    ]
}