{
    "data": {
        "created_time": "2017-11-29T18:40:34+0000", 
        "id": "10156765527136729_10156804518781729", 
        "message": "I am totally frustrated by your choices of who shows up in my scroll... Top Stories and almost identical to Most Recent and so many folks are not included. What on earth or who on earth do you assume I am? Why can't posts not new comments be represented on my scroll? Rant rant rant rant... I appreciate this format for staying in touch but resent the \"interference.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-29T19:18:03+0000", 
            "id": "10156765527136729_10156804724536729", 
            "message": "Hi Dawn. We look at many factors to make sure the most relevant stories appear in News Feed, including how you have interacted with similar posts in the past, and which posts are most popular across all of Facebook. If you want to see more posts from a particular friend, you can choose to see them first. Learn more about News Feed at: http://bit.ly/2ilVWxx. -Kiara"
        }, 
        {
            "created_time": "2017-11-29T22:22:04+0000", 
            "id": "10156765527136729_10156805355501729", 
            "message": "I want to see all new posts from all... I repeat all my friends."
        }, 
        {
            "created_time": "2017-11-29T22:24:44+0000", 
            "id": "10156765527136729_10156805363066729", 
            "message": "I do not want every comment or reply on every one of their posts... thus not following everyone but do want new posts... Not your choices."
        }, 
        {
            "created_time": "2017-11-29T23:36:43+0000", 
            "id": "10156765527136729_10156805655681729", 
            "message": "I agree with Dawn (whom I can't tag). I want to see new posts from my friends, not things they have liked or commented on or something their friends have tagged them in. Just their posts. And for the friends that post rude/offensive pictures, language, etc., a WORKING UNFOLLOW option would be nice! All I see now are the people I have \"unfollowed\" and very little from other friends."
        }, 
        {
            "created_time": "2017-11-30T10:19:31+0000", 
            "id": "10156765527136729_10156806967351729", 
            "message": "how can i remove my old admin at my page"
        }
    ]
}