{
    "data": {
        "created_time": "2016-04-16T15:45:40+0000", 
        "id": "10154577326771729_10154584906091729", 
        "message": "I tried to send a message through the 'Messages' feature above, and I was censored from it... so here it is again, in the open. Not that any of you headquarters people will care... \n\n\"\nChat Conversation Start\n10:43AM\nTo Whom It May Concern,\n\nRecently, the pages of The Thinking Atheist, Seth Andrews, and his admins -- as well as other prominent atheists -- have been suspended or deleted. Specific reasons have not been given for this, other than generic rationales or categories, of which I know these persons have not committed those actions. \n\nSometimes, persons have been suspended for sharing memes of atheist nature, or atheist rationale. And I am deeply concerned. \n\nFacebook wants my very public identity -- indeed, our very public identities, revealed on our profiles -- but it will not honor things like free speech. It wants to start behaving as viably as a government identification method, and as necessary, as a form of ID, but it will absolutely not honor free speech. \n\nIt allows for groups of people, like religious individuals, to make memes completely persecuting atheists, spreading lies and bullying of our communities, which when we report, do not get taken down... yet it will always take down all of our posts, and our communities. \n\nI know Mark Zuckerberg is an atheist. He should be able to understand our predicament. All ideas need places to grow, and spread -- and especially atheism. One of the most persecuted ideas... should enjoy a kind of protection, especially because there are people all over the world DYING because of persecution of this idea, and this is one of their only places to express themselves. \n\nSeth Andrews, and the The Thinking Atheist pages are some of the most respectful sites and pages on this social media outlet for discussing atheism. As is my own perspective, as someone who has been a part of FB since 2007 and never been disciplined or suspended, he has NEVER shared anything in violation of FB community rules. \n\nSimply being 'offended' by something should not be reason enough to declare that something as 'religious persecution,' or a suspendable offense. \n\nAnd I would appreciate if you looked into the matter, and re-established their accounts. And perhaps, along those lines, improved your reporting algorithm and have a way for keeping accountable the persons who might 'review' and make decisions for such suspensions -- for they might be skewed in favor of religious ideas, or also abuse toward animals or women. The number of times I've reported open violence, threats, and gory content, and it has not been taken down, is very long, and quite frankly, disappointing. \n\nI don't have any illusions that anyone on FB will either read this message, or care about it. There's a reason why you have launched such a massive enterprise, with absolutely NO useful contact outlets of any kind -- the ability to ignore people on mass, for their petty whines and needs, and channel the only ways in which you're willing to make yourself responsible or accountable for content, and for your actions. \n\nBut... if anything gets FB abandoned like a ghost town, it would be this: it's inability to protect communities from expressing their ideas, and beliefs, without constant persecution and censorship. \n\nThank you for your time.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}