{
    "data": {
        "created_time": "2016-04-13T17:25:47+0000", 
        "id": "10154577326771729_10154577770931729", 
        "message": "What's going on with my messenger? It's not working! I've tried deleting it and downloading it back again but it won't let me download it again.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-04-13T17:27:33+0000", 
            "id": "10154577326771729_10154577774591729", 
            "message": "I tried clicking the messenger button from my Facebook and it won't work too."
        }, 
        {
            "created_time": "2016-04-13T17:28:34+0000", 
            "id": "10154577326771729_10154577776716729", 
            "message": "Hey Leslie. If you believe a feature isn't working properly, you can report it to us using these steps: http://bit.ly/1SaBjM1. Thanks. -Jordan"
        }, 
        {
            "created_time": "2016-04-13T17:29:35+0000", 
            "id": "10154577326771729_10154577780081729", 
            "message": "Facebook .. Thank you I will try to report it ASAP"
        }, 
        {
            "created_time": "2016-04-14T16:55:31+0000", 
            "id": "10154577326771729_10154580504836729", 
            "message": "Facebook Hello facebook, I'm currently managing a facebook page for a public figure that I'm trying to get a blue verification page for. I've also tried sending in a request however, I've not received any feedback so I'm not sure of the next step to take. I've also checked the settings on the page but there is nothing there that indicates anything for verification. Please help me with verifying this page. Looking forward to hearing from you soon. Thank you."
        }, 
        {
            "created_time": "2016-04-15T14:56:38+0000", 
            "id": "10154577326771729_10154582513046729", 
            "message": "Facebook if you believe....   you guy's need urgently take care off your facebook aplication apps because even if a member has a clean pc with up to date protection you can be hacked!  and when this is the case you cant report  a thing.  Norton antivirus experts have checked everything and the problem is with facebook not with me or my pc!"
        }, 
        {
            "created_time": "2016-04-15T15:27:56+0000", 
            "id": "10154577326771729_10154582571076729", 
            "message": "I firmly believe Facebook *has* been hacked in some way. I've been restricted/blocked from \"Liking\" pages or following profiles until May 14. It's not like I've gone on some liking spree, either. Nor is there anything in the help or T&C or \"why have I been restricted\" pages about liking pages.\n\nThe irony is that even as I type this, Facebook is suggesting pages for me to like. There is something wrong somewhere. (I have filed an appeal half a dozen times at least, with no explanation of why this capricious algorithm action is happening. I don't think any human actually monitors input.)"
        }, 
        {
            "created_time": "2016-04-15T15:28:55+0000", 
            "id": "10154577326771729_10154582572406729", 
            "message": "(This has made me nervous enough that I unliked every single page I have \"liked\" over the past five years or so, except for three that I'm actively involved in. If I'm going to be penalized for using an available feature? No thanks.)"
        }, 
        {
            "created_time": "2016-04-15T15:40:06+0000", 
            "id": "10154577326771729_10154582590916729", 
            "message": "My Android was infected with multiple viruses 2 times the first time 4 then 2 weeks later 11,  My Sprint repair store cleaned it up both times and recommended I remove messenger  from my phone,  have not had a problem for over 2 months.  I ultimately go to my computer once a day to look at Facebook and do not use my phone for other than calls.  It is the pits but seems to be the only choice."
        }, 
        {
            "created_time": "2016-04-15T15:53:23+0000", 
            "id": "10154577326771729_10154582613601729", 
            "message": "THX for BAN, and thanks for when you don't ban others when they do this same."
        }, 
        {
            "created_time": "2016-04-15T17:26:02+0000", 
            "id": "10154577326771729_10154582793471729", 
            "message": "Facebook But when I  did it is in Spanish and I have no idea what any of it says.  I am at witts end.  I want English...who the hell made it Spanish?"
        }, 
        {
            "created_time": "2016-04-15T22:47:55+0000", 
            "id": "10154577326771729_10154583408961729", 
            "message": "Facebook can you PLEASE tell me how I can get an abusing post about me removed when Im blocked by the person who posted it?? I have a screen cap of it, so I know whats going on but Id like it removed since it slanders me. Please help."
        }, 
        {
            "created_time": "2016-04-17T01:41:25+0000", 
            "id": "10154577326771729_10154586097616729", 
            "message": "I Had To Stop accepting Friends.Some One Was Using My Name Asking Me For Friends I Already Had.Is That Hacking Or What."
        }, 
        {
            "created_time": "2016-04-17T02:43:20+0000", 
            "id": "10154577326771729_10154586225971729", 
            "message": "I tried to click on the upper right hand corner to get help but there is nothing there to click on.i want to know why, all of a sudden I have to sign in every time I wNt to see a notice sent by email.Facebook"
        }, 
        {
            "created_time": "2016-04-17T07:33:18+0000", 
            "id": "10154577326771729_10154586566056729", 
            "message": "For you wencome  new  year,"
        }
    ]
}