{
    "data": {
        "created_time": "2017-05-26T22:58:38+0000", 
        "id": "1873495426223994_1876779425895594", 
        "message": "please help saving our oceans.. there is new materials based on algae that are environmentally friendly."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T14:32:00+0000", 
            "id": "1873495426223994_1878716942368509", 
            "message": "Hi Simon, thanks for getting in touch. We’ve already been using renewable packaging innovations for many years,  like PlantBottle. The first fully recyclable plastic bottle made partly with a special plastic which comes from plant material, which means we don’t have to use as much petroleum-based plastic. \n\nWe have embarked on a major review of our sustainable packaging strategy.  To keep up to date with all of our future sustainability announcements please visit www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-05-31T21:24:27+0000", 
            "id": "1873495426223994_1878846869022183", 
            "message": "Thank you for your reply. Recyclable plastic is still landing on the beaches. The point is either using biodegradable materials or making bottles returnable. Hopefully soda companies will find a solution. Kind regards"
        }, 
        {
            "created_time": "2017-06-02T15:31:37+0000", 
            "id": "1873495426223994_1879539415619595", 
            "message": "Hi Simon, thanks for your reply. Deposit return schemes are also a big part of these discussions as more people are looking for ways to increase recycling rates. So while our review is still ongoing, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already.  As mentioned, to keep up to date, please head to: www.coca-cola.co.uk/sustainability-section"
        }
    ]
}