{
    "data": {
        "created_time": "2017-05-26T16:24:54+0000", 
        "id": "1873495426223994_1876658802574323", 
        "message": "The wonderful picture right, belies the reality when the contents of this dangerous plastic is washed up on all our shores. I remember when Coca Cola was in glass bottles which were refundable. Dont take huge profits while spoiling our planet!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T14:47:58+0000", 
            "id": "1873495426223994_1878721232368080", 
            "message": "Hi Marie, thanks for getting in touch. We recognise that sustainability is an important issue and it’s one that we care about deeply as a company. We’d hate to see any of our bottles or cans ending up where they shouldn’t and want as many of them as possible to be recycled so that we can use them to make into new bottles and cans again. We’re proud to say that all of our bottles and cans in Great Britain are 100% recyclable and have been since 2012. This means that all our drinks packaging can be recycled at home or when you’re out and about.  \n\nWe’re currently in the process of reviewing our sustainable packaging strategy which we will publish in the summer. Deposit return schemes are also a big part of these discussions as more people are looking for ways to increase recycling rates. So while our review is still ongoing, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already. To keep up to date, please head to: www.coca-cola.co.uk/sustainability-section"
        }
    ]
}