{
    "data": {
        "created_time": "2017-05-26T20:09:04+0000", 
        "id": "1873495426223994_1876723795901157", 
        "message": "Hi. How about a Coca Cola bottle made of paper or some other biodegradeable material rather than the present ones littering our earth"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T14:36:00+0000", 
            "id": "1873495426223994_1878718132368390", 
            "message": "Hi David, thanks for getting in touch. We’ve already been using renewable packaging innovations for many years, like the PlantBottle. The first fully recyclable plastic bottle made partly with a special plastic which comes from plant material, which means we don’t have to use as much petroleum-based plastic. \n\nWe’re also proud to say that all of our bottles and cans in Great Britain are 100% recyclable and have been since 2012. This means that all our drinks packaging can be recycled at home or when you’re out and about.  We have embarked on a major review of our sustainable packaging strategy to understand what role we can play to unlock the full potential of a circular economy.  To keep up to date with all of our future sustainability announcements please visit www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-06-16T12:24:43+0000", 
            "id": "1873495426223994_1885969221643281", 
            "message": "hi coke- how long would your PlantBottle have sat in my local street unless i'd picked the damn thing up and binned it myself. Single use bottles are the problem - they have no value and too many of your delightful customers think its acceptable to chuck them wherever they like once they have drunk the contents - Oceans, lakes, rivers, my walk to school absolutely EVERYWHERE and YOU should be paying for the clean up....."
        }
    ]
}