{
    "data": {
        "created_time": "2015-03-26T16:10:27+0000", 
        "id": "10152711378340079_10152711437830079", 
        "message": "he better not be leaving the industry I need him till the day he passes..a hhuuuuge apart of me will go with him I just thought this vinyl record was it man.... and you cant say he isn't leaving either cause NONE of US no for sure whether he's gonna stay or go. its gonna rip me right appart and everything I ever wanted it life.. eminems music took my life over when I was 4 years old. idk what I'd do with out him producing new music.. he's been by my side for 14 years I'm only 18 his music is gonna be with me till the day i die I'm just not ready to say it's over, that he's done... so I really hope your right that he's not going anywhere! I need the music hes been putting out these last couple of years its embracing, up lifting, it takes me somewhere in my imagination and heart ive never felt the feelings i get from his voice when it hits a mic. he is truely my god and a lot of my generation really needs to take a good long hear at his pain and remorse in his songs now a days. the old shady never left us. he just matured and grew the fuck up something all you \"hood\" gangsta rapper loving people need to fuckin accept. if you loved eminem back then.. but don't now. you were never a Stan to begin with✊"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 88
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-03-26T17:06:15+0000", 
            "id": "10152711378340079_10152711527285079", 
            "message": "####  buh tyga,weezy etc  re still dea they can still do da Rapn  for Eu....so  let eminem Fuq off  Peac'flly nqt"
        }, 
        {
            "created_time": "2015-03-26T17:11:21+0000", 
            "id": "10152711378340079_10152711534410079", 
            "message": "@prince joe\nYou are so utterly a moron words cannot describe how much of an idiot you are. Did you even pass the third grade."
        }, 
        {
            "created_time": "2015-03-26T19:07:43+0000", 
            "id": "10152711378340079_10152711702215079", 
            "message": "@ Prince man you so lost, you shall have counseling to decide what is best & what is weak and tell them to teach you rap music"
        }, 
        {
            "created_time": "2015-03-26T19:13:14+0000", 
            "id": "10152711378340079_10152711709850079", 
            "message": "Oh dear Prince Joe needs go back to school! That is the dumbest comment I've read to date...  Peace'flly."
        }, 
        {
            "created_time": "2015-03-26T19:56:22+0000", 
            "id": "10152711378340079_10152711770565079", 
            "message": "Lmao!  @ Prince Joe 😲 seriously though! According to the 'language' up there   ⬆️, your head is in the, or, is the clouds 💭💬or you slurping syrup like Weezy.\n\nNow as far as the EMINEM rumors, I've heard 3, none of witch I can vouch for.\n1, Yelawolf, KID ROCK and EMINEM are going to do an album together\n2, He is going to reunite with the OUTSIDAZ, however, that might not happen because of the dis song Az Izz wrote about EM, so some beef needs to be settled.\n3,He will only produce or just manage his studio. I think it is very unlikely he will make another album, even though I really want him to. And that just sucks."
        }, 
        {
            "created_time": "2015-03-26T21:33:42+0000", 
            "id": "10152711378340079_10152711937180079", 
            "message": "I don't think he's leaving yet,  I'm hoping he make another album, and budden too, but budden done got way too lazy all he does is tweet all day long now."
        }, 
        {
            "created_time": "2015-03-27T00:29:14+0000", 
            "id": "10152711378340079_10152712221275079", 
            "message": "Prince Joe , can you rewright so we can actually read your comment ,"
        }, 
        {
            "created_time": "2015-03-27T00:49:46+0000", 
            "id": "10152711378340079_10152712244085079", 
            "message": "Lol or his music before '04 was actually way better than his music now? I'm a huge fucking Stan but his music now is nothing compared to everything he was putting out back then. So I just listen to that and ignore the fact he ever made anything after recovery 😊"
        }, 
        {
            "created_time": "2015-03-27T01:20:52+0000", 
            "id": "10152711378340079_10152712280750079", 
            "message": "just the thought of him retired makes me scared. lol. I know this sounds selfish but i want him to continue to rap & make music forever.. haha"
        }, 
        {
            "created_time": "2015-03-27T01:46:25+0000", 
            "id": "10152711378340079_10152712308190079", 
            "message": "Im glad so many people must agree with me or something liking my comment holy!!!!  and @Jack Knights thats what a true stan would do. Is quit bitching and be satisfied with the style of eminem thats been around and that you prefer ! Good for you im glad your not complaining and saying hes complete shit now... Really hurts my feelings that people say that about him now a days 😢 i will always love eminem. And im not sayin if you don't care for him now a days that you were never a fan. Im just saying that to the haters who never appreciated him in the first place and thinks hes to old for this shit and is washed up now.. So thanks for all the likes guys makes me feel good to know that we in this together.. And that theres alot more true stans like us❤❤❤ love you all and most of all we love eminem❤❤ thanks for the many many many good years eminem, and also i seen someone said you were working on another album as we speak... I sure hope that is true. Idk where id be with you😩✊"
        }, 
        {
            "created_time": "2015-03-27T08:48:07+0000", 
            "id": "10152711378340079_10152712730875079", 
            "message": "nice parenting letting you listen to eminem at 4 years old"
        }, 
        {
            "created_time": "2015-03-27T10:22:15+0000", 
            "id": "10152711378340079_10152712804125079", 
            "message": "The people that see Eminem as a role model but are illiterate as fuck! Use his skills to learn, he's an incredible writer, wordsmith and artist. It's hypocritical to say how much you need him in your life when you haven't bothered to understand the language. Seriously. People can't string a sentence together or even spell anymore. Priorities, people. Priorities."
        }, 
        {
            "created_time": "2015-03-27T13:45:33+0000", 
            "id": "10152711378340079_10152713030045079", 
            "message": "I didnt come here to have people judge me and talk shit but if thats what your here to do then thats fine and no my dad was not okay with me growing up like that but nothing could stop what I loved to here.. and if your telling me im illiterate as fuck.. Well my life does not fucking concern you so i suggest you worry about your own life. My grammar is my fuckin problem.So next person to come here to put me down. Just remember im not gonna get mad or sink to your level and be an asshole back. Just save it honestly."
        }, 
        {
            "created_time": "2015-03-27T13:46:44+0000", 
            "id": "10152711378340079_10152713032245079", 
            "message": "And another thing how i grew up does not fuckin concern you either so shut the fuck up about my life ya fuckin nosey smart ass people. Hop off my comment for real"
        }, 
        {
            "created_time": "2015-03-28T02:10:47+0000", 
            "id": "10152711378340079_10152714211405079", 
            "message": "@angie don't worry ,fact is thats just how it is, its heartless. but out here it seems one may get enjoyment out of another one suffering, atleast thats what i discovered, subliminally  ive seen it, it's happen to me, but do i care,  hell no. its just sad and infinite dysfunction."
        }, 
        {
            "created_time": "2015-03-28T02:46:37+0000", 
            "id": "10152711378340079_10152714256805079", 
            "message": "Thank you Michael ✊"
        }, 
        {
            "created_time": "2015-03-29T01:24:54+0000", 
            "id": "10152711378340079_10152716069360079", 
            "message": "Your welcome  it's just crazy out here, especially  on the Internet, I'm about to do away with all social media because people  bringing  their dysfunction  to the platforms, and people talking about me subliminaly,"
        }, 
        {
            "created_time": "2015-04-02T18:59:10+0000", 
            "id": "10152711378340079_10152726156885079", 
            "message": "Preach it girl u couldn't have said it better"
        }, 
        {
            "created_time": "2017-06-07T09:44:51+0000", 
            "id": "10152711378340079_816307708533901", 
            "message": "I love eminem <3"
        }
    ]
}