{
    "data": {
        "created_time": "2015-03-26T15:47:31+0000", 
        "id": "10152711378340079_10152711403465079", 
        "message": "we all get it... vinyl box set celebrating the albums and the many many years we had Mr. SlimShady, Eminem, Marshall Bruce Mather's III, ANNNND NOW BYE!! NO MORE EMINEM HES GONE FOREVER.. THIS IS IT YALL... ITS A VERY VERY SAD DAY.  I'm fuckin heartbroken . we will miss you Em!!!! you've always pulled me through life I wish it wasn't over STAN FAN ✊✊✊FOR LIFE  😭💔💔💔😫"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-03-26T16:49:42+0000", 
            "id": "10152711378340079_10152711501745079", 
            "message": "He's not going anywhere lol. He's already in the middle of making his next album."
        }, 
        {
            "created_time": "2015-03-27T02:51:31+0000", 
            "id": "10152711378340079_10152712384150079", 
            "message": "He's working on a new solo album right now lmao also a new d12 album. Chill"
        }, 
        {
            "created_time": "2015-03-27T03:45:33+0000", 
            "id": "10152711378340079_10152712441545079", 
            "message": "Yeah and you won't know that for sure till its out... Thumbs up for telling me though, but i was already told multiple things about a new album coming from him, but yeah thanks anyways, next person that has to say something that \"hes not leaving\" or \"he has a new album coming out\" i suggest you please save it cause i already know that hes suppodely in the works of a new album we won't know forsure UNTIL it is officially released and also we don't need 10 people in a row telling me basically the same thing.  im just expressing my opinion. If you don't like it. Tough! Get off my comment and express yourself elsewhere like i said NONE OF US NO IF HES GONNA STAY COME BACK LEAVE AGAIN Eminem is very unpredictable so dont be so sure of yourself either talkin bout these new albums you don't even know are coming out forsure 😴"
        }, 
        {
            "created_time": "2015-05-09T18:33:21+0000", 
            "id": "10152711378340079_10152798701035079", 
            "message": "He just did some music with strange music girl. Ahah I thought you knew about him ahah slumerica family !!! He ain't going no where till he dies"
        }, 
        {
            "created_time": "2017-06-07T09:10:18+0000", 
            "id": "10152711378340079_1941170865908431", 
            "message": "(Y)"
        }
    ]
}