{
    "data": {
        "created_time": "2017-08-29T12:34:54+0000", 
        "id": "10156384500276729_10156386712951729", 
        "message": "When I leave a comment it is posted in the 'comment field' but then appears again right under the comment I just posted, but with flashing cursor. Not a major glitch, but an annoying glitch. After all these years I thought such trivial glitches would've been worked out by now!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-29T13:16:04+0000", 
            "id": "10156384500276729_10156386802471729", 
            "message": "Thanks for reaching out, Paul. Please report this to us by following these steps listed in our Help Center: http://bit.ly/2gm1pD3. Thanks! -Caitlin"
        }, 
        {
            "created_time": "2017-08-29T14:34:08+0000", 
            "id": "10156384500276729_10156386988986729", 
            "message": "Facebook i'm getting double posting when i post ontimeline pages..\ni try to go back to my page and it tells me i haven't finished commenting yet-and i notice it has double posted and one is still open..what is going on? Other people have reported this problem-but NO one gives a solution! This JUST started this last week with me.!\nHELP!"
        }, 
        {
            "created_time": "2017-08-29T14:50:42+0000", 
            "id": "10156384500276729_10156387043831729", 
            "message": "Facebook Caitlin:  You need to add a FALSE NEWS option to this report page. Ignoring the false news problem, or simply paying it lip service, will not solve the issue. Your own FB users are your best tool for fighting this problem — why shut them out?"
        }, 
        {
            "created_time": "2017-08-29T15:01:05+0000", 
            "id": "10156384500276729_10156387067971729", 
            "message": "Thanks for your feedback, Randall. We're constantly working to improve the Facebook experience for everyone and if there's something specific we can do to improve yours, please let us know at: on.fb.me/1N2bhYs. -Tenaya"
        }, 
        {
            "created_time": "2017-08-29T15:18:31+0000", 
            "id": "10156384500276729_10156387123336729", 
            "message": "Facebook Tenaya: That does nothing for me. If you really want to know what I'm talking about, send me a message, not a form. I will give you specific links to specific pages. If you can't allow users that option, how are we supposed to point out distasteful content?"
        }, 
        {
            "created_time": "2017-08-29T18:27:09+0000", 
            "id": "10156384500276729_10156388489691729", 
            "message": "Facebook I am also getting a double post and come on this is on you all at FB and you need to check into this and do not ask us to go to another site, fix this now."
        }, 
        {
            "created_time": "2017-08-29T20:02:19+0000", 
            "id": "10156384500276729_10156389094796729", 
            "message": "That has been happening to me as well."
        }, 
        {
            "created_time": "2017-08-29T20:04:49+0000", 
            "id": "10156384500276729_10156389101526729", 
            "message": "Facebooksame thing with me"
        }, 
        {
            "created_time": "2017-08-30T00:13:23+0000", 
            "id": "10156384500276729_10156389788856729", 
            "message": "HOW DO YOU STOP ALL THE SCAMMERS OF BLAKE SHELTON U BLOCK THEM THEY POP UP AGAIN"
        }, 
        {
            "created_time": "2017-08-30T00:13:45+0000", 
            "id": "10156384500276729_10156389789501729", 
            "message": "HOW DO U DELETE OLD FACEBOOK IF DONT REMEMBER PASSWORD"
        }, 
        {
            "created_time": "2017-08-30T04:09:50+0000", 
            "id": "10156384500276729_10156390635716729", 
            "message": "me too I am having the same issues with comments posting twice"
        }, 
        {
            "created_time": "2017-08-30T07:31:31+0000", 
            "id": "10156384500276729_10156391114691729", 
            "message": "I HAVE THAT PROBLEM TO."
        }, 
        {
            "created_time": "2017-08-30T14:04:36+0000", 
            "id": "10156384500276729_10156392047061729", 
            "message": "I am having double posts as well and have to delete one of them in order to move onto a different post.  It is getting very annoying to the point where I don't even want to comment on some of the posts because it's such a repeated problem and no one is fixing it.  This just started last week and is not getting any better.  Facebook is getting to be a big pain in the butt."
        }, 
        {
            "created_time": "2017-08-30T14:14:39+0000", 
            "id": "10156384500276729_10156392069701729", 
            "message": "Thanks for reaching out, Lea. When things don't work on Facebook we want to fix them right away, so please report what you're experiencing with your comments to us here: http://bit.ly/2wSUbxp. -Elizabeth"
        }, 
        {
            "created_time": "2017-08-30T14:27:03+0000", 
            "id": "10156384500276729_10156392099311729", 
            "message": "Facebook Facebook I have gone to my FB home page and clicked on my ? but I do not get \"Report a Problem\" as an option."
        }, 
        {
            "created_time": "2017-08-30T14:37:45+0000", 
            "id": "10156384500276729_10156392123686729", 
            "message": "Thanks for bringing this to our attention, Lea. If you have a mobile device available, please log in and follow these steps to report the comment issue: http://bit.ly/2wnWEg4. Thank you! -Elizabeth"
        }, 
        {
            "created_time": "2017-08-30T14:41:09+0000", 
            "id": "10156384500276729_10156392131856729", 
            "message": "Facebook no mobile device.  Don't understand why I don't have this available on my home page on my PC.  This is no help to me at all."
        }, 
        {
            "created_time": "2017-08-31T05:32:55+0000", 
            "id": "10156384500276729_10156396380891729", 
            "message": "Lea Boone  hi"
        }
    ]
}