{
    "data": {
        "created_time": "2017-10-10T14:04:21+0000", 
        "id": "10156384500276729_1917791681571514", 
        "message": "i cant send comments on freebie mom page since oct 5 can you help me"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-10T14:14:05+0000", 
            "id": "10156384500276729_1810651422560214", 
            "message": "Hi Diana. Facebook has policies in place to stop behavior that other people may find annoying or abusive. We've determined that you may have used a feature in a way that could be considered abusive, even if you didn't mean to. This could include commenting on too many items, too quickly. Learn more: http://bit.ly/2wKYHtQ. -Tenaya"
        }, 
        {
            "created_time": "2017-10-10T14:16:52+0000", 
            "id": "10156384500276729_227587547772528", 
            "message": "so how long is this going to be"
        }, 
        {
            "created_time": "2017-10-13T15:09:15+0000", 
            "id": "10156384500276729_121233605210730", 
            "message": "Facebook I find your policies are annoying and abusive.  You can't please everyone.  How can commenting on too many posts or in posting too many posts to be caused in the line of abusive?  Maybe to Facebook! You are controlling people's actions.......people are people, they should have the freedom to post on different posts as they like, not be under limitations.  You are a social media, people should be able to SOCIALIZE to different people in different groups. BTW, I am using my mother's account...don't you dare block her too!"
        }, 
        {
            "created_time": "2017-10-19T02:23:11+0000", 
            "id": "10156384500276729_806723679499142", 
            "message": "I am ending up spending far too much time and energy commenting on here now, but no-one from the \"help\" centre or even the press office is replying to me, and it has been weeks now that I am unable to add links to comments outside of my own timeline. If me commenting on \"too many\" threads \"too quickly\" is the reason, that's crazy  I am a journalist. Maybe the issue I am commenting on is important, and urgent. For instance, the killing of a journalist, or hurricane damage! I am often trying to help people in comments on posts. PLEASE stop treating me as a spammer? I am NOT a spammer. This is seriously disrupting my work."
        }, 
        {
            "created_time": "2017-10-19T02:26:13+0000", 
            "id": "10156384500276729_136633143731833", 
            "message": "At the same time I am getting endless requests from Facebook to pay to boost my posts :-("
        }
    ]
}