{
    "data": {
        "created_time": "2017-10-16T18:46:33+0000", 
        "id": "10156384500276729_314075812401965", 
        "message": "You demonstrate zero customer service. I place a paid advert, you accept it, then stop it for having words in it! I ask for a review three times and no reply! You also block me from my own group! So I’ve unlinked my company from my group because of your ineptitude! Absolutely poor service."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-16T18:53:26+0000", 
            "id": "10156384500276729_1584439951601863", 
            "message": "Hi Mark. We're sorry you've experienced this.  When something's not working with your Facebook ads, or you think there's a bug, you can report it to us. \nhttp://bit.ly/2xJMwgL. -Tenaya"
        }, 
        {
            "created_time": "2017-10-16T19:35:22+0000", 
            "id": "10156384500276729_138037336831205", 
            "message": "Facebook the help centre is abysmal. I’ve asked three times for a manual review of my paid post. Blocking me from my own company group which I set up from zero is appalling! Over 26,000 members are wondering where I am because you’ve blocked me!"
        }, 
        {
            "created_time": "2017-10-16T19:40:11+0000", 
            "id": "10156384500276729_534258173581801", 
            "message": "Hi Mark. We hear your frustration. If you think you may have been blocked by mistake, you can file an appeal form here: http://bit.ly/2xJtsiK.  -Tenaya"
        }, 
        {
            "created_time": "2017-10-16T19:41:51+0000", 
            "id": "10156384500276729_1674126679285133", 
            "message": "Facebook thanks Fot Reply :)"
        }, 
        {
            "created_time": "2017-10-16T19:43:16+0000", 
            "id": "10156384500276729_138038440164428", 
            "message": "Facebook I’ve filed 20+ reports, you never respond. I cannot comment on posts in my own group. What is the average time for your reply to resolve this? Instead of the generic ‘thanks for letting us know’."
        }, 
        {
            "created_time": "2017-10-16T19:47:28+0000", 
            "id": "10156384500276729_1584472208265304", 
            "message": "Mark R. Wheeler  I know your frustration, Mark.  I have sent countless reports on my issue with the security check preventing me to log on. (I am using my mom's account to get on FB. ) No response what so ever.  Been over 2 weeks.  I sent a complaint to the BBB.  Perhaps you might want to check into that."
        }, 
        {
            "created_time": "2017-10-16T19:52:46+0000", 
            "id": "10156384500276729_139967899961627", 
            "message": "Nancy Henderson it’s staggering the lack of response from Facebook. The so called ‘help Centre’ is less that useless- nobody ever replies and just because some moron thinks I’ve posted spam in my own group I have limited access to my own group. The fact that they can also approve my paid advert and then stop it after 2 days because ‘there appears to be too many words’ just means I’ll avoid paid adverts in future. Facebook invites you to link your company page to your group and then totally messes up the link, posts and connections. Utterly abysmal service."
        }, 
        {
            "created_time": "2017-10-16T22:46:36+0000", 
            "id": "10156384500276729_2044926149070686", 
            "message": "Facebook Your \"HELP Center\" is no help! If it doesn't recognize the issue, it disregards it and the problem is not forwarded to PEOPLE who may be able to resolve it and the \"HELP Center\" does not let you know that it resolved an issue or even acknowledge that there is one. Not a good way to run a business.... but, wait! You make NO money off of most of us, so it DOESN'T MATTER TO YOU!"
        }, 
        {
            "created_time": "2017-10-17T10:03:18+0000", 
            "id": "10156384500276729_238032073392923", 
            "message": "Facebook you are for a third day stopping me from posting in my own group! Commenting on posts in my own group! I do not want ‘we will review this’ I want the block lifted. Utterly appalling service!"
        }, 
        {
            "created_time": "2017-10-17T12:07:30+0000", 
            "id": "10156384500276729_1687507521301192", 
            "message": "Facebook hello facebook my website blocked in facebook i reported to facebook help centre but no replay please please help me"
        }, 
        {
            "created_time": "2017-10-18T02:20:29+0000", 
            "id": "10156384500276729_878125389018659", 
            "message": "Mark R. Wheeler I so feel for you, Mark."
        }, 
        {
            "created_time": "2017-10-18T02:21:10+0000", 
            "id": "10156384500276729_1740378726264442", 
            "message": "I am an independent journalist, writing serious, well-researched, and fact-checked articles and I am being treated as a spammer."
        }, 
        {
            "created_time": "2017-10-18T02:22:55+0000", 
            "id": "10156384500276729_1837737929869873", 
            "message": "I would have considered paying to boost my website page, but I won't be doing that now. I can't share links in comments anymore via any of my pages. I have been writing to the so-called Help Centre for weeks to no avail."
        }, 
        {
            "created_time": "2017-10-18T02:40:28+0000", 
            "id": "10156384500276729_854239401400839", 
            "message": "I just tried to post one of my articles on the page of an NGO that asked me to help them, but my comments are again being removed as spam. The system is a mess and the Help service, as you say Mark, is non-existent."
        }, 
        {
            "created_time": "2017-10-18T03:07:50+0000", 
            "id": "10156384500276729_1450173761685708", 
            "message": "It's outrageous that there is no warning and no help and no information."
        }, 
        {
            "created_time": "2017-10-18T03:09:27+0000", 
            "id": "10156384500276729_179466375944507", 
            "message": "On Twitter, people are just advised to go to the \"help \" centre, too."
        }, 
        {
            "created_time": "2017-10-18T03:20:02+0000", 
            "id": "10156384500276729_1904817459770214", 
            "message": "Your case is particularly bad, Mark. When I write an article about this, I'll come back to you."
        }, 
        {
            "created_time": "2017-10-18T05:27:01+0000", 
            "id": "10156384500276729_1724975564476433", 
            "message": "Annette Gartland no problem at all, I look forward to hearing from you. Another issue... Facebook finally approved my paid for advert - 9 days after asking for a review because they blocked it for having too many words. They started the advert without approval and started charging me immediately. Luckily I was online and managed (not easily) to cancel the advert given the marketing campaign has now ended. I wonder how many people get charged a fortune by Facebook for paid adverts run without permission after a marketing campaign has ended. People need to be aware of the shoddy practice."
        }, 
        {
            "created_time": "2017-10-18T06:07:00+0000", 
            "id": "10156384500276729_123518364982272", 
            "message": "And I’m still blocked from my own group. Great work Facebook- you’re level of ineptitude astounds me."
        }
    ]
}