{
    "data": {
        "created_time": "2017-08-30T18:03:21+0000", 
        "id": "10156384500276729_10156393992866729", 
        "message": "Hey facebook, I recently came across child pornography in the comment GIFS. I have tried my damnedest to report it some how but there is no \"report\" option for GIFS. I have sent you a message every day for the past 5 or so days explaining the situation. The original message included the child pornography available in the GIFS (the pornography includes grown men and full frontal toddler nudity). I have tagged you in a post every day trying desperately to get someone to acknowledge this. I have also sent \"notes\" through your report-other procedures but I am unable to share the GIF. Either way nobody has gotten back to me or acknowledged the child pornography Facebook is sharing. My followers, who have been paying close attention, suggested that I reach out to you by leaving a comment on your page."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-30T18:05:31+0000", 
            "id": "10156384500276729_10156394014031729", 
            "message": "Also, just would like to add that I am shocked at your quick responses to  everybody elses' complaints and your insistence to continue ignoring child pornography in your GIFS."
        }, 
        {
            "created_time": "2017-08-30T18:21:56+0000", 
            "id": "10156384500276729_10156394205651729", 
            "message": "Hi Lynn. Thank you for diligently reaching out. We appreciate your efforts to make Facebook a safe place. If the GIF is in a comment, you can click the \"x\" in the upper right corner of the comment box and report it that way. Please let us know if you have further questions. -Brittany"
        }, 
        {
            "created_time": "2017-08-30T18:23:20+0000", 
            "id": "10156384500276729_10156394223526729", 
            "message": "Facebook Its not in the comments. I was searching through the GIFS and saw it. I dont feel comfortable sharing it, other than in a private message to Facebook because I dont want to be accused of disseminating child pornography. Its in your private message."
        }, 
        {
            "created_time": "2017-08-30T18:29:47+0000", 
            "id": "10156384500276729_10156394291156729", 
            "message": "Thanks for providing more detail, Lynn. You can report the GIF to us here: http://bit.ly/2vKlsNg. -Brittany"
        }, 
        {
            "created_time": "2017-08-30T18:34:28+0000", 
            "id": "10156384500276729_10156394323191729", 
            "message": "Facebook With all due respect. I would like you to go through the motions of trying to report this yourself. You will see that it is impossible to report a GIF. The closest thing I can do is report it as something else (like a message, which it is not) and fill out the \"report form\". I have already filled out two report forms within the last 6 days regarding this. Nobody has gotten back to me and the child pornography is still available if I search with the search terms mentioned in the private message."
        }, 
        {
            "created_time": "2017-08-30T18:41:44+0000", 
            "id": "10156384500276729_10156394345701729", 
            "message": "We hear your frustration, Lynn. We also appreciate this feedback. Will you please let us know how we can improve reporting on GIFs here: http://bit.ly/2wTnoZ1. You can select the \"other\" option and provide full detail in the feedback box. Thank you. -Brittany"
        }
    ]
}