{
    "data": {
        "created_time": "2017-10-11T10:53:34+0000", 
        "id": "10156384500276729_294633087685145", 
        "message": "My notifications aren't working properly the last 3 days. Like today I open FB and see I have 17 notifications but when I click on it I only see 3 and under it that circle that means it's loading but they never load. Same thing when I click See all notifications, I only see 3. I tried in another browers and on my tablet and only get the same 3 and can't see the rest which is very annoying."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T13:31:20+0000", 
            "id": "10156384500276729_337451610058913", 
            "message": "Hi Lorre! Please report this to us by following these steps in our Help Center: http://bit.ly/2ygtcet. Thanks! -Caitlin"
        }, 
        {
            "created_time": "2017-10-16T06:24:31+0000", 
            "id": "10156384500276729_1962371840689406", 
            "message": "I'm having the same problem. :/"
        }, 
        {
            "created_time": "2017-10-16T13:58:29+0000", 
            "id": "10156384500276729_1584246934954498", 
            "message": "As am I which I have messaged FB about with no help whatsoever! The \"Help Center\" is no help! Says it can't find any info on it. Obviously a Facebook problem that needs to be addressed. Either that,or they have changed something without telling us like they always do."
        }, 
        {
            "created_time": "2017-10-16T13:59:42+0000", 
            "id": "10156384500276729_1730374757258300", 
            "message": "Tried \"reporting\" it on the \"Help\" page, this is what I got:\n\"Your feedback will be used to improve Facebook. Thanks for taking the time to make a report.\" No HELP!"
        }, 
        {
            "created_time": "2017-10-16T14:02:15+0000", 
            "id": "10156384500276729_313992822410264", 
            "message": "I reported it on 12 october and still haven't gotten a response. Yesterday my notifications finally worked so I thought the problem would be fixed but today I could only see 4 of 24 notifications again, grrr."
        }, 
        {
            "created_time": "2017-10-16T15:30:06+0000", 
            "id": "10156384500276729_1673941615970306", 
            "message": "They aren't admitting that there is a problem. Many of my friends have been having the same issue. I keep getting directed to the Help Center which doesn't recognize the problem. Stupid."
        }, 
        {
            "created_time": "2017-10-16T15:48:26+0000", 
            "id": "10156384500276729_1974902799465207", 
            "message": "I just changed the setting for my notifications so I'll get an email for all my notifications till the problem is solved. Kinda annoying cause it will clutter up my inbox but at least I won't be missing out on stuff."
        }, 
        {
            "created_time": "2017-10-16T17:38:39+0000", 
            "id": "10156384500276729_534229620251323", 
            "message": "Lorre Florizoone\nThis is a problem sometimes and many facebook subscribers face this problem but things will be fine without reporting it will never help you thanks"
        }, 
        {
            "created_time": "2017-10-16T22:48:07+0000", 
            "id": "10156384500276729_1997577763795028", 
            "message": "My problem has been going on for a week and, not only will they not resolve it, they won't even admit that there IS a problem!"
        }
    ]
}