{
    "data": {
        "created_time": "2017-11-03T19:07:32+0000", 
        "id": "10156384500276729_1287260991384568", 
        "message": "There is an account that is being used for harassing.  The posts are meant for individuals that I know and in some posts it calls them out specifically by name.  Furthermore, this individual is posting horrible comments about a child that is under the age of 6 and it is sickening.  Can this be stopped?  I hate posting something like this in a comment, but I can't find another way."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-03T19:11:44+0000", 
            "id": "10156384500276729_1287264014717599", 
            "message": "Hi Gwen. We take bullying very seriously. If someone is being bullied or harassed on Facebook, please report it to us: http://bit.ly/2ztxbWQ. You can also find tips and resources for helping you deal with bullying and harassment here: http://bit.ly/2irRFo1 and on our Bullying Prevention Hub: http://bit.ly/2zuBEsB. Please keep in mind that if you feel someone is in immediate danger, you should contact your local authorities. -Kiara"
        }, 
        {
            "created_time": "2017-11-03T19:13:25+0000", 
            "id": "10156384500276729_371063899993846", 
            "message": "Facebook I have reported the profile.  However, no where in the process does it give you the opportunity to explain or say that the content is bullying.  This is very disheartening that there isn't a comment section in which things can be explained."
        }, 
        {
            "created_time": "2017-11-06T19:02:31+0000", 
            "id": "10156384500276729_323408931467160", 
            "message": "Gwen McFarlen Perry Gwen, they don't care about policing their pages, they care about making money.  I've reported people for this kind of thing many many times and I almost never get a satisfactory answer."
        }, 
        {
            "created_time": "2017-11-07T14:36:04+0000", 
            "id": "10156384500276729_136855683739152", 
            "message": "Hi Gwen, thank you for reporting the profile to our team and for your feedback on the reporting process. Please feel free to share more with our team in our Help Center: http://bit.ly/2hajXDc. -Anna"
        }
    ]
}