{
    "data": {
        "created_time": "2017-08-30T14:43:50+0000", 
        "id": "10156384500276729_10156392139696729", 
        "message": "I write here because it have been made too difficult to just ask some help so it takes my whole few free time that will be left after the job for money.\n\nFacebook said to me that I will get 30 euros for my ads and so I reacted. But I didn't get the code and I moved forward because I hoped that it yet will give me the code. Finally, I got my advertisement to be added and I read one post somewhere that paying now with coupons is currently not possible. I removed my add. I really hope that I will not get a bill only because Facebook promised me to give some coupons. :/ (Only exception if in real at last I get something back perhaps when I success in gaining some attention and interested ones once in my life...)\n\nDo I need to pay now? Also I still don't understand how much."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-30T14:50:39+0000", 
            "id": "10156384500276729_10156392156241729", 
            "message": "Hey Allar. Thanks for reaching out! You can contact our Billing team here: http://bit.ly/2wJlzx4 so they may better assist you. -Elizabeth"
        }, 
        {
            "created_time": "2017-08-30T14:53:56+0000", 
            "id": "10156384500276729_10156392164881729", 
            "message": "Thank you! :)"
        }, 
        {
            "created_time": "2017-08-30T15:07:55+0000", 
            "id": "10156384500276729_10156392203051729", 
            "message": "Oh, I am still in struggle. I now got the field with a feature to describe my problem but differently from other contact forms I cannot click on \"Send\" button perhaps it is not active. I am even not sure if clicking on some options below can change this."
        }, 
        {
            "created_time": "2017-09-09T08:16:26+0000", 
            "id": "10156384500276729_708973615969929", 
            "message": "funny"
        }, 
        {
            "created_time": "2017-09-17T15:33:35+0000", 
            "id": "10156384500276729_1299995616794600", 
            "message": "What is funny? :O I didn't get a bill so I decided to leave it as it is. :)"
        }, 
        {
            "created_time": "2017-09-17T19:22:35+0000", 
            "id": "10156384500276729_277099732784710", 
            "message": "Her er svaret jeg fik, som om det skulle afhjælpe mit problem, vorherre bevares."
        }, 
        {
            "created_time": "2017-09-25T02:40:34+0000", 
            "id": "10156384500276729_1484450528269098", 
            "message": "Hye"
        }, 
        {
            "created_time": "2017-09-26T13:42:28+0000", 
            "id": "10156384500276729_1496816700411852", 
            "message": "Facebook After my cousin got blocked for basically nothing, I wouldn't do a thing to pay a penny to Facebook for anything. Moron censors supporting racism and offensive trolls."
        }, 
        {
            "created_time": "2017-09-27T18:05:46+0000", 
            "id": "10156384500276729_147572332513489", 
            "message": "Facebook Hi, I have a great request to you, I would love to be able to eliminate all rounds on all these avatars and on those groups and sites on this portal because I do not like them are kiwow and discouraged me to use this portal and no longer me this The portal does not jara as it once was behind all these circular avatars have been introduced it is not what it once was with this portal very please do so on this portal to thumbnails profile photos of all users, groups and so pages on this portal no longer circular PS I have yet another request that there will be no motives on this portal because it will happen as you would have gotten into knee with this coloring of comments and changing the motives because it is very childish so please make sure that every user of this portal is so as it used to be because it was always with great eagerness to always log on to this portal very please ... :-("
        }
    ]
}