{
    "data": {
        "created_time": "2017-05-30T03:21:18+0000", 
        "id": "10152439388175079_233056957195172", 
        "message": "It's crazy.  Your such an amazing person. You'll never read this but I feel like it must be out there. I've been here and listening to your music since I was a kid. I'm 26 now.. My mom didn't like it cause of the cuss words at the time but years to come she would sing your songs on karaoke. (Or try to rap for fun) It was never about the bad words you said it was just the world and my mom couldn't accept it yet. (More than a decade ago) You've made such an impact on my life and I really would wish you could know that. I admire you because you have let your full soul out on the table for everyone to know. And it's really magical... I wish you would know that I may not know everything you have been through in life. But if you could know how much you have helped me and people in life through being yourself....its beautiful... Your songs speak more than words.  Even to this day your songs get me by.  No matter how deep or insane they may be they make sense.  I know you may not mean everything you write but most things you write is so meaningful even if that fucked  up...you always wrote lyrics that were true to you and to  so many others...I'm so appreciative of the words and songs you have given through the Years. We all go through a struggle whether through family or life at all...throughout my life I've had several serious relationships and have had crazy times happen with family...ill never forget till the day i die of who I would always want to hear if I was down or upset or forgotten who I was.. It's like I would be happy for a moment knowing there was someone out there who actually thinks like I do.. Shit can be all fucked up but it's always nice to know I have a hero out there❤ you will always be my hero. Fuck people and follow your dreams :) I wish you would know the impact you have put on my life and I know so many others!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}