{
    "data": {
        "created_time": "2016-08-14T08:42:30+0000", 
        "id": "10153645736295079_1424256240924671", 
        "message": "Bam bam, um damn this is hard, never ''allowed''-to even listen much fighghted 4 as much as we have now . Why you might ask wel,um...its classified horrified i never able,<reasons why never daddy he always liked you he's innocent> poop and inc..plus mega nerd alerts ask fuc around find out in person if anyy of this is any real sadly i'll forget you tomorrow, i wish it were then now already but i will always have a hole in my heart and know i'm fucked  now never 11 again. Shit that just burns me alive but,but um.....what the fuck did u say about my father out of your own mouth myou dont  even know him bestdaddy in the world. guess i dont have such great taste /judgement why i picked u of all the trash out there to fall 11, you horrible thing. i'm telling god on you ur in big trouble mr. ...possible  that poop been saying things in your ear again puppet  he thinks he make u, didnt want 1 on 1 this is then the most convient then now how spit my new now 4 u. still gots my crew girls  ppoop lied someoone did about me since i hearrd what u said about me and im so stupid to think the miscalculation was must have been him. him or poop ans evedn or affilliates. mman, fuc him  and fuc u too. theres a first for every thingnever once said a cross thing to or about youwas always bloyal fought through hell and back to keep the beatz real prayer stuff and things  or anfd whateverwhatnots and what have yous,thought u were my soul mate even i know that sounds stupid but u paaying the even most slightest attenntion to me which was probly the drugs you fucknb horrrrr, damn it bamit i could never say no.oh i guess youer COOL now what wierd endever were on \"I got to Bam,\" ez to play me over not  just a fan a stan type obsessed guy i am man. yes guy, i said guy i u turned me faggot w\\o anything to go to faggott cuz i dont really like girls, shh, dont tell anyone i m really kinky over the way t turns meen on and how suddenly susan a sister can baam so i love the flirt. but you fuc off faggott. i even waited since you so rich able to elicate, i hate money must faggot w riffraff who even poop on preacious babbies, thoses evil fuc off fagg bitches. oh well told you not to goo there fuckn lie if yoyu were  indead another reagualer jack off blow job fag love ya but fuc off you HORRIBLE faggot thing, laast  blog. -Faggot!  i dont even have tgime to or emotional reserve to be sad or . i must now knumb i puick up my son and daddy tommorrow yes out lkoud u hor, fucn w the system and driving off in my house or whatever to go just \"''be'' c.. how dare u u evil fuc, i do my evil when 13 bams on a majic firday after 3am or something. why againdid i even like you, you liar i never lied to u once vu thought it funny to fag w my emotions cuz i was pathetically in love. yes, iam known for being retarted. i neverv  fcn learn i hate u hu faggot."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-17T03:43:56+0000", 
            "id": "10153645736295079_905987412840878", 
            "message": "Kill all the Muslims bomb their homes"
        }
    ]
}