{
    "data": {
        "created_time": "2016-07-25T11:07:19+0000", 
        "id": "10153645736295079_662073153939846", 
        "message": "Friday, April 10, 2015 05:25AM\nA theoretical on\nSubliminal Posthypnotic Scripts\n\nas allegedly employed by the U.S. National Security Agency\n\nDecide for yourself how much of the following is based on fact, paranoia and/or propaganda. However you decide, either way, it's an interesting read. \n\nSubliminal implanted posthypnotic suggestions and scripts using acoustically delivered and phonetically accelerated posthypnotic commands without somnambulistic preparation in the subject for intelligence and counterintelligence applications by the United States National Security Agency.\n1. INTRODUCTION:\n1.1. The following information is an overview of one area of NSA Intelligence Technology and Applications. A Technology Title, Applications, Technology Description, case history summaries and the NSA's Behavioral Modification Procedure Outline documented for the non-technical person.\n2. TECHNOLOGY TITLE:\n2.1. Subliminal Implanted Posthypnotic Suggestions and Scripts Using Acoustically Delivered and Phonetically Accelerated Posthypnotic Commands without Somnambulistic Preparation in the Subject for Intelligence and Counterintelligence Applications by the United States National Security Agency. \"Computer Simulated Subconscious Speech Language\".\n3. APPLICATIONS:\n3.1. Intelligence:\n\n3.1.1. Used on foreign and domestic diplomats, spies, and citizens to gather intelligence, steal advanced technology for US Defense applications. Surveys of citizen's opinions to government events and propaganda. Heavy survey use during times of war, economic strife and political elections. War against drugs. Used to identify investments that have high yield to support clandestine operations. Used to direct field agents without the agents having to carry communications hardware and encryption devices.\n\n3.2. Counterintelligence:\n\n3.2.1. Used on foreign and domestic diplomats, spies, and citizens to identify intelligence operations; scope, participants, communication methods, and weaknesses in individuals, systems, equipment, or signals that can be exploited. Additional applications include misinformation dissemination, confusing and confounding leaders during critical decision moments, distorting significance of various facts to sway decisions and actions in US favor, behavioral modification of foreign spies to betray their loyalties, self initiated executions (suicides)."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}