{
    "data": {
        "created_time": "2016-07-11T20:10:15+0000", 
        "id": "10153645736295079_882443685195251", 
        "message": "No one want pity the situation is tricky why were those cops so wicked to me it's nothing to do with colour it's the way the send them into an early grave and leave mothers to and buy flowers. Them cops could do better than that it wasn't like they were slinging glocks, glad that I ain't black. Where am from they use block to build house I am black and white when the racial war start who is gonna take my life. Left right left right who gonna win the fight I guess I might move to moon if not Mars indoor life robot wife mecca leave you war mongers to eat rat because that's where you all heading the next 100 years I am dreading When everyone hate chris is it because he is black or out to get rich so left right left right left right the army of need to be marching out the whole world need to make that shout before the devil bring that cloud and it's too late dogs eat dogs oh Lord our savior save us let's stop fight let's stop cuss cursing cursing fighting killing that the devils plan killing don't make the man though shall not kill was thought at ONE same cup for coffee same cup for tea you kill them you out to kill me and that's just the way I see so left right left right left right gods children are marching out you don't want us to speak out like malcolm X then put bullet in my mouth hands up don't shoot or is it the colour of my skin again your suit red vs blue no more no longer gays fighting for freedom it's legalise so it's now black and blue master P I got that hook up eye for eye tooth for tooth he gonna kill me if I don't get up and shoot him so left right left right left right circle them then make a shout"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}