{
    "data": {
        "created_time": "2016-07-12T23:48:27+0000", 
        "id": "10153645736295079_1395975587086070", 
        "message": "Dear Yogesr Ary n, you forgot about Dre... fucking simpleton who prays to be saved but hasn't got a clue on how to be brave but for a nam...you pay, pay and pay! Fans made him this way digging a shallow grave for all the things he had to say but not today because all we get is a fucking game to play! How has things change, when more people are enslaved, slain or thrown away since Slim Shady jumped on stage? Be that, what it may but devil's in the detail and Eminem is a slave just the same, a sellout to his name and that's okay but it's only himself he saves, not us because he stays, you crave and pray? I feel betrayed in the delay of every word he gave; when he overdosed on fame and tried to stop being a dad to Hailie Jade! Like I said You forgot about Dre! Now fuck you and have a nice day!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-15T13:27:17+0000", 
            "id": "10153645736295079_1799730333646578", 
            "message": "oh well undeniably you got a nice play with words i mean you are good but unlike ones you are doing them about not great. understand we can do this every day, every frickin time i see a comment of yours with y name. but lady tell me who it was for eminem to be shady. who made him the artist he was actually deep inside in the industry of beginners to be black he was lifted by one of the same track. 2 albums and he goes down hunting, searching for shakespeare in the music industry what if his associate found something, first at which nobody wanted to believe but when spitting starts all of know people make faces like retards as there be nothing they can do about him but throw pun darts when they see him topping them charts. dre didnt invent something but of course humans too onlly have done discovering most f the time just like in 99 he became the answer to all the critics who had the same words like you but him and dre or maybe only a few knew what he was capable of reason being made him the artist on the top of the table of course it has its peaks and prices every artist has to pay but then what money wont buy he came to understand. in 2002 with the song giving him a side boost he toold everybody he aint like jimmy but the story is same with everybody. working to pay for her college fees today maybe that is what he dreamed  for her back in the day. now a last suggestion is to look at all the words today and the other day i used, no profanity is what i choose."
        }, 
        {
            "created_time": "2016-07-18T09:39:44+0000", 
            "id": "10153645736295079_658452834301878", 
            "message": "She's hilarious such an attention seeker but so sad.She bad mouths him but has him as a cover photo😂 and talks in rimes to show what??? That she's clever or better than the rest just because she can rime a paragraph in a fbook comment??😂😂 it took her 6 days to come up with it...hilarious,your not better than anyone ,who are you to offend other people? Get some mouthwash,you need it!!!! Your just a hater and you look like a bully,congrats Antoinette😂😂\n\"he overdosed on fame\"\"stopped being a dad to Hailie\" 😂😂😂  omg you are beyond hilarious and ridiculous,with your poor language and no idea of facts what so ever,just throwing stuff in...😂😂  never laughed so much in ages ...oh my days,go online and listen to his interviews,you haven't got a clue Antoniette 😂😂 And I wont go to your level of vocabulary,your not worth for me to do so...but you have no idea how ridiculous and low you make yourself look,I've read all the comments you put on here not only to this guy...you are a bully...revise your attitude😏"
        }, 
        {
            "created_time": "2016-07-22T22:34:46+0000", 
            "id": "10153645736295079_1404324029584559", 
            "message": "Well she has legitimate points which if not given a perspective to look at through the eyes of a preacher she would one day act like what Stan did in the song Stan. You must not as well say anything offensive if you understand what it means to be Eminem's fan. She is no bully to me or anybody nor can anyone as it would never be something to ponder.  The first time we say about changing something be it house or attitude we first look at the current self to determine for worse or good. When telling others we must check ourselves because we are no one to judge. :)"
        }
    ]
}