{
    "data": {
        "created_time": "2016-07-07T22:41:16+0000", 
        "id": "10153645736295079_10153646393700079", 
        "message": "Once upon a time, I thought this Man is going to change the world for the better but it never happened; instead of being part of the solution, he's become part of the problem! From Slim Shady days of going against the grain, fighting against the pain and rapping about his brain, Em established a name and then became a puppet for sale and nothings the same!; in effect he's lost his game! Now Em's a product label, settled and stable, incapable of being able to live up to his fable, across the table... I hate rhyming word together like a poem because there is new rappers who have more to say, in better ways who don't care for the fame or fortune the wanna stay the same...like in the Slim Shady days! Mgk, tech nine, Hopsin, Ritz, Futuristic and Sammy Lechow are rappers who make music go insane...while this washed out, drugged fucked, unhappy clown has become a kingkong kinda video game and an overpaid shoe salesman! Proof that Debbie and Kim were right not to invest themselves emotionally in him because like every other man he'll inevitably leave you with nothing! Eminem is just a name with nothing left to explain because ultimately he only has himself left to blame! What a pity, what a shame and one day he will die and fade back into his shades of grey! Disappointed really because he's dropped to the lower end of the intelligence scale to a spoilt rich man with a pale tale and an ego for sale that didn't change a thing except his bank account details!! I pity him now he's in retail with no wind in his sail, just a glorified hand rail and a big old fail! Rip Marshall (a typical male) xx"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-07T22:45:02+0000", 
            "id": "10153645736295079_10153646398575079", 
            "message": "I'm like a huge Eminem fan. But even I can't disagree that that rhyme was at least a little beast asf."
        }, 
        {
            "created_time": "2016-07-08T00:57:10+0000", 
            "id": "10153645736295079_653403041473524", 
            "message": "Aaron Wolfe"
        }, 
        {
            "created_time": "2016-07-12T22:51:51+0000", 
            "id": "10153645736295079_486459351543684", 
            "message": "Dear lady it is too inhumane for me to bear. A word agains someone who became my shield and spear even in despair. Whenever I had to run off the cliff and make sure I end the shits right there I heard from someone he was still there so I pulled back some old mp3 players and played only one song till as many days as it took for me to say I ain't giving up no matter how hard you push me or whatever they gave me as Dar I did it just for the sake of being one in a million like he once said I understand patience is worn out when it is tested under circumstances no one has guts to be thrown out of the game. Lady be this a melody for you or some rhymes that he made for a fan who rose above those one in a million standards it is like preaching a god and you know very well god never came and never disappears. Thanks to people who have hated him made him slim shady in older days but if he hadn't been slim shady he would never have become what Eminem is today. Then again Eminem for you might be a brand name it is only because of the fame unlike the older days media made his name reach the top with no shame and you call it sick if he doesn't give amother song for us to hear. I don't blame but I plead to be patient if that is what you can not bear then try to worship everyday and only in your prayers ask him to drop an album for all of us it would be great. Think about it he is the only one out there who wants us to listen to him rather than all the other names you said. He sells off his stuff that is not the whole about which he cares. He no longer is the same person who could sniff a line of coke and blurt all the words he had. It's elevated now that he has responsibility to be properly presented and present the kids the presents of better words and ways to a future that lies ahead. :)"
        }, 
        {
            "created_time": "2016-07-16T20:56:38+0000", 
            "id": "10153645736295079_487907084732244", 
            "message": "He never sniffed cocaine 😂😂,he smoked bit of pot and had a pill addiction,get it right if you have a \"rant\" lol...watch \"How to make money selling drugs-Marshall Mathers\",on youtube...so you can hear it from the man himself....and than throw things in comments dude 😏 I personally dont agree with bad mouthing anyone,as we all have a past,and at least he admitted his problems and did something,wish people would cut him some slack and mind their own business and lives 😏 If your a fan ,your there good or bad,who are we to judge? Is it making us better people...NO! Give him a brake,he's been criticized and bullied enough from childhood on,for years...he took a brake from it all,its not the first time...let him enjoy it...instead of throwing stuff at him and judging,just let him be 😏"
        }, 
        {
            "created_time": "2016-07-17T16:09:09+0000", 
            "id": "10153645736295079_886128694826750", 
            "message": "Wow"
        }, 
        {
            "created_time": "2016-07-18T09:29:47+0000", 
            "id": "10153645736295079_1400650143285281", 
            "message": "Its unreal how much hate is on here towards him...why? He said once\"if you don't like my music dont buy the album,its simple\"...why are people on here to bad mouth him I dont understand,are they gonna win a trophy? Is there life gonna improve by doing this? Beats me...its ridiculous,he took a brake...let him have it...😒 He is actually a nice guy in day to day life and very intelligent,this is not giving him the feeling of applaud any of these people trashing him on his profile...😒"
        }, 
        {
            "created_time": "2016-08-16T10:08:46+0000", 
            "id": "10153645736295079_1426202710730024", 
            "message": "It's all his mother's fault she didn't love him and now he only has sex with women that don't love him like Kim, he's innocent"
        }, 
        {
            "created_time": "2016-08-17T03:37:53+0000", 
            "id": "10153645736295079_905985522841067", 
            "message": "Kill all the Muslims bomb their homes"
        }
    ]
}