{
    "data": {
        "created_time": "2015-03-02T08:39:15+0000", 
        "id": "10153415603156729_10153479986466729", 
        "message": "My name is Indigo Grant I am the mother to Mason (left) & Madison (right). \n\nMason has been battling a severe case of MRSA that has grown resistance to all antibiotics available in the U.S at this time. We found doctors at Great Ormond Street who were extremely helpful with getting the skin under control whether it was for a day or a few hours without the blood being treated there was no point. While mason was active Madison hadn't spent any time around her brother. As a mother this hurts having to keep your children apart because of a infection that's preventable\n\nMy daughter Madison now tests positive for Serratia odorferria 2 & MSSA and she is currently admitted at children's national hospital in D.C. we are hoping that doctors are able to help her without helping the bacteria build a resistance so the infection will be controlled and then gone off the skin, however we need your help. \n\n2 million people become infected with bacteria that are resistant to antibiotics, and at least 23,000 people die each year as a direct result of these infections.  Anyone can become infected with antibiotic-resistant bacteria anywhere and anytime. Most infections occur in the community, like skin infections with MRSA and sexually transmitted diseases. However, most deaths related to antibiotic resistance occur from drug-resistant infections picked up in healthcare settings, such as hospitals and nursing homes. Hand hygiene in public places including hospital settings along with contact precautions is how we can stop these infections from spreading. Please join me in raising awareness for not only my children but for all of the families who have encountered this painful experience whether they've had a family member who's gone through the experience or whether they have lost a loved one. #ACUREFORMASON #ACUREFORMADISON"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}