{
    "data": {
        "created_time": "2015-02-09T10:29:13+0000", 
        "id": "10153415603156729_10153428227836729", 
        "message": "#quenelles \n\nVoici le contenu de ce document :\n\nLe premier secret pour diriger les hommes et être maître de l'opinion publique est de semer\nla discorde, le doute et de créer des points de vue opposés, le temps nécessaire pour que les hommes, perdus dans cette confusion,ne s'y retrouvent plus et soient persuadés qu'il est préférable de ne pas avoir d'opinion personnelle quand il s'agit des affaires de l'Etat. Il faut attiser les passions du peuple et créer une littérature insipide, obscène et repugnante. Le devoir de la presse est de prouver l'incapacité des non-illuminés dans tous les domaines de la vie religieuse et gouvernementale.\nLe deuxième secret consiste à exacerber les faiblesses humaines, toutes les mauvaises habitudes, les passions et les défauts jusqu'à ce que règnz une totale incompréhension entre les hommes.\nIl faut surtout combattre les fortes personalités qui sont le plus grand des dangers. Si elles font preuve d'un esprit créatif, elles ont plus d'impact que les millions d'hommes laissés dans l'ignorance.\nEnvies, haines, disputes et guerres, privations, famines et propagation d'épidémies (par ex. du SIDA, note de l'auteur) doivent épuiser les peuples à un point tel que les hommes ne voient plus d'autre solution que d se soumettre pleinement à la domination des Illuminés.\nUn état épuisé par les luttes intestines ou qui tombe au pouvoir d'ennemis extérieurs à la suite d'une guerre civile est, en tous cas, voués à l'anéantissement et finira par être en leur pouvoir.\nIl faudra habituer les peuples à prendre les apparences pour argent comptant, à e satisfaire du superficiel, à ne poursuivre que leur propre plaisir, à s'épuiser dans leur quète éternelle du nouveau et, en fin de compte, à suivre les Illuminés. Ceux-ci parviendront à leur but en rémunérant bien les masses pour leur obéissance et leur écoute. La société une fois dépravée, les hommes perdront toute foi en Dieu.\nEn ciblant leur travail par la parole et par la plume et en faisant preuve d'adaptation, ils dirigeront le peuple selon leur volonté.\nIl faudra déshabituer les hommes à penser par eux-mêmes : on leur donnera un enseignement basé seulement sur du concret et on occupera leur esprit à des joutes oratoires qui ne sont que simulacres. Les orateurs parmi les Illuminés galvauderont les idées libérales des partis jusqu'au moment où les hommes en seront tellement lassés qu'ils prendront en dégoût tous les orateurs, de quelque bord qu'ils soient. Par contre, il faudra rabâcher aux citoyens la doctrine d'Etat des Illuminés pour qu'ils restent dans leur profonde inconscience.\nLa masse étant aveugle, insensée et incapable de juger elle-même, elle n'aura pas droit au chapitre dans les affaires de l'Etat mais devra être régie d'une main de fer, avec justesse mais aussi avec une impitoyable sévérité.\nPour dominer le monde, il faudra emprunter des voies détournées, chercher à démanteler les piliers sur lesquels repose toute vraie liberté - celle de la jurisprudence, des élections, de la presse, la liberté de la personne et surtout de l'éducation et de la formation du peuple\n- et maintenir le secret le plus strict sur tout ce qui est entrepris.\nEn minant intentionnellement les pierres angulaires de l'Etat, les Illuminés feront des gouvernements leur souffre-douleur jusqu'à ce que, de guerre lasse, ils renoncent à leur pouvoir. Il faudra exacerber en Europe les différences entre les personnes et les peuples, attiser la haine raciale et le mépris de la foi afin que se creuse un fossé infranchissable, si bien qu'aucun Etat chrétien ne trouve de soutien : tout autre Etat devra redouter de se\nliguer avec lui contre les Illuminés, de crainte que cette prise de position le desserve."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}