{
    "data": {
        "created_time": "2014-11-13T18:55:54+0000", 
        "id": "10153187340336729_10153189485886729", 
        "message": "Have you guys reconsidered the whole Facebook Messenger thing? The app is incredibly inconvenient and the whole \"holding messages hostage\"  until we download the app is really bad. I guess since you have the market cornered for social media you can do as you please, but please consider ditching this. 2 facebook apps is redundant. Also those chat heads really creep me out"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-13T19:03:32+0000", 
            "id": "10153187340336729_10153189496646729", 
            "message": "Thank you for your feedback, Adam. We're hard at work on continued improvements to the Messenger app. If there's something that we could do to improve your experience, please let us know: http://on.fb.me/1v91OIA -Chantal"
        }, 
        {
            "created_time": "2014-11-14T18:14:06+0000", 
            "id": "10153187340336729_10153191589321729", 
            "message": "How bout not read and collect all of are data in a pool of data and be able to hack our phones. Thad be nice"
        }, 
        {
            "created_time": "2014-11-14T18:33:41+0000", 
            "id": "10153187340336729_10153191620546729", 
            "message": "exactly!!!!   I do NOT have it downloaded for that reason on my cell............."
        }, 
        {
            "created_time": "2014-11-14T18:46:30+0000", 
            "id": "10153187340336729_10153191642286729", 
            "message": "Like I said, its good you guys are on it, but seriously, just do away with it!!! Its incredibly intrusive as Zachary and Gina have also pointed out. Maybe Facebook can have a meeting concerning this? I know we aren't the only ones who don't like it, and most of the people who use it do so because you held the messages hostage and gave them no choice!"
        }, 
        {
            "created_time": "2014-11-15T19:40:53+0000", 
            "id": "10153187340336729_10153193800386729", 
            "message": "Facebook - wake up- the App - Messenger- is dangerous. I've been hacked. Scared me silly. I know I'm not the only one."
        }
    ]
}