{
    "data": {
        "created_time": "2014-11-14T21:41:04+0000", 
        "id": "10153187340336729_10153191921141729", 
        "message": "Cool. So I can have old messages back instead of being forced to use messenger ?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 31
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-14T21:51:11+0000", 
            "id": "10153187340336729_10153191937201729", 
            "message": "Hi Daniel. We’re committed to providing a fast, reliable and fun messaging product, and we feel confident that Messenger is the way to do this going forward. We hope you'll try it and tell us what you think: http://on.fb.me/1xYr81G -Chantal"
        }, 
        {
            "created_time": "2014-11-14T22:10:44+0000", 
            "id": "10153187340336729_10153191970206729", 
            "message": "I have tried it and didn't like it. But I never had any problems with the old messaging. Why change a good thing? So many of my friends feel the same."
        }, 
        {
            "created_time": "2014-11-14T22:31:01+0000", 
            "id": "10153187340336729_10153192006536729", 
            "message": "Its not a privacy issue for me, I understand the need for those permissions. But im more annoyed at how intrusive the switch is. \n\nThe conjunction between Facebook. And the messenger app is to noticeable. So anytime I go to message someone. I can clearly see the app opening rather then it feeling like a fluid single piece. \nAnd the lack of freedom over features is a huge turn off for me.\nAlso I don't like the notification style of the messenger app. And am kinda concerned on the stability and weight the app puts on my phone. I'm very anal about apps running in the background. \nMaybe down the road I'll conform to the switch. But atm. I either ignore messages. Or wait until I'm on my computer to answer them."
        }, 
        {
            "created_time": "2014-11-14T23:11:08+0000", 
            "id": "10153187340336729_10153192080156729", 
            "message": "Same. I tried it and hated it. Had to get rid of the Facebook app altogether and just use the browser on my phone/tablet."
        }, 
        {
            "created_time": "2014-11-15T06:07:43+0000", 
            "id": "10153187340336729_10153192659816729", 
            "message": "Messenger is required because it meets all the requirements for FASCISTbook to share your private information with the government agencies without FB having to do any extra work to supply that information. So NO Daniel, there is NO chance you won't be forced to use messenger unless you take the same route Canada mentions above."
        }, 
        {
            "created_time": "2014-11-15T17:41:57+0000", 
            "id": "10153187340336729_10153193590646729", 
            "message": "I hate \" Messenger \"."
        }, 
        {
            "created_time": "2014-11-15T20:04:19+0000", 
            "id": "10153187340336729_10153193840006729", 
            "message": "By the way- Facebook- check out my PM to Heather Adams - I did not send last message- and I let her know. I am a true hater of Messenger !!! Do something to correct- I'm not the only one."
        }, 
        {
            "created_time": "2014-11-16T03:27:03+0000", 
            "id": "10153187340336729_10153194540516729", 
            "message": "Fast and reliable.  That's a laugh riot.  Everyone I know that installed it screamed that their phone malfunctioned and bogged down till they uninstalled Messenger.  It's trash."
        }, 
        {
            "created_time": "2014-11-16T05:18:42+0000", 
            "id": "10153187340336729_10153194743616729", 
            "message": "when i look at some of the replies on something i want to know on this......EVERYONE of them answered from fb is 'Chantel' this is a joke!!!"
        }, 
        {
            "created_time": "2014-11-16T07:46:48+0000", 
            "id": "10153187340336729_10153194979181729", 
            "message": "I use it and I like the other message way better."
        }, 
        {
            "created_time": "2014-11-16T17:11:19+0000", 
            "id": "10153187340336729_10153195857346729", 
            "message": "Everyone hates messenger..."
        }, 
        {
            "created_time": "2014-11-16T21:40:26+0000", 
            "id": "10153187340336729_10153196461161729", 
            "message": "Tala Smith how do you uninstall it? I hate it. My phone won't back up anymore because messenger is using too much space."
        }, 
        {
            "created_time": "2014-11-19T21:13:18+0000", 
            "id": "10153187340336729_10153203002611729", 
            "message": "I did not that it that much but it is cool so I went back to the old messaging thing it's easy to go back :)"
        }
    ]
}