{
    "data": {
        "created_time": "2014-11-14T21:34:24+0000", 
        "id": "10153187340336729_10153191911486729", 
        "message": "I do not want to use your messager and how can I reject it?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-14T21:52:49+0000", 
            "id": "10153187340336729_10153191939326729", 
            "message": "Hi Lily. We're hard at work on continued improvements to the Messenger app. If there's something that we could do to improve your experience, please let us know: http://on.fb.me/1xYrwNK -Chantal"
        }, 
        {
            "created_time": "2014-11-14T22:29:22+0000", 
            "id": "10153187340336729_10153192004116729", 
            "message": "I know you are working hard but what so hard to give us the option not to take it?"
        }, 
        {
            "created_time": "2014-11-15T06:09:09+0000", 
            "id": "10153187340336729_10153192661946729", 
            "message": "Messenger is required because it meets all the requirements for FASCISTbook to share your private information with the government agencies without FB having to do any extra work to supply that information. Use FB through a browser instead."
        }, 
        {
            "created_time": "2014-11-16T03:28:50+0000", 
            "id": "10153187340336729_10153194544161729", 
            "message": "You do have the option not to install it, Lily.  It just means you won't be able to access your pm's from the FB app if you don't.  Use a browser.  It doesn't work as well as what we used to have, but at least you can get at your messages if needed."
        }, 
        {
            "created_time": "2014-11-24T11:37:01+0000", 
            "id": "10153187340336729_10153213011081729", 
            "message": "I didn't install it thank goodness....if my friends need to get in touch they can text me or call."
        }, 
        {
            "created_time": "2014-11-29T22:36:35+0000", 
            "id": "10153187340336729_10153225514316729", 
            "message": "Just delete FB from your devices and google it when you wish to use it.  That is what I do on my phone."
        }, 
        {
            "created_time": "2014-11-29T22:38:45+0000", 
            "id": "10153187340336729_10153225517466729", 
            "message": "My original agreement with Facebook reserved all my copyright to any and all my postings, photographs, videos,  artworks, and journalistic statements.  You agreed to that when my accounts were opened just as I agreed to certain proponents contained therein.  If ANYONE infringes on these rights not only will I terminate my FB account, but I will file copyright infringement charges against FB, it's affiliates, employees and Corporate entities contracted with FB and make public all such transgressions.    If any of my photos or artwork shows up in any advertisement, sales pitch, investment corporation advertising or sales campaign of any kind you will be held accountable and in complete and total violation of copyright laws that protect me and all of my photographs, videos, artworks or journalistic works.  Without a written consent from me covering these new bylaws to alter your control you cannot touch my content in my profile and/or pages.  You can give me a 30 day time period to remove all my data, which I will, if requested."
        }
    ]
}