{
    "data": {
        "created_time": "2016-02-18T14:15:46+0000", 
        "id": "10154392917806729_10154408343031729", 
        "message": "Sent you a private message, and to Mark Z. as well.  Trying to get some help and your \"email support\" button is not working."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-18T16:17:11+0000", 
            "id": "10154392917806729_10154408567906729", 
            "message": "Hey Kim. This is a great place to ask a question. Let us know how we can help. -Jordan"
        }, 
        {
            "created_time": "2016-02-18T16:22:50+0000", 
            "id": "10154392917806729_1036506489704103", 
            "message": "I am trying to get some help on a billing question, but the feature to \"click\" on the \"Email\" button is NOT working:\nI have questions about charges in my account.\nIt's common to see multiple charges throughout the month. You’re billed when the total cost of all ads you are running hits a specific dollar threshold .If you don’t hit the threshold, you’re billed at the end of the month. For example, if you have a billing threshold of $25 and spent $47 on 3 different ads this month, you'll see two charges for $25 and $22. The first is when you've hit your billing threshold, the second is the end of month charge. \nYou can always find your final, detailed bill in the Billing section of your Ads Manager.\nIf that didn't answer your question, please select \"Other\" in the section above to reach out to us. We're always happy to help!\nEmail Support (NOT working)\nI want to take care of my $6.51 balance, but I also want to be sure i am NO longer charged.    How can I reach someone????\n\nI paid  $10 on Dec. 27th, and add to end on Jan. 3\nYet, I was charged $6.51 on Feb 2, which the charge didn't go through due to having to change my cc # because of fraud.\nI don't know what I was charged one month after my \"end\" date, and why $6.51, that is MORE than half of what I requested on Dec. 27th.  So why weren't the charges taken out during the PROMO time period.  \nI don't think that I owe this fee."
        }, 
        {
            "created_time": "2016-02-18T17:51:11+0000", 
            "id": "10154392917806729_10154408784211729", 
            "message": "Hey Kim. We hear your frustration. For questions about ads, please reach out to our team at facebook.com/marketing. -Jordan"
        }, 
        {
            "created_time": "2016-02-18T17:53:05+0000", 
            "id": "10154392917806729_10154408788346729", 
            "message": "I need help with my Log In problem. Carmen Mena Perez"
        }, 
        {
            "created_time": "2016-02-18T18:11:57+0000", 
            "id": "10154392917806729_1036546559700096", 
            "message": "Facebook thank you."
        }, 
        {
            "created_time": "2016-02-18T18:14:40+0000", 
            "id": "10154392917806729_10154408828931729", 
            "message": "Paeipaey Ployrawee   Jordan, that is the LINK that does NOT work that I was referring to in my original message.  It will NOT allow me to send an email."
        }, 
        {
            "created_time": "2016-02-19T15:30:08+0000", 
            "id": "10154392917806729_10154410903041729", 
            "message": "Guys, I am not getting any help or resolution, and, as I said, this charge doesn't seem right to me.  It was charged one month past the end date for the $10 add that I ran.  So not sure where this $6.51 charge came from.  Can you please just wipe the slate clean.    I will NOT be doing any more promo boosts on any of my pages, and they have done nothing for my businesses as all anyway.  \nI would like to know that this is resolved and that I am in good standing with Facebook."
        }
    ]
}