{
    "data": {
        "created_time": "2016-02-15T18:45:24+0000", 
        "id": "10154392917806729_10154401923206729", 
        "message": "I am trying to load  a video on a FB page that our non-profit group has created - and I've successfully done this before - but, in this case, I keep getting the same error message. In this case, the video is long - about 30-35 minutes in length - is there a file size or video length limitation? The error message I get, after it has attempted to upload is:   \"Something went wrong. We're working on getting this fixed as soon as we can. You may be able to try again.\" - and I've been getting this same error message for weeks, when trying to upload this specific video. I've tried MP4, WMV formats - same result each time. Help??"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-15T20:34:10+0000", 
            "id": "10154392917806729_10154402138426729", 
            "message": "Hi Rick. The maximum length for videos is 60 minutes and the maximum file size is 2.3 GB. You can learn more about formatting your videos here: http://on.fb.me/1PNaxpC. Hope this helps! -Anna"
        }, 
        {
            "created_time": "2016-02-15T22:19:37+0000", 
            "id": "10154392917806729_10154402328991729", 
            "message": "I appreciate the response, but unfortunately none of the suggestions or advice fixes the problem. I did confirm, the video I am trying to upload is 32mins long and 115mb in size - so size and length of video is not the issue. I just tried to upload it again, this time as a MP4 format, and got the same error message as soon as I pressed the Publish button - \"Something went wrong. We're working on getting this fixed as soon as we can. You may be able to try again.\" - what does this FB error message mean and why am I getting it?"
        }
    ]
}