{
    "data": {
        "created_time": "2016-02-18T09:11:49+0000", 
        "id": "10154392917806729_10154407966301729", 
        "message": "There isn't a way to report predatory behavior. A while back I joined a disabilities group. Once I joined this group, I started receiving about 10 to 14 friend requests a day. I believe this may be predatory behavior. If I message one of these profiles, they ask all sorts of questions like: are you living alone? or does someone help you at home? A lot of them are widowed military men is what the profile says. I'm concerned that some of these nice folk might be hurt by this person or group of people. I'm not a member of the group anymore and I STILL get about a dozen fake requests a day. There isn't a method of reporting this, that I can find. Thanks."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-18T20:28:09+0000", 
            "id": "10154392917806729_1036597153028370", 
            "message": "Hey Karen. Your privacy is very important to us. By default, anyone on Facebook can send you a friend request. Our Help Center has instructions if you'd like to change who can send you friend requests: http://on.fb.me/1Qnvw81. Additionally, if you are being harassed, you can block and report that person. Learn more here: http://on.fb.me/1PUlF3Z. -Anna"
        }, 
        {
            "created_time": "2016-02-18T20:41:40+0000", 
            "id": "10154392917806729_1036600783028007", 
            "message": "Thanks for the response! I am concerned with groups of vulnerable people being subject to predators. Especially when they are joining a group that specifically states and can even demonstrate their vulnerability. It seems like law enforcement could help with setting up some measures to ensure the safety of more susceptible users. It's just a suggestion regarding helping with some of these groups."
        }, 
        {
            "created_time": "2016-02-20T22:06:25+0000", 
            "id": "10154392917806729_10154414454466729", 
            "message": "That's sad."
        }, 
        {
            "created_time": "2016-02-20T22:09:20+0000", 
            "id": "10154392917806729_1037774332910652", 
            "message": "I'm worried about criminal activity."
        }, 
        {
            "created_time": "2016-02-21T00:10:47+0000", 
            "id": "10154392917806729_1037810852907000", 
            "message": "I completely sympathize  with your worries. Keep in mind however that any form of complaint made to Facebook is rarely viewed. It will give you no more than a standardized \"thank you for your concern\" and only in extremely rare cases will something come of this. The best way to protect anyone on Facebook is to EDUCATE them about this. That Facebook has no way of being contacted or held responsible for ANYTHING that happens on Facebook. That is something that will never change."
        }, 
        {
            "created_time": "2016-02-21T01:25:32+0000", 
            "id": "10154392917806729_10154414813236729", 
            "message": "I realize that I can be shot walking down the street and a witness can walk away, too. Facebook should act as a responsible citizen. To quote Zuckerburg's open letter to his daughter: \"Our hopes for your generation focus on two ideas: advancing human potential and promoting equality.\""
        }, 
        {
            "created_time": "2016-02-21T01:28:14+0000", 
            "id": "10154392917806729_1037843186237100", 
            "message": "and: \"Can we build inclusive and welcoming communities?\" Maybe the reason his daughter shouldn't be receiving Facebook money is because it's dirty money in that it promotes ill regard for some of our most vulnerable. He states he is interested in putting his money into something that betters humanity so Facebook, you lose."
        }, 
        {
            "created_time": "2016-02-21T01:31:39+0000", 
            "id": "10154392917806729_10154414823601729", 
            "message": "Technology can't solve problems by itself. Building a better world starts with building strong and healthy communities. -Zuckerberg"
        }, 
        {
            "created_time": "2016-02-21T01:45:32+0000", 
            "id": "10154392917806729_1037850112903074", 
            "message": "https://www.youtube.com/watch?v=D6qqzbilafg"
        }
    ]
}