{
    "data": {
        "created_time": "2016-02-14T00:12:51+0000", 
        "id": "10154392917806729_10154397670081729", 
        "message": "I just received a Chat from Kurtz Rebecca Bair, who claims to work at Facebook.  She said that, \"I am here to inform you that your profile was randomly selected in a open ballot system held in today and i am very\nglad to inform you that you are one of the 20lucky selected winners that won the sum of $600,000.00 united state dollars..\"  Please inform Mr. Zuckerberg that she also said, \"Dear winner, My name is Rebecca, And i work for Facebook lottery team and i was asked to contact you by my boss Mark Zuckerberg the owner of Facebook, Regarding your winnings..\"   Oh, send the winnings as a check to my mailing address, not to my \"bank\" account (she would need the account number or to an ATM (she would need my pin).  4107 W. Jupiter St., Tucson, AZ. 85741"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-14T02:11:43+0000", 
            "id": "10154392917806729_10154397870021729", 
            "message": "Hello, Warren. Our team is aware of this hoax campaign. Please disregard the message and be sure not to release any personal or financial information to the sender. Thanks for checking in with us! -Zack"
        }, 
        {
            "created_time": "2016-02-14T02:44:57+0000", 
            "id": "10154392917806729_10154397953911729", 
            "message": "Then why is she still on here?"
        }, 
        {
            "created_time": "2016-02-14T02:56:12+0000", 
            "id": "10154392917806729_1033856626635756", 
            "message": "Yes. Dol tibchhob"
        }, 
        {
            "created_time": "2016-02-14T02:58:25+0000", 
            "id": "10154392917806729_10154397981656729", 
            "message": "Tos jar yang na kor nhom tortol yok  men mean nak joe nhom loay nhom  parajay madong hoy"
        }, 
        {
            "created_time": "2016-02-14T02:59:29+0000", 
            "id": "10154392917806729_10154397983161729", 
            "message": "Vai os pel som rab nhom  rok joy kor men ban desl"
        }
    ]
}