{
    "data": {
        "created_time": "2016-02-19T16:11:45+0000", 
        "id": "10154392917806729_1037058582982227", 
        "message": "Why am I still getting interruptions from ads on Scrabble after paying you $2.99 for ad free service? I have your receipt in my email proving that you received this payment. Thank you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-19T18:08:07+0000", 
            "id": "10154392917806729_1037106559644096", 
            "message": "Hi Doris. Apps and games are actually managed by developers outside of Facebook. If you need help with an app or game, please contact the developer directly. Learn how: http://on.fb.me/1PXbvQ6. -Jordan"
        }, 
        {
            "created_time": "2016-02-19T18:58:08+0000", 
            "id": "10154392917806729_1037120996309319", 
            "message": "Facebook please answer us. We are clearly above this person and posted our concerns yesterday. Please stop ignoring us."
        }, 
        {
            "created_time": "2016-02-19T19:32:17+0000", 
            "id": "10154392917806729_10154411355041729", 
            "message": "Ill answer because obviously you don't understand. the apps and games are hosted on external servers so when you play a facebook game you aren't playing the game on facebook you are playing the game on their site (words with friends etc) and as such, facebook has no control over these servers. you might think \"this kid knows nothing, its clearly on facebook that I play it through\" however this is also incorrect, it looks like it's on facebook but the games load up through an external site onto facebook. \n\ntl:dr: facebook can't stop the ads that aren't on facebook, just get an adblocker like the rest of us"
        }, 
        {
            "created_time": "2016-02-19T20:05:10+0000", 
            "id": "10154392917806729_10154411413766729", 
            "message": "Justin, i am clearly not talking about the aps. If you're not talking to me, sorry. But i am not talking about the ads on apps. Thanks for your response though."
        }
    ]
}