{
    "data": {
        "created_time": "2016-02-17T00:24:41+0000", 
        "id": "10154392917806729_1035371206484298", 
        "message": "I can't believe this, but Facebook just disabled my personal account again.  They disabled my Betty Daisy Pine  account/profile a few days ago, I resubmitted my ID from over a year ago when they did this to me. This time they restored it in a few days time instead of the 14 days it took them the very first time and....they JUST disabled it AGAIN! For the 3rd time...and I'm not doing anything! I'm a senior lady, with lots of interests, many of them reflected in my Betty Daisy Pine profile. My son is getting married on Sunday! They are in NY and I'm in CA. and I can't be there. The best way for us to connect is thru Facebook, with my real, my personal, profile. Please return my profile to me!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-17T20:19:03+0000", 
            "id": "10154392917806729_10154406639341729", 
            "message": "Why don't I get a reply from a Facebook rep here?"
        }, 
        {
            "created_time": "2016-03-07T15:49:48+0000", 
            "id": "10154392917806729_1707296256181357", 
            "message": "Anyone know for certain (as sure as one can be using Facebook) what constitutes a community page vs our profiles? What can we post, or not post, what can we share or not share? I have my Betty Daisy Pine page, and it seems to me you are allowed to post and share almost anything or at least more varied things on your page vs our profiles. Can I share sales, auctions, rescues, hobbies, interests on my profile? Do we even really know what Facebook wants?"
        }, 
        {
            "created_time": "2016-03-07T17:07:11+0000", 
            "id": "10154392917806729_1046427162045369", 
            "message": "Hi Daisy. Personal profiles represent individual people and Pages offer unique tools for businesses, brands and organizations.  Learn more: http://on.fb.me/1U7IuGs . -Nancy"
        }, 
        {
            "created_time": "2016-03-07T17:11:01+0000", 
            "id": "10154392917806729_1003416853028658", 
            "message": "But that's what I did do, I had all my personal interests, including my family photos and pending marriage info. posted on my real profile. So, I'm just still very hurt over this whole thing and still do not understand what it is that made them say my profile was not a personal profile. I'm a senior lady, and have many friends and interests. I'm afraid of Facebook now."
        }, 
        {
            "created_time": "2016-03-07T17:13:09+0000", 
            "id": "10154392917806729_554121444748906", 
            "message": "I have my business pages, like my Daisy's Cat Rescue, and I have my pet fashions page, Daisy's Furbaby Fashions, and only sometimes did things get shared from those pages to my profile. Also, I have my group for my pet fashions interests. But I also do art, have my family, pets, photography, philosophy, and so much more. I'm afraid now of sharing on my profile."
        }, 
        {
            "created_time": "2016-04-06T03:55:56+0000", 
            "id": "10154392917806729_700027726767215", 
            "message": "They won't help my mother with a similar problem either 😔"
        }
    ]
}