{
    "data": {
        "created_time": "2016-10-19T17:00:11+0000", 
        "id": "10153901689255079_1066370380142511", 
        "message": "I love you Em, and you're one of the goats. But hey, as a dude who doesn't know shit about music, could you go back to a more MMLP1 kind of feel? Coherent narratives, biting emotions, but strung together. You're potentially the greatest lyricist of all time but lately it seems like there is a regression back to rhyming to rhyme without any cohesion. It makes it impossible to connect with"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 47
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-19T17:12:42+0000", 
            "id": "10153901689255079_616472361850682", 
            "message": "Bit harsh mate. Yeah Marshall if you dont mind could you please knock out another mmlp1.... jeez"
        }, 
        {
            "created_time": "2016-10-19T17:27:23+0000", 
            "id": "10153901689255079_1247732698611781", 
            "message": "It's not fair to ask for, I admit. And tbh, it was probably the drugs that fueled the creativity and genius, and I would for all intents and purposes be a bad person to ask him to go back to them since he seems to have struggled so badly. I just want some songs with cohesion. I listened to Em so hard for so long, but I can't even make it thru Campaign Speech"
        }, 
        {
            "created_time": "2016-10-19T17:30:18+0000", 
            "id": "10153901689255079_616480055183246", 
            "message": "Yeah i know what you mean but i think it was a case of lightning in a bottle."
        }, 
        {
            "created_time": "2016-10-19T17:32:56+0000", 
            "id": "10153901689255079_1066391323473750", 
            "message": "Plus Campaign Speech is a wicked freestyle not a track from his album. His ability to spit rhymes is insane."
        }, 
        {
            "created_time": "2016-10-19T18:04:07+0000", 
            "id": "10153901689255079_740862149385067", 
            "message": "He's 45 now, not 26. How could he make an album like that now? Jay isn't making anymore Reasonable Doubt's. Nas isn't making anymore Illmatics. It doesn't happen like that bro."
        }, 
        {
            "created_time": "2016-10-19T18:07:23+0000", 
            "id": "10153901689255079_672887089535687", 
            "message": "I have no argument. I just want some lyrical cohesion. I couldn't tell this was a freestyle because it sounds like all his songs lately"
        }, 
        {
            "created_time": "2016-10-19T18:29:35+0000", 
            "id": "10153901689255079_1110785735625871", 
            "message": "Mmlp2 and shadyxv had plenty of story telling but yeah there seems to be a lot more rhyming just to rhyme. But if you listen to guts over fear he kind of explains why. He's not angry anymore and his anger is what made his old music so relatable and why it resonated with so many people. So no his music won't be the same and a lot of fans won't be happy with that."
        }, 
        {
            "created_time": "2016-10-19T19:58:05+0000", 
            "id": "10153901689255079_616542338510351", 
            "message": "He doesn't do drugs no more"
        }, 
        {
            "created_time": "2016-10-19T20:34:21+0000", 
            "id": "10153901689255079_740919496045999", 
            "message": "Why not check out other people... like the underground shit.  If ya like coherent lyrics and beats check out Lil Dickey, not too bad for an up and comer... otherwise ya have to adapt with real music other that mainstream auto tune shit"
        }, 
        {
            "created_time": "2016-10-19T20:40:56+0000", 
            "id": "10153901689255079_555148078015626", 
            "message": "I love Lil Dicky, seen him live twice"
        }, 
        {
            "created_time": "2016-10-19T20:47:24+0000", 
            "id": "10153901689255079_1900879980134160", 
            "message": "i agree still the greatest of all time though"
        }, 
        {
            "created_time": "2016-10-19T21:20:35+0000", 
            "id": "10153901689255079_740936829377599", 
            "message": "He doesn't have the ability to go back. He's stuck in this robotic way of rapping that focuses purely on rhyming ability because his fans eat it all up."
        }, 
        {
            "created_time": "2016-10-19T21:28:49+0000", 
            "id": "10153901689255079_1269927519745640", 
            "message": "I have read some stupid comments on fb today but roque you win by a country mile. Thank God for natural selection...."
        }, 
        {
            "created_time": "2016-10-19T21:40:11+0000", 
            "id": "10153901689255079_1809441825960908", 
            "message": "Or let him make music HE wants to make. If you don't like it, don't listen to it"
        }, 
        {
            "created_time": "2016-10-20T03:37:44+0000", 
            "id": "10153901689255079_1832823483628563", 
            "message": "\"Ey yo\nI sit back, with this pack, of zigzags\nAnd this bag, of this weed\nIt gives me, the shit needed to be, the most meanest MC on this\nOn this earth 'cause since birth I've been cursed with this curse to just curse\nAnd just blurt this berserk and bizarre shit that works\nAnd it sells and it helps in its self to relieve\nAll this tension dispensing me, sentence is getting it\nThe stress has been eating me, recently\nOff of this chest and I rest to get peacefully\nBut at least have the decency in you to leave me alone\nWhen you freaks see me out in the streets\nWhen I'm eating or feeding my daughter to not come and speak to me\nI don't know you and no I don't owe you a motherfuckin' thing\nI'm not Mr.'N Sync and I'm not what your friends think\nI'm not Mr.Friendly, I can be a prick, if you tempt me my tank is on empty\nNo patience is in me and if you offend me I'm lifting you ten feet\nIn the air, I don't care who was there and who saw me just jaw you\nGo call you a lawyer\nFile you a lawsuit, I'll smile in the courtroom and buy you a wardrobe\nI'm tired of all you\nI don't mean to be mean but it's all I can be, it's just me\n\nAnd I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the papers, the news, everyday I am\nRadio won't even play my jam\n'Cause I am, whatever you say I am\nIf I wasn't, then why would I say I am?\nIn the papers, the news, everyday I am\nI don't know it's just the way I am\""
        }, 
        {
            "created_time": "2016-10-20T08:34:04+0000", 
            "id": "10153901689255079_1067017943411088", 
            "message": "You know, the SSLP and MMLP were also impossible for some others to connect with.\n\nEvery musician evolves and musicians have to stay honest with themselves. You might not connect with this, but somewhere down the line, people are gonna look back and say this was a work of genius. It's happened with Em several times."
        }, 
        {
            "created_time": "2016-10-21T02:02:12+0000", 
            "id": "10153901689255079_1608461149450893", 
            "message": "Share and like and click for the little guy. https://thesystemsscientist.com/2016/10/20/the-worst-presidential-debate-analysis-in-the-history-of-the-universe/"
        }, 
        {
            "created_time": "2016-10-23T15:18:11+0000", 
            "id": "10153901689255079_1903123799909778", 
            "message": "https://youtu.be/O54pKmX5g3s"
        }, 
        {
            "created_time": "2016-10-23T21:43:39+0000", 
            "id": "10153901689255079_743225422482073", 
            "message": "You clearly don't know hip hop."
        }, 
        {
            "created_time": "2016-10-25T17:48:50+0000", 
            "id": "10153901689255079_1276518315753227", 
            "message": "Sameer khan | Local Bhasha Song | 2016 Official V…: http://youtu.be/9HhHWBfp2_8 Video by -Mahrukh khan lyrics - Sameer khan Music -Sameer khan #SAMEER KHAN #SHARE SUPPORT SPREAD  IF YOU LIKE IT DO SHARE IT LIKE ND SUBSCRIBE"
        }, 
        {
            "created_time": "2016-11-04T17:49:14+0000", 
            "id": "10153901689255079_562135167316917", 
            "message": "http://youtu.be/yAXgghV0UT4 \n\nWelcome to planet x King crooked feat Eminem"
        }, 
        {
            "created_time": "2016-11-06T11:56:38+0000", 
            "id": "10153901689255079_1801998216756473", 
            "message": "Lol his rhymes make perfect sense if you know how to listen to them 😂 he's just getting even better at rhyming than he was! And his dictionary is now obviously bigger than yours is....Give the high school drop out a break! He's has accomplished and Is currently accomplishing more than you ever will 😋"
        }, 
        {
            "created_time": "2017-02-18T11:22:51+0000", 
            "id": "10153901689255079_10154539016058353", 
            "message": "Matt I totally agree.. I feel like hes rhyming to rhyme."
        }
    ]
}