{
    "data": {
        "created_time": "2016-10-19T17:34:03+0000", 
        "id": "10153901689255079_698319613649718", 
        "message": "Wasn't very long ago you were rippin her tonsils out and feeding her sherbert now your campaigning for her you missed me with that one #eminem #Trump over #Clinton #sellout"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 121
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-19T20:10:52+0000", 
            "id": "10153901689255079_1767637123496254", 
            "message": "Your a fuckin idiot. He actually doesnt support clinton either just cause he hates trump. Ever hear of third party you dumbass?"
        }, 
        {
            "created_time": "2016-10-19T20:13:11+0000", 
            "id": "10153901689255079_1597313193907894", 
            "message": "Just cause he dissed Trump doesn't mean he supports Hillary either. They're both terrible and dissed both of them"
        }, 
        {
            "created_time": "2016-10-19T20:52:54+0000", 
            "id": "10153901689255079_1109016822527842", 
            "message": "First off you don't know me at all especially not enough to judge my intelligence. Secondly that third party nonsense is bs. And lastly a no vote for trump is a vote for Hillary"
        }, 
        {
            "created_time": "2016-10-19T21:01:06+0000", 
            "id": "10153901689255079_1247901205261597", 
            "message": "He doesn't even say one thing in support for her.\n\nBeing against trump is NOT support for hillary.\n\nPeople need to get that shit through their thick fkn skulls."
        }, 
        {
            "created_time": "2016-10-19T21:01:28+0000", 
            "id": "10153901689255079_1116398878438246", 
            "message": "Let it go trump is a whiny bitch like you I guess"
        }, 
        {
            "created_time": "2016-10-19T23:50:04+0000", 
            "id": "10153901689255079_1129515253794252", 
            "message": "Lmao white people are so hurt he's not racist like y'all.\n\nI'm dying.\n\nEminem can be black now, since y'all don't want him"
        }, 
        {
            "created_time": "2016-10-19T23:50:20+0000", 
            "id": "10153901689255079_555218811341886", 
            "message": "#WhiteLivesMurder"
        }, 
        {
            "created_time": "2016-10-19T23:50:39+0000", 
            "id": "10153901689255079_1756423284623104", 
            "message": "No Lives Matter.\nWe're all useless creatures fighting for no reason. The world should end."
        }, 
        {
            "created_time": "2016-10-19T23:54:09+0000", 
            "id": "10153901689255079_1111437898937969", 
            "message": "Mike Gooden, c'mon man.  Kinda uncalled for.  I get the frustration."
        }, 
        {
            "created_time": "2016-10-20T03:04:11+0000", 
            "id": "10153901689255079_1784605381818917", 
            "message": "Michael Bounds you're an idiot"
        }, 
        {
            "created_time": "2016-10-20T03:58:54+0000", 
            "id": "10153901689255079_1756506501281449", 
            "message": "Richie Ouellette I'm not feelin that he has third party in mind- where the hell are you getting that idea? He aint dissin hilary"
        }, 
        {
            "created_time": "2016-10-20T04:01:20+0000", 
            "id": "10153901689255079_673086606182402", 
            "message": "Joshua Flowers who is he for then? do YOU even know?"
        }, 
        {
            "created_time": "2016-10-20T04:26:49+0000", 
            "id": "10153901689255079_1756515511280548", 
            "message": "Shut the fuck up man... just stop"
        }, 
        {
            "created_time": "2016-10-20T04:40:29+0000", 
            "id": "10153901689255079_1111205008917277", 
            "message": "Libtards, what a joke! Eminem has become a white trash sell out!!! #ALLLIVESMATTER"
        }, 
        {
            "created_time": "2016-10-20T05:21:54+0000", 
            "id": "10153901689255079_555323797998054", 
            "message": "Lets see Eminem goes after Bush and Trump..But not a word over the past 8yrs of what Obama did?\nWhat caused the financial crisis was the affordable housing act signed by Bill Clinton, which gave subprime loans to ppl who couldn't afford it, causing the banks to go bankrupt and NAFTA which was also signed by Bill Clinton which has shipped 1,000's of jobs overseas and after the crisis in 2008 Obama has raised taxes and regulations causing the slowest growth since the great depression at 1 percent. Reagan lowered taxes, regulations and added adjustable tarrifs (which Trump wants to do) which caused the economy to grow at 4.3 percent."
        }, 
        {
            "created_time": "2016-10-20T06:21:26+0000", 
            "id": "10153901689255079_741182486019700", 
            "message": "Michael Bounds oh. Wow."
        }, 
        {
            "created_time": "2016-10-20T09:18:10+0000", 
            "id": "10153901689255079_555380364659064", 
            "message": "Eminem did Support Bernie Sanders tho! He tweeted him sayin he was quite an honest Jew bastard!😂😂😂"
        }, 
        {
            "created_time": "2016-10-20T13:09:22+0000", 
            "id": "10153901689255079_616906848473900", 
            "message": "Never said anything in support of Clinton. For all we know he could be supporting Gary Johnson or one of the other third party candidates. Not buying his albums will not hurt him in anyway so nice threat bud lmao"
        }, 
        {
            "created_time": "2016-10-20T13:25:38+0000", 
            "id": "10153901689255079_1768370436756256", 
            "message": "Kalem Ullaah Babar then kill yourself.... promise we will all take the stand with you......"
        }, 
        {
            "created_time": "2016-10-20T14:03:41+0000", 
            "id": "10153901689255079_1793069974307462", 
            "message": "I just threw your cd's in the trash. Fuck your dumb, bigoted, bitch ass m&m!"
        }, 
        {
            "created_time": "2016-10-20T15:37:20+0000", 
            "id": "10153901689255079_1270752716329787", 
            "message": "Making a small reference to politician and using cartoonish insane violence, doesn't show any political affiliations at all. Whereas him actually attacking trump for his political views, does"
        }, 
        {
            "created_time": "2016-10-20T15:43:58+0000", 
            "id": "10153901689255079_1833073663603545", 
            "message": "Christopher Fairres  I'm voting Trump but there's really no difference. NAFTA was Ronald Regan's brainchild then George Bush Sr. drafted it but couldn't get it pushed through then came Bill Clinton with enough charisma to get it pushed through. Look it up if you do not believe me. They are all the same."
        }, 
        {
            "created_time": "2016-10-20T16:22:04+0000", 
            "id": "10153901689255079_741468602657755", 
            "message": "First off. He didn't say anything about Hillary.\nSecond off, he came after trumps neck for being so disrespectful to everyone. AND ACTUALLY BELIEVING AND MAKING PEOPLE BELIEVE WHAT HE WAS SAYING IS JUST SO TRUE ABOUT URBAN COMMUNITIES. Shady is Shady on the mic. That doesn't mean he's a douche in real life.\nThird off. Bill and Hillary were bugging about him back in the day, just because trump was introducing him in his first campaign speech, doesn't mean he isn't gonna grow up and acknowledge the fact that he is a \"nasty\" man.\nAnd fourth off. The way he disrespected Detroit and Chicago, do you honestly think he's gonna keep quiet?!?\nFinally. Just stop... If he's showing that he specifically can't stand a candidate or what they believe in, doesn't mean he necessarily favors the other."
        }, 
        {
            "created_time": "2016-10-20T16:22:43+0000", 
            "id": "10153901689255079_1842550619312892", 
            "message": "Bill Smith you really need to get that straight. What bs"
        }, 
        {
            "created_time": "2016-10-20T18:02:41+0000", 
            "id": "10153901689255079_1776836072597374", 
            "message": "Im pretty sure he doesnt think trump is deplorable for the thing he says, that would be ironic, just like im sure he does do everything he describes with umbrellas. I mean what did you expect a pro trump eminem song. \"YOU BETTER GO AFTER HILLARY FOR HER EMAILS...\"lmfao"
        }
    ]
}