{
    "data": {
        "created_time": "2014-11-24T07:09:39+0000", 
        "id": "10152449467120079_10152449834920079", 
        "message": "\"Guts Over Fear\" is one of the worst songs Eminem has put out. I've lost respect for Eminem cuz he freely admits to selling out yet constantly says he's a huge hip-hop fan and a hip-hop student but yet does more collaborations now with pop stars then rappers -- those songs are usually his most uninspired and have weak beats. Slaughterhouse also has some of the worst taste in beats I've heard. It's very hit-and-miss these days with Em."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-24T09:05:59+0000", 
            "id": "10152449467120079_10152449937070079", 
            "message": "I pretty much said the same thing.  These beats are horrible."
        }, 
        {
            "created_time": "2014-11-24T14:01:53+0000", 
            "id": "10152449467120079_10152450246785079", 
            "message": "Listen to the meaning behind the song not the beats. He focuses more on lyricism than anything else. He makes the music to speak to the listener not to sound like fucking Chief Keef or some other fucking shitty \"artist\""
        }, 
        {
            "created_time": "2014-11-24T22:31:31+0000", 
            "id": "10152449467120079_10152451160220079", 
            "message": "Angel, you're right. But for me it's the whole package -- voice, lyrics, beats. If one is lacking then I can't like it. I don't mind his new flow and his lyrics are still some of the best in the game but his choice in beats has evolved horribly. Having to constantly put out new material to stay relevant doesn't help either, less is usually more but it's a fine line. I just think his overall taste is just kind of whack now, his recent collaboration with Busta Rhymes was cringe-worthy despite the star power."
        }, 
        {
            "created_time": "2015-03-21T04:47:03+0000", 
            "id": "10152449467120079_10152699985375079", 
            "message": "Are you kidding me? Guts over fear was not his worse song but he never fell off! He is just getting better by the album, and him actually admitting his mistakes makes him a true artist"
        }, 
        {
            "created_time": "2015-03-21T15:51:22+0000", 
            "id": "10152449467120079_10152700718680079", 
            "message": "Mateo Tassi, its okay if you like the song I'm just not feelin it. Half the people will always hate something, half will love it. Its not hip-hop to me; his old shit was commercial but still hip-hop. I didnt say he fell off but some of his choices have been wack as fuck lately compared to how high he had the bar raised in the past. Youre right, admitting mistakes helps alot. But on \"Detroit vs Everybody\" for example, Em raps so off beat its almost amateurish. He complained that he was off beat on the Slim Shady LP but now raps constantly with a rushed, freestyle flow that contradicts his own criticism. Same with his hip-hop student claims -- he needs to move away from pop rap if hes gona talk the talk."
        }
    ]
}