{
    "data": {
        "created_time": "2017-01-20T22:24:43+0000", 
        "id": "10154083660770079_1882039798694589", 
        "message": "the cia has been torturing me since jan 2nd of last year. cinthia stork, janet long, her husband randy long is also in but not involved. james mabry, james hartley. Mr. johnson, Mr hartley was killed for killing 19 people with a program at the source in virginia. One person ended up in an insane asylum. I have seen celebrities trying to contact me but they kept being told to stay away. I have redone the security for the building and set up three people in charge because mr. hartley was killing people with the program. Mr hartley is no longer alive he was killed for using the program inappropriately There is a general Braddock and a general marks at area 51 that have been nice. They keep me awake all night and keep saying poopsin and making me pull my ballbag. There is a woman named hadley johnson who has been tortured her whole life in orange county california. If your in the cia and listen she is almost retarded. My mind has been warped by them so whenever i try to make music now i just here a recording and can barely speak. I never snitched on anyone and all they have wanted is battle plans for iraq and afghanistan. fioria or fiona the lady that was running for office is running heroin out of afghanistan to fund herself and the cia. Many troops have died because of this. Any celebs reading this that have been trying to contact me my program lets me see you but other people answer. cinthia stork was fired from the source building for using vibrating panties and also trying to kill me like james hartley who is deceased. There was someone named the collector running the cia from area 51 he is a symbiot an artificial being and repeated himself all the time. He was using murderers personalities and torturing and committing terrorist acts. After I had him eliminated there is probably someone else calling themselves the collector but it isnt him. He killed several people along with orchestrated the terrorist attacks in Brussels and Nice. Flint Michighan is caused by a leaking pipe at a oil refinery north of there. They had repeated who did flint in my program over 30 million times. I was supposed to have a 40 million dollar contract with eminem which every day they say hes coming but its been over a year now and they have been walking me in front of cars. I saw bruce willis the other day waved but they are told not to intervene but i am starving now and my shoe is falling off i cant work because i am being tortured. If you want to come meet me please do so fast im hungry. I have seen you a couple of times eminem stop listening to these assholes. Ive made 36 hit songs and about 9 people famous if im counting correctly. Im tired of the bullshit i dont need a program. Dont be scared these people are pussies if you could bring me cash i can make you some songs and eliminate the person doing this to me. I have re organised the cia over the past year for free now im tortured more every day."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}