{
    "data": {
        "created_time": "2016-12-23T19:42:43+0000", 
        "id": "10154083660770079_10154083782270079", 
        "message": "Marshall, please quit fingering people.  And no you are not a goat.  You are not slim shady.  You think you are the awake one.  You need eyes so that you may see.  All you do in your ego and flesh will be burned up in the fire.  Quit running from it.  In the presence of God the fire leads to mourning.  It heals, you experience forgiveness and from that grows the fruit of compassion, kindness, patience, long suffering, love, and after that joy.  You can not forgive if you do not believe God forgave you.  The first death is a gentle fire. It is not hot or torturous.  He who goes through the first death will not suffer the second death which is the lake of fire.  Those who are thrown in the lake of fire will feel the torture and pain of everything.  Satan's kingdom lives off the blood of the Saints.  His kingdom will go into the lake of fire and feel the smoke of their torment.  Satan can not save you.  Loose the horns Marshall."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-23T19:53:33+0000", 
            "id": "10154083660770079_10154083807985079", 
            "message": "Your fucking crazy. Unlike eminem if you don't like how he is you prude bitch. Grow up."
        }, 
        {
            "created_time": "2016-12-23T19:58:54+0000", 
            "id": "10154083660770079_10154083817230079", 
            "message": "Clayton Barker  I am telling it like it is.  You yourself might heed what I say.  You are full of bitterness.  Your tongue is a dragon.  One day you will see and you will understand.  And you will walk with your creator in love and Grace.  Peace to you😊"
        }, 
        {
            "created_time": "2016-12-23T20:02:07+0000", 
            "id": "10154083660770079_10154083822650079", 
            "message": "\"A lot of people ask me\nAm I afraid of death\nHell yeah I'm afraid of death\nI don't want to die yet\nA lot of people think that I worship the devil\nThat I do all types of retarded shit\nLook, I can't change the way I think\nAnd I can't change the way I am\nBut if I offended you? Good\n'Cause I still don't give a fuck\"\n\n-Eminem"
        }, 
        {
            "created_time": "2016-12-23T20:04:28+0000", 
            "id": "10154083660770079_10154083827485079", 
            "message": ""
        }, 
        {
            "created_time": "2016-12-23T20:04:56+0000", 
            "id": "10154083660770079_10154083828645079", 
            "message": "I know how you handle that, stop following him. Duh."
        }, 
        {
            "created_time": "2016-12-23T20:15:16+0000", 
            "id": "10154083660770079_10154083851055079", 
            "message": "Joseph Knight  It is true what Marshall says in this writing.  He can't change himself and he can't force himself to give a fuck.  Welcome to the carnal nature.  It is at enmity towards God.  We are all in the same boat.  Each of us according to God's time will draw us into the spirit which is full of rain and cleansing.  He will tear down walls we build to avoid the pain.  He will lead us into our hearts in which we avoid.  Hurt turns into anger then turns into apathy.  God will melt the ice by His comfort.  Blessed are those who moan for they shall be comforted.  We come to know God as Comforter.  What the Son of God did on the cross is finished.  Now it is being revealed in us.  The heart is a hard place to dwell in but that is where you will find Him.  Our heart is the soil where the fruit of the spirit grows from.  The broken hearts won't tread their.  Too painful.  But soil needs rain.  He releases are unshed tears.  He takes out the rocks and hardness.  He takes all of the bad, the shit and rotten experiences and uses it as compost because after we've healed we can then reach out to others because we experience God's compassion and Grace and mercy for our sin and wounds and he uses this compost to help others."
        }, 
        {
            "created_time": "2016-12-23T20:15:47+0000", 
            "id": "10154083660770079_10154083852065079", 
            "message": "Don't know what's crazier the comment or the 3 likes it got pmsl you could just unlike if your not a fan"
        }, 
        {
            "created_time": "2016-12-23T20:21:23+0000", 
            "id": "10154083660770079_10154083863890079", 
            "message": "LMFAO There's one desperate lady dying for attention. Too bad her body will rot in the grave like everyone else when she's gone. Only fools put faith in fairy tales."
        }, 
        {
            "created_time": "2016-12-23T20:22:30+0000", 
            "id": "10154083660770079_10154083865935079", 
            "message": "Leanne Ward  I know Marshall.  I am not a fan but a friend.  Even he is pissed off at me I know who he is in the Spirit.  Look at his songs he wrote in the Spirit.  The best ever.  Beautiful Pain.  Not Afraid.  Guts Over Fear. Headlights.  The music He wrote in the Spirit helps heal me.  I still listen to those songs.  They are eternal.  And some are written in the flesh.  These do not impress or move me."
        }, 
        {
            "created_time": "2016-12-23T20:26:44+0000", 
            "id": "10154083660770079_10154083874890079", 
            "message": "WTF are you on about 😂😂"
        }, 
        {
            "created_time": "2016-12-23T20:29:01+0000", 
            "id": "10154083660770079_10154083879220079", 
            "message": "😂😂😂😂😂😂😂😂😂😂"
        }, 
        {
            "created_time": "2016-12-23T20:35:21+0000", 
            "id": "10154083660770079_10154083890065079", 
            "message": "Bitch,slit,Ho,shank,whore, I'M SATAN WELCOME TO HELL FUCK CHRISTMAS"
        }, 
        {
            "created_time": "2016-12-23T20:35:40+0000", 
            "id": "10154083660770079_10154083890730079", 
            "message": "I sought God and walked with him for many years.  Then I got lost.  I am just finding my way back and am experiencing this again.  I wrote this after God caught me up in 2001 after a suicide attempt.  I was swept up in His Love and Spirit for days.  After this is what I wrote to express what I went through.  \"When there is nothing left to say, when confusion fades away, and the time you live today is born in freedom.  When the sky has gone from grey to a brilliant bright blue shade, and the pain that never strays leaves home this season.  When all the frozen tears from all the broken years start melting in the sunshine of God's grace.   And the apathy so near to your heart to hide the fear flows from your eyes kissing your precious face..... Then you know you've found The Truth."
        }, 
        {
            "created_time": "2016-12-23T20:38:57+0000", 
            "id": "10154083660770079_10154083898440079", 
            "message": "Vincent Mendoza No, you are not Satan.  You are just another lost soul Nashing his teeth at God's truth.  Peace to you."
        }, 
        {
            "created_time": "2016-12-23T20:41:15+0000", 
            "id": "10154083660770079_10154083901895079", 
            "message": "Bitch,slut,Ho,shank,whore, I'M SATAN WELCOME TO HELL FUCK CHRISTMAS"
        }, 
        {
            "created_time": "2016-12-23T20:43:13+0000", 
            "id": "10154083660770079_10154083905140079", 
            "message": ""
        }, 
        {
            "created_time": "2016-12-23T20:45:58+0000", 
            "id": "10154083660770079_10154083909315079", 
            "message": "I am leaving this thread right now as you are gatekeepers to keep the light out of Marshalls life.  What I have said it what God gave me to say in the moment at this appointed time.  It is enough for now.  Peace and love to you."
        }, 
        {
            "created_time": "2016-12-23T20:56:05+0000", 
            "id": "10154083660770079_10154083928260079", 
            "message": "God is a cruel joke on humanity. How does one worship a being who watches the world burn. Stating that if you revere his name you walk through holy gates. If there were a god. Id expect him to act. The only way the terms \"god\" and \"satan\" can be excepted are by being metaphorical terms beat used to describe the forces of good n evil. I dont normaly put peoples beliefs down. But you bring this shit to crackbook n your gunna see the glow of the flames."
        }, 
        {
            "created_time": "2016-12-23T20:56:48+0000", 
            "id": "10154083660770079_10154083929690079", 
            "message": "Victor Krusborg Olesen"
        }, 
        {
            "created_time": "2016-12-23T21:13:52+0000", 
            "id": "10154083660770079_10154083963715079", 
            "message": "Omg! Its not that serious! I know so many Christians that love God and the word ,and still like,or I should say love Eminem! He's awesome,if you don't like him go some where ,we don't fuckin care about a bunch of horse shit!! I'll end this wit fuck you and have a nice day!!! Gotta go,ya gotta go"
        }, 
        {
            "created_time": "2016-12-23T21:16:18+0000", 
            "id": "10154083660770079_10154083969590079", 
            "message": "Omg. I love God and all, but all of you shut the fuck up. Let Em do what he wants. He has the rights. I'm pretty sure all I you have consequences that God will make you pay for. No ones perfect. Eminem is a nation wide icon, and his heart is where his mouth is. His passion is all I has"
        }, 
        {
            "created_time": "2016-12-23T21:16:32+0000", 
            "id": "10154083660770079_10154083969795079", 
            "message": "He*"
        }, 
        {
            "created_time": "2016-12-23T21:21:47+0000", 
            "id": "10154083660770079_10154083979740079", 
            "message": "\"If i ever gave a fuck id shave my nuts, tuck my dick inbetween my legs n cluck\"\n\n😂😂💀fr slim was on some dumb shit\n\nBut the point is\n\nNobody gives a fuck bitch"
        }, 
        {
            "created_time": "2016-12-23T21:31:49+0000", 
            "id": "10154083660770079_10154083998285079", 
            "message": "Matthew McGillivray what you do unto others you have only done to yourself.  You will suffer the pain you caused others.  You reap what you sew.  You can do it in the presense of God or Satan.  There is no condemnation in Christ.  God does not punish anyone in an everlasting Hell.  He is not Hitler.  He does not burn His children.  The Babylonians offered there children to be burnt to Molech.  The very horned God they still worship.  Satan wants burnt offering of children, not God."
        }, 
        {
            "created_time": "2016-12-23T21:38:22+0000", 
            "id": "10154083660770079_10154084008840079", 
            "message": "James Castano How do you know \"nobody gives a fuck\"?  Are you everybody?  It is you who does not care.  Do you speak for everybody?    Your nerf gun is weak my friend😀"
        }
    ]
}