{
    "data": {
        "created_time": "2016-12-29T16:02:27+0000", 
        "id": "10154083660770079_1871093933122509", 
        "message": "during my lifetime I became a speaker for schools, colleges and churches for youth groups and senior groups. I enrolled in a class to teach me the appropriate words to increase my knowledge as to what sexually transmitted diseases are. I then enrolled in an American Red Cross class, a three day class that informed me of the epidemiology of a disease that females can catch from males. The Calvery Luthern Church of Golden Valley Minnesota sponsored me for the three day class.\n\nI spoke at the Minnesota State School Health Education Conference and spoke to 150 teachers and college professors explaining to them the difference between h.i.v. and a.i.d.s\n\nI also met a lady whom wrote to me and explained she doesn't believe of sex previous to marriage. She was 65 when she wrote to me. After her page of letters to me I became abstinent for 5 years. \n\nI've been in the St. Paul Pioneer Press newspaper and the KMOJ newspaper and the NBC news. I also was on a cable access program with Dr. Scott Strickland in Bloomington. I've raised 2000 dollars for the Minnesota Aids Walk and was an ambassador for the Dining out for life event held during April each year. \n\nI also go to concerts alone and movies alone and the library alone. There are 40,000 people whom now have seen my speach and know the difference between h.i.v. and a.i.d.s.\n\nI don't have aids nevver had it. I've had h.i.v. for 23 years and no one whom knows my name in real life iclduding the lead singer of Kid Rock hates me. \n\nNow take your mind out of the gutter and realize I aint the hobag you are looking for. I am on the inside informing humans how not to get it and givving them enough information so they can make an informed decision.\n\nI am tired of being hated for be smart and informative to the state of minnesota and Wisconsin.\n\nI refuse to be hated for 40,000 people knowing more that you ingoramouses do regarding 2016 real life crap.\n\ndo you think you can realize I've been on stage since 1993 and there are 30,000 students of mine I aint nevver touched. although I did make some friends at a couple colleges and all the teachers receive mail from me regarding the comments that each and every student wrote down and gave me at the end of each class for those 7 years. I am a volunteer for the Minnestoa Aids Project. I know where the Red Door is located and the Annex teen clinic.\n\nThere is a club house in Minneapolis where people whom are brave enough to become tested and have shitty results can come and feel safe and not be surrounded with hatred and anger regarding something that don't got nothing to do with any one of you.\n\nso take your ego and leave my life. I don't want your hatred and I am sick of being lied about. I am not enemies with anyone in my real life and all my friends know I have it with the 30,000 students I have. my mom and dad know I have it and everyone in my family knows I have. \n\nI live in reality. If you choose not to then leave me alone."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}