{
    "data": {
        "created_time": "2013-11-16T02:38:44+0000", 
        "id": "10151740979380079_31090944", 
        "message": "What didn't you know about Eminem\n\nOn \"Brain Damage\", he raps about D'angelo Bailey. A bully who beat him up in school. He later tried to sue Eminem, He lost, and the judge delivered the verdict as a rap.\n\nEminem appeared in his own comic, where he faced off against \"The Punisher\" and \"Barracuda\". As a kid, he dreamed of being a comic book artist.\n\nHe is the 2nd most popular person on Facebook, with 77 Million likes. He is also 12th most subscribed on YouTube, but claims he can't use a computer.\n\n\"We As Americans\" contained the lyric, \"I'd rather see the president dead\". This lead the secret service to investigate to see if he was an actual threat to President Bush \n\nHe starred in 8 Mile, and won an Oscar for best original song. The first Rap song to do so.\n\nWhen he was 20, he was arrested for being a driver in a drive-by. The shooter used paintballs, which didnt even break, the case was dismissed.\n\nHis Mom, Debbie, tried to sue him for defamation for $10Million. She got $25000.\nShe almost died giving birth to him, the labor took 73 hours.\n\nEminem recorded the \"Slim Shady LP\" while on ecstasy. The CIA would later play the album to Afgan detainees as a interrogation tool.\n\nD12 was meant to have 12 MCs, but there weren't enough good rappers in Detroit.\nThe 6 members created alter egos, Eminem came up with \"Slim Shady\" while on the toilet.\n\nand now you know."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}