{
    "data": {
        "created_time": "2017-10-11T09:19:57+0000", 
        "id": "10154804398490079_426450901085195", 
        "message": "I am a huge fan of Eminem to this day, but Music and Politics aside, a majority of what he's saying is untrue.\n\nHe's talks about giving Obama praise but talks about Trump flying in planes while bombs drop, but Obama dropped more bombs on more countries than any president has since WWII (contradiction #1).\n\nThen talks about disrespecting the military and says Trump wants to send soldiers them back to Africa after coming home from Iraq when Obama deported more people than any president in US history (contradiction #2).\n\nThen he says that Trumps dad was a scumbag because of his background and assumes that he's the same; but using that logic, wouldn't that make Eminem a dead beat dad since his dad walked out on him? (contradiction #3)\n\nHip-Hop is about dropping knowledge and being conscious, but it's hard to acknowledge it when he's spewing contradictory raps because it's popular right now, ESPECIALLY since he's always gone against the grain and rapped about what people don't want to hear because it's an unpopular opinion or it's touchy.\n\nGotta realize Eminem was raised on welfare in trailer parks..seems like he forgot where the hell he came from.\n\nEminem has always bashed presidents and the government (so this is no surprise), but the fact that it's popular right now and his 3 most recent songs are about Trump, it's becoming arbitrary and repetitive.\n#MAGA"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-18T23:39:41+0000", 
            "id": "10154804398490079_131793450907662", 
            "message": "dont be a cunt...why dont you try rapping and rhyming with your entire life"
        }, 
        {
            "created_time": "2017-10-19T00:24:41+0000", 
            "id": "10154804398490079_396484164101304", 
            "message": "I would Daryl van der Merwe..but I've never wanted to kill or rape anyone to date. When I change my mind..ill be sure to send you a notification on ITunes"
        }
    ]
}