{
    "data": {
        "created_time": "2017-09-22T22:04:07+0000", 
        "id": "10154804398490079_10154804549430079", 
        "message": "I would take the shoes but I don't have money to donate, I really do admire Eminem for stepping up though.. I mean many celebs didn't bother, not sure how much the Potus did.. But at the end Eminem has a big heart, probably won't admit it but it shows, good for him!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T21:18:38+0000", 
            "id": "10154804398490079_326104144522944", 
            "message": "Have you been living under a rock or just simply stupid? Trump donated $1.000.000 of his own money to hurricane reflief...how much feminem's old smelly worn sneakers can be worth? Hundred bucks on flea market??"
        }, 
        {
            "created_time": "2017-10-12T22:10:32+0000", 
            "id": "10154804398490079_264606497395037", 
            "message": "Ian Rusiecki your statement makes no sense. I didn't say a word about donating smelly women's shoes .. I would take those shoes Eminem was using to raise money for hurricane victims and donate that though. Pretty positive that Eminem and the people he collaborated with donating alot more than $1,000.000 and not just for PR reasons either, that not him. Hmmmm this was posted 9/22... who's been living under a rock?? Or are you upset because of Eminems recent statement? \nSimply put I stated (THREE WEEKS AGO.. who's under a rock ha ha) that I admire Eminem for stepping up to help, not for publicity, because he cares.. So shout out to Eminem!! You took 3 weeks to respond inaccurately to a post. I think Eminem did a great thing period in a time of need. Apparently you do not, but I am not asking for your opinion. Go find someone else to call names on a recent event, fires? Vegas? BYE."
        }
    ]
}