{
    "data": {
        "created_time": "2017-09-26T17:05:22+0000", 
        "id": "10154804398490079_2190166521210132", 
        "message": "Hey Eminem, I'm not a fan, not really although I do love your music, but to you I'm much more important than that. I am the Archangel Uriel sent here by God to give you a message! This is concerning your Spirituality and I know that matters to you so please get a hold of me! I have no other way of contacting you because you are so famous, so I know this message is a one in a million chance of reaching you, but if it does please do not ignore it or pass it off as nonsense! God bless Marshall, take care bro.\n\n💖 Archangel Uriel/Auriel"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-09-26T17:11:02+0000", 
            "id": "10154804398490079_1118596214939350", 
            "message": "P.S.\nAlthough I am here to help you, I am in dire need of your help right now too! I am currently homeless with my Wolfdogs and Fox and my Dad, we are stuck at a free campground in North Dakota and we don't really have any shelter and winter is right around the corner! We get donated food but my Animals eat raw meat, it costs about $8 a day to feed them, and we don't have jobs because evil people have ruined our names, so my only hope for my Animals is my brother back in Ohio sending some money through Wal-Mart now and then and a few people helping us out, but you are our salvation! Please help us asap! And don't forget I have a gift for you as well.  😇"
        }, 
        {
            "created_time": "2017-10-10T07:25:25+0000", 
            "id": "10154804398490079_484232508627491", 
            "message": "Brock Broxson Seeeeriously! 😂😂😂"
        }, 
        {
            "created_time": "2017-10-10T16:54:46+0000", 
            "id": "10154804398490079_487179821643829", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-10T17:33:52+0000", 
            "id": "10154804398490079_537800676555068", 
            "message": "I bet your dogs would do just fine with kibbles and bits."
        }, 
        {
            "created_time": "2017-10-10T23:53:11+0000", 
            "id": "10154804398490079_179949952574659", 
            "message": "I'm not strange, but I suppose Humans might think of an Angelic Being as strange I suppose because we are Spiritually different than Humans. That's ok."
        }, 
        {
            "created_time": "2017-10-10T23:56:55+0000", 
            "id": "10154804398490079_179950439241277", 
            "message": "Jay Jones no they wouldnt, they are Wolfdogs, and my Mid Content nearly died at 10 months old because he cannot digest cooked protein at all. And my Low Content is allergic to nearly every kibble on the planet, I was even buying the most top of top brands that costed $130 a bag and he still broke out and got yeast and fungal infections. And idk how well my Fox would do on kibble, he's a pure wild Animal. Some Fox owners claim theirs do just fine on it, which I do feed him Cat kibble now and then to help with some of the cost, but he needs A LOT of taurine which that cheap crap probably doesn't have enough for him."
        }, 
        {
            "created_time": "2017-10-10T23:58:16+0000", 
            "id": "10154804398490079_122971865036600", 
            "message": "Btw, Kibbles and Bits is garbage. You honestly do not want to know what is in most kibble foods these days. But let me ask you this.... would you make your pet a cannibal? Or feed them toxic chemicals?"
        }, 
        {
            "created_time": "2017-10-12T07:09:43+0000", 
            "id": "10154804398490079_125464488115451", 
            "message": "Wtf. Move around crazy lady. Jus sayin on GP. You dont hex a mothafucka like you got powers. U got bad crack u crazy ole bat thot u new that. General principles these days some yall mawgs dont got at all.. Ole girl musta took a hard fall after all tha hard she had smoked was actually some drywall... Lmao. I bet u got dry walls lookin ass..... Im jus playin lady ... Please o please send me a THOT to cum save me... Ha . I was raised Roman Catholic! All I need is Jesus N  God o tay lady. Smmfh. Faith. God is good all tha time.\nAll tha time God is good. \nLitt 💯"
        }, 
        {
            "created_time": "2017-10-12T07:19:10+0000", 
            "id": "10154804398490079_125465208115379", 
            "message": "On what . u bogus as hell yo. Get ur weak ass on keep it movin str8 up flipper. Tell dude some humbugg ass shit . thats bogus. Anybody talk bout my kinn n my life u better come 💯 real or feel tha steel hit them heels\nO tay... Lookin ass. . smmfh. Some people. Shit. Im fuckin weird too but ill never be a scrooge on humbugg type shit tryna get a hand out...\nI see ur hand out. There go my dick out ya digg... Lmmfao... You good Lady.. Jus remember. God still loves u."
        }, 
        {
            "created_time": "2017-10-12T07:19:27+0000", 
            "id": "10154804398490079_1623605024381329", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-12T22:48:33+0000", 
            "id": "10154804398490079_286088578576057", 
            "message": "Umm sorry but your rhymes are wack. And all bullshit. Go talk shit on someone else cuz I don't give a shit what you say, you're wasting your time."
        }, 
        {
            "created_time": "2017-10-12T22:49:20+0000", 
            "id": "10154804398490079_286088705242711", 
            "message": "Btw, this isn't a rap contest, this is facebook. Lol"
        }
    ]
}