{
    "data": {
        "created_time": "2017-10-05T01:34:20+0000", 
        "id": "10154804398490079_1793035551000667", 
        "message": "Eminem I am trying to help you, but because you are so famous you need to come to me, I cannot come to you. So in order for me to be able to help you, you will need to help me first. Please listen to me, do not ignore what I have to say, I am here by God to guide you! This isn't a joke or something fake, this is real and very serious! If anyone who reads this can contact Eminem for me please do so, because I can only go this far within my power. If you truely care about Eminem then help me get a hold of him, please! This is a truely important message sent by the Lord!!! I am the Archangel Uriel. 💙"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-10T17:42:40+0000", 
            "id": "10154804398490079_487192954975849", 
            "message": "You could feed your dogs for $.50 a day with Purina dog chow. Save that $8 a day for rent and security deposit. I'll bet rent in ND is pretty cheap. Your dogs will be fine, quit spoiling them."
        }, 
        {
            "created_time": "2017-10-11T00:04:09+0000", 
            "id": "10154804398490079_1506705492738414", 
            "message": "How about you don't know anything about my situation or my Animals and shouldn't tell others what to do. I don't have rent, I am a bum on the streets with no shelter at all. I sleep on the cold ground in two sleeping bags with all my winter clothes on. I have physical ailments which make it so I shouldn't be working a job at all, but good luck getting SSI in this country now days. And I do not spoil my Animals, I do what I have to to keep them healthy. Try doing some research on your famous \"kibble\" crap food, maybe you will decide to \"spoil\" your pets after you see the truth!"
        }
    ]
}