{
    "data": {
        "created_time": "2017-06-27T06:12:03+0000", 
        "id": "1890088814564655_1890865234487013", 
        "message": "Dear the fabulous marketing team at Coca Cola, I was very excited to see a stand of these dream holiday destination branded bottles of coke at Tescos but was left very disappointed when I couldn't find one with 'Cleethorpes' written on it. Cleethorpes has something for everyone - award-winning beaches, areas of outstanding natural beauty and exciting, first-class visitor attractions! As my friend Lucy Choi says, 'Why visit places like Miami when we have our own little Utopia on our doorstep!' I'm sure Cleethorpes would be in the running as a popular dream holiday destination if it was an option! Plus it would probably have saved you some pennies on the campaign - just saying. #campaignforcleethorpes"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-27T09:02:01+0000", 
            "id": "1890088814564655_1890929004480636", 
            "message": "Hi Sophie, thanks for getting in touch. There were thousands of dream holiday destinations we could have included and sadly it wasn’t possible to include every one, which is why we worked with travel experts to help us identify the top 75 locations. We could only include a limited number of destinations on the new packs. But wherever you are in Cleethorpes, we know it's a great place to share a Coke in. Thanks"
        }, 
        {
            "created_time": "2017-06-28T11:10:19+0000", 
            "id": "1890088814564655_1891493347757535", 
            "message": "Yet you put Cardiff as one of the destinations 😂"
        }
    ]
}