{
    "data": {
        "created_time": "2017-11-10T18:53:07+0000", 
        "id": "10154932736545079_346791342448196", 
        "message": "Everybody is constantly still bitching about Eminem dissing Trump. GET OVER IT. We get it, y'all. You don't like what Eminem said about the president. So what? The dude has moved on from what he said so why can't y'all stop being crybabies and do the same? No matter what you guys say, the dude is not gonna change his thoughts on Trump. Get over it and move on."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-11T06:37:24+0000", 
            "id": "10154932736545079_253994025125578", 
            "message": "As soon as you stop being crybaby millennials who can’t accept the fact that Killary and or that Socialist Sanders lost! Just sayin"
        }, 
        {
            "created_time": "2017-11-11T18:00:05+0000", 
            "id": "10154932736545079_2027893497432850", 
            "message": "You guys finished? Don't get me wrong. I never said anything about you \"surrendering your rights\", first the fuck off. All I'm saying is that you guys said what you had to say. Yeah it's cool to state your opinion. THAT'S FINE. But when you're constantly going on and on and on about how your oh-so-favorite artist drew a line days ago on a post that ain't got shit to do with Trump, it's annoying and honestly pointless. Eminem ain't talkin' about Trump anymore in any of his posts now is he? He's doing his OWN thing and releasing an album next week. The BET Hip Hop Awards been over and people stopped talking about it. Move the fuck on and stop being crybabies just because your artist drew a line. What's done is done. Move on. There are plenty of other artists to listen to."
        }, 
        {
            "created_time": "2017-11-11T18:00:16+0000", 
            "id": "10154932736545079_385371368567089", 
            "message": "It is what the hell it is."
        }, 
        {
            "created_time": "2017-11-11T18:03:26+0000", 
            "id": "10154932736545079_1473811669371242", 
            "message": "And Nancy Minischetti YOU can shut the fuck up because I've been accepted the fact that Clinton and Sanders lost MONTHS ago, who's being a crybaby? The real crybabies are the Trump supporters constantly going on and on and on like \"Oh wahhh he said fuck Trump supporters and any of my fans that support him\". We get it! At the end of the day, Em is sticking by what he said and what are y'all gonna do? Keep having his name in your mouths? Pathetic. Move on."
        }
    ]
}