{
    "data": {
        "created_time": "2017-11-22T14:54:41+0000", 
        "id": "10154932736545079_220718011802388", 
        "message": "\"The last text was \n\nHi Marshall, \n   How are you? Did you eat today? I am still in hospital in the Intensive Care Unit. But still I wanted to see how your day went? Hopefully well you deserve it. Your talent is amazing and your experiences in life make you feel terrified of failure. Remember an angel above believes in you. And so do I. Tonight it could be two angels. I believe God only puts on you what you bear. You did Marshall you made it. I will be your confidence when you need. Never have worries. I will not leave your side. Mistakes all humans make. But I see you as genuinely concerned about your career. Important to you and important to fans every where. Including myself. Nothing you do is garbage it’s what you feel at that time and place. There is a large chance we will not meet or speak at all ever. Your family and career takes a hierarchical and that it should. I’m a fan just writing you like millions have before. It’s people that have faith in you for the wrong reasons and some want you to succeed. I want happiness for you and to understand God is happy with you and the accomplishments other wise you could possibly be back in the trailer park. And I would be living in Southwest Detroit. I am to myself but learning to deal with it. I want you to stay grounded like you are. Some do not understand your messages in your songs. I do. To not say I am just saying it but to feel it. And no I not a crazy women that writes you often. Just enjoy your music and proud of you. What you became. Long struggles Marshall but you are doing what it is for yourself and to show not to give up. It will come in time.  Your legacy will end up as an University Course throughout Michigan and beyond. Your beautiful interior with a heart of gold. The only reason I write is I see more in you than you do. Captivating by each letter you write and your delivery of lyrics that form songs. I listen to all of that sometimes tearing up. God gave you everything and I’m sure you are not trying to fail he knows that Marshall. Sometimes we go ten steps forward, readjustment moment and keep moving forward. No one should take your joy or tear you down. But they do because they are stuck on Slim Shady and Eminem. Who takes time for Marshall? I choose to believe in you. Otherwise I would talk shit like I read. Instead of encouraging the man you are today. We all have past but God and DeShawn is trying to show how to keep you from being overwhelmed and walking you along a large journey. With time to try again for your family.  I respect you and true Stans do. Praying for clarity in your life, true friendship (maybe me), hope you even have love in your heart. That jokes, laughing, always be there if permitted, true love Marshall that you deserve. If you take the time to allow it. Marshall I’m taking my breath. It’s time\" Ashley Pruitt"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-22T14:54:56+0000", 
            "id": "10154932736545079_2042557302626509", 
            "message": "Ivy Brown"
        }
    ]
}