{
    "data": {
        "created_time": "2017-11-10T18:08:40+0000", 
        "id": "10154932736545079_1716645575075010", 
        "message": "A lot of people i know changed their pic today to a service photo. ( because of veteran weeked)\nSome of us fought in warz and raised familiez while you were shooting dope, running your mouth, and acting like you were a parent.\n&\n You take a selfie like a little pussy."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T19:02:33+0000", 
            "id": "10154932736545079_300746267090649", 
            "message": "Pretty sure itś the tenth today and friday lol"
        }, 
        {
            "created_time": "2017-11-10T19:04:35+0000", 
            "id": "10154932736545079_533372726995144", 
            "message": "Lol im pretty sure i didnt say it wasnt\nWtf"
        }, 
        {
            "created_time": "2017-11-10T19:39:12+0000", 
            "id": "10154932736545079_150095045722494", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T19:51:53+0000", 
            "id": "10154932736545079_1716741048398796", 
            "message": "Allison P. Wendell\nLooks like the last guy that slammed you in the ass broke your meter, thanks for sharing"
        }, 
        {
            "created_time": "2017-11-11T02:47:06+0000", 
            "id": "10154932736545079_144691746154714", 
            "message": "man I wish I was cool enough to roast celebrities, ems prolly sitting there wiping his eyes with 1,000 bills"
        }, 
        {
            "created_time": "2017-11-11T06:14:35+0000", 
            "id": "10154932736545079_1717255531680681", 
            "message": "So Karl.....what are you trying to say? You think you are a better man. There hasn't been a war that wasn't manufactured for lining the pockets of politicians and the mega wealthy for years and years. I get it. You believe in fighting for our freedoms and rights and the American way. And I applaud your intentions. But if you can't see that Trump who is a spoon fed never had to struggle for anything in his life and privileged enough to get out of what you were willing to do....service to his county....well, you are pissed at the wrong person. Be angry because you are about to see Trump cut funding and taxes for everyone except his extremely wealthy ass kissing buddies and himself. Be angry because kids go to bed hungry. Be angry because money can keep you out of prison , not justice. Be angry for the right reasons, not because you want to compare your life to someone else's and try to make yourself out to be better."
        }, 
        {
            "created_time": "2017-11-11T06:18:25+0000", 
            "id": "10154932736545079_127473504585859", 
            "message": "Claudia Parke\nI didnt read a word you wrote.\nFuck off"
        }, 
        {
            "created_time": "2017-11-11T06:43:16+0000", 
            "id": "10154932736545079_346960122431318", 
            "message": "Claudia Parke Karl is a better man because he put his life on the line to fight for your very right to spew your venom in the name of freedom of speech. Show some damn respect"
        }, 
        {
            "created_time": "2017-11-11T06:48:21+0000", 
            "id": "10154932736545079_346961225764541", 
            "message": "Cameron Lagace\nIt wasnt written for him to react in but rather those that think what he says about anything should be taken serously. He is a clown. The assesment stands with or without his aknowlegement."
        }, 
        {
            "created_time": "2017-11-11T12:24:46+0000", 
            "id": "10154932736545079_377588396033339", 
            "message": "Nancy Minischetti You're going to watch the way he responded to people in this thread and defend him? Odd choice. Who was putting the US at risk so badly that Karl needed to go protect your freedoms? No one. Your freedoms and the idea that they are ever at risk from any other country are some of the biggest, most ruthlessly effective ways for you to be controlled. You invade others, literally throwing American lives away under false pretenses, and it's exactly what the system wants. Can't get volunteers without blind obedience and excessive patriotism. It's all rather silly really :)."
        }, 
        {
            "created_time": "2017-11-11T14:56:37+0000", 
            "id": "10154932736545079_977247082413149", 
            "message": "Arjen Kane\nAccording to em you are just a stupid bitch so stfu"
        }, 
        {
            "created_time": "2017-11-11T14:57:11+0000", 
            "id": "10154932736545079_1721816814518545", 
            "message": "Oh and eat a dick"
        }, 
        {
            "created_time": "2017-11-11T15:19:49+0000", 
            "id": "10154932736545079_295848537586610", 
            "message": "I havent responded harshly to anyone that did not first insult me and that includes mathers.\nAs it relayed to the reason why men and women go to war. We went because we volunteered to serve the nation. It is a selfless act. I do not normally draw attention to that but i am not normally attacked for my service. Granted commenting in this page about mather's brain dead attempt at politics has incited a few libtards to opine, i had expected as much.\nThe truth is mather's attempted to normalize that knaperdick sob and all those little cry baby nfl \"players\" that have chose to spit on the graves of our fallen soldiers as they spit on their country as well. Denying that shit with some dumb ass dr suess rap is fucking moronic.\nHis new song sucks too.\nMathers actually sucks dick.\nBeyounce has a good voice but her lines are cheezy as fuck.\nComplete waste of talent. It will probably be all over the radio and force fed to the mainstream idiots but the truth is it is fucking horrible.\nBut i digress.\nMathers is a dope smoking punk who degrades women, he degrades himeself, and now attemptz to degrade me. I have every right to tell thst little piece of shit off.\nId do it in person but the little pussy might bring that gay ass westside story gang of his and breakdown into a showtune dance to am i pretty.\nMathers would cry like a little girl in my prezence. I seriously doubt he wants me in his face.\nMathers is a little pussy with a big mouth, i guess from sucking all those big (edit)icks"
        }, 
        {
            "created_time": "2017-11-12T02:41:40+0000", 
            "id": "10154932736545079_370893230030349", 
            "message": "Dave Hudson. I don't think this man can be saved :P"
        }, 
        {
            "created_time": "2017-11-12T02:43:45+0000", 
            "id": "10154932736545079_223057574899567", 
            "message": "Arjen Kane I think Eminem may’ve actually written a song about this dude. It’s called “Stan”."
        }, 
        {
            "created_time": "2017-11-12T02:50:43+0000", 
            "id": "10154932736545079_517738271904294", 
            "message": "It'z*. I think we should honour Karl's service to the rich and political of his country and change all 's's to 'z's. After all, he fought in warz man, shit. WARZ! :O. :D."
        }, 
        {
            "created_time": "2017-11-12T03:43:42+0000", 
            "id": "10154932736545079_130608020975780", 
            "message": "they bizy selling popcorn fuc it"
        }, 
        {
            "created_time": "2017-11-12T04:11:25+0000", 
            "id": "10154932736545079_926877020808400", 
            "message": "Arjen Kane, I'm thinking that \"warz\" are actually different to old-fashioned \"wars\", insofar as they involve the carpet bombing and then unilateral invasion of sovereign countries in the guise of the \"war on terror\", and where criteria for military victory are actually irrelevant and either toppling the incumbent regime or simply destabilizing the region and then use this destabilization to justify further military action, and so on in perpetuity. Those are what \"warz\" are."
        }, 
        {
            "created_time": "2017-11-12T04:52:25+0000", 
            "id": "10154932736545079_1996995800583197", 
            "message": "Oh, those warz! :D"
        }
    ]
}