{
    "data": {
        "created_time": "2017-11-10T18:05:59+0000", 
        "id": "10154932736545079_127512174582307", 
        "message": "Lost so much respect for him with the Trump diss. It clearly shows he doesn't understand the issues, especially in Detroit and he just wants to fit it with the celeb crowd. Kid Rock and Nugent will always have higher IQ's."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 36
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 77
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T19:00:25+0000", 
            "id": "10154932736545079_144624572828098", 
            "message": "What do you mean ? Lol he’s known for going after presidents 😂 this isn’t the first time you sheep"
        }, 
        {
            "created_time": "2017-11-10T19:46:18+0000", 
            "id": "10154932736545079_792960200909025", 
            "message": "Ted Nugent knows more than him? You clearly have never heard mister jailbait talk. Also, Kid Rock was born with a silver spoon in his mouth, like the orange dildo himself. Em is a self made man, with a history of political controversy. I prefer Em to any of those other three."
        }, 
        {
            "created_time": "2017-11-10T20:16:48+0000", 
            "id": "10154932736545079_792971744241204", 
            "message": "Fuck you"
        }, 
        {
            "created_time": "2017-11-10T20:38:20+0000", 
            "id": "10154932736545079_127534954580029", 
            "message": "I have more respect for him than before because he has the balls to tell all his fans who support  that clown to fuck themselves. Go fuck yourself"
        }, 
        {
            "created_time": "2017-11-10T21:23:07+0000", 
            "id": "10154932736545079_1716821261724108", 
            "message": "Really? But if he made a track dissing Clinton, you wouldn't mind huh? Because then he would show Kid Rock's and Nugent's \"IQ\"? What a joke, get off Facebook and stop whining."
        }, 
        {
            "created_time": "2017-11-10T23:49:36+0000", 
            "id": "10154932736545079_160221704582988", 
            "message": "Opinion: Eminem tries to act bad but called out weaklings or people who don't fight back like Mobi, and Limp and Elvis and Trump. He can't even play an instrument. Ask his wife how exciting he wasn't. lol. And dropping F-bombs to be cool only makes you look weak. Oh and I expect intelligent discourse with a grasp of the issues, clearly something the little blue pill takers can't handle."
        }, 
        {
            "created_time": "2017-11-10T23:54:30+0000", 
            "id": "10154932736545079_2044962735733580", 
            "message": "He's a RAPPER you fuckin idjit!"
        }, 
        {
            "created_time": "2017-11-11T00:00:33+0000", 
            "id": "10154932736545079_833272546854958", 
            "message": "Scott Gooding Yeah, and those are the people he called out in his raps, hello?! lol  And being a rapper doesn't make you talented. Easy to write those lyrics."
        }, 
        {
            "created_time": "2017-11-11T00:22:27+0000", 
            "id": "10154932736545079_833278863520993", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-11T00:24:37+0000", 
            "id": "10154932736545079_289824618173960", 
            "message": "Wow, you couldn't have named 2 trashier low lifes"
        }, 
        {
            "created_time": "2017-11-11T00:48:26+0000", 
            "id": "10154932736545079_150157085716290", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-11T02:09:26+0000", 
            "id": "10154932736545079_533482096984207", 
            "message": "Kevin Thomas write some good lyrics then if it's so easy 😂😂"
        }, 
        {
            "created_time": "2017-11-11T02:43:31+0000", 
            "id": "10154932736545079_533490406983376", 
            "message": "Just my opinion: \"Hey slim you get that letter I sent, and how come you dissin our President, and I heard bout Kimi --dumping you three times, but bet it's good info for all your half-baked rhymes. Then you dumpin on old Steve Bannon, but you couldn't even handle little ole' Nick Cannon! Then there'a Mariah too, and I know that wasn't stalkin' but i do think someone told you to keep it walkin'.  And i got some new pictures on my wall---Ivanka, Ivana, and Melania ball! ...And now you dumpin On a fairly elected man, when you couldn't tie your shoes if I spotted you both hands! And by the way you were way too hard on Mobi ,Limp, and Kirkpatrick, picking on easy targets, you must have thought that you was so slick. But our country is polarized, dying inside, nobody is talkin, because of their pride. And now all we need is peace and love, can you hear me calling to you from heaven above, so take the time to formulate a new plan, all we have is each other, so be a real man,and i never wrote you cuz of your fame--I just thought you understood this life we're in and all the corruption and shame, so look in the mirror and see the real man, and God sends his love too, oh who is this? from heaven, it's... Stan."
        }, 
        {
            "created_time": "2017-11-11T03:52:51+0000", 
            "id": "10154932736545079_507217479662092", 
            "message": "If trump has his way you child won't live to be 16 years old."
        }, 
        {
            "created_time": "2017-11-11T03:59:03+0000", 
            "id": "10154932736545079_793104654227913", 
            "message": "And what you wrote ain't rap it's garbage, (basic rhyme) your multies isnt even on point FOH"
        }, 
        {
            "created_time": "2017-11-11T04:12:31+0000", 
            "id": "10154932736545079_263982284127124", 
            "message": "Lucius Kyle Oh its on point, take a closer look, just like what i am sayin' ...and Trump has lowered unemployment for blacks and hispanics. Keep listening to the lie-twisters. All they want is your vote."
        }, 
        {
            "created_time": "2017-11-11T04:40:07+0000", 
            "id": "10154932736545079_160266631245162", 
            "message": "I agree"
        }, 
        {
            "created_time": "2017-11-11T06:40:57+0000", 
            "id": "10154932736545079_127476257918917", 
            "message": "He went after cannibus once and he’s no weakling , he was a well known battle mc and Eminem still took him down so you’re just speaking out of your ass at this point"
        }, 
        {
            "created_time": "2017-11-11T07:06:25+0000", 
            "id": "10154932736545079_136368286957384", 
            "message": "Oh my"
        }, 
        {
            "created_time": "2017-11-11T07:09:30+0000", 
            "id": "10154932736545079_144163056214570", 
            "message": "If we think about Stan's established character, this isn't a realistic thing for him to say."
        }, 
        {
            "created_time": "2017-11-11T07:09:57+0000", 
            "id": "10154932736545079_164525800800322", 
            "message": "You've perverted the character to fit your agenda."
        }, 
        {
            "created_time": "2017-11-11T07:12:54+0000", 
            "id": "10154932736545079_1514333235323576", 
            "message": "Politics isn't my cup of tea. They're all the real criminals if you ask me from trump to Obama all the way back. Trump is a business man and he's treating America like a business and in business its the little man that gets steps on, trump is an hypocrite, hot headed, loose cannon and with all his efforts to \"make america great again\" he's losing the respect of all of America's allies."
        }, 
        {
            "created_time": "2017-11-11T07:15:00+0000", 
            "id": "10154932736545079_374685462989087", 
            "message": "I must say though, for a person to be so self confident and self assured as to not only actually write a rap and post it when challenged to do so online as a result of talking shit, but to do so as a sequel to a song written by the dude they were shit talking, is something I envy. But also I don't so I guess it's like a double edged sword"
        }, 
        {
            "created_time": "2017-11-11T07:15:42+0000", 
            "id": "10154932736545079_127605231239668", 
            "message": "And then \"Oh it's on point, take a closer look\""
        }, 
        {
            "created_time": "2017-11-11T07:22:54+0000", 
            "id": "10154932736545079_507280806322426", 
            "message": "Letter I sent and President? Kirkpatrick and so slick? Sick multisyllabics bro"
        }
    ]
}