{
    "data": {
        "created_time": "2017-11-30T08:47:33+0000", 
        "id": "10154932736545079_523516644678560", 
        "message": "To Marshall,\n\nPraying for a peaceful day and night for you. My ICU room is packed like it’s the Government Cheese line. What do you know about that? My heart rate is to high Cardio Version time. All of the clings and questions are feeling overwhelmed to me. I want my head to be silenced no noise or thoughts just peaceful. Marshall have do you want that every? \n  I was able to walk down just the hall to see my Madre and say rest possibly for the last time. My doctors said this could be it for me. Could you imagine Eminem a doctor telling you November 29, 2017 at 03:30am time of death age 37. I can because I am numb. Only family here other than my Madre here is my very angry attorney to sign forms to make sure things are in order for every aspect of my life. Eminem 12 minutes could you put all of life’s work and business for a daughter and a mother together in the time?\n   Ten minutes to go. You are a Good Person busy to support one and all. Wish there was more research on Lupus but I shared my important message with the Foundation. I had so many goals and wishes and still do😞prayerful for the life I had. Too bad we never met or became friends but shit in four minutes all my pain and suffering will end. Never been on a date, experience a male friendship, loved by a man. But this is my will. One minute left congratulations on everything if I make it friend and  call 3am even date.  This tells you my circle is tight . Well Eminem thank you. Try back not because of guilt but out of genuine honest caring. You will go far in life. They are ready and I am ready to accept my Lords plan including coming home. Send a message and a prayer.\n\nAshley"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}