{
    "data": {
        "created_time": "2017-11-10T17:20:03+0000", 
        "id": "10154932736545079_374472733010360", 
        "message": "When did Ellen start rapping? Have more respect for her than this low life. Who makes their fans choose then tells them to fuck off? Piece of trash."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 28
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 53
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T17:33:03+0000", 
            "id": "10154932736545079_792921680912877", 
            "message": "Why you on his page then ?? He told you to f-off.. Go troll someone else bye bye!!!!!"
        }, 
        {
            "created_time": "2017-11-10T17:36:31+0000", 
            "id": "10154932736545079_127507141249477", 
            "message": "I'm sure he's heartbroken and devastated by your rejection.  Count on him canceling his new album because of your Trump supporting dumb ass.  #EminemdontgiveafuckaboutTrumpsupporters"
        }, 
        {
            "created_time": "2017-11-10T17:38:22+0000", 
            "id": "10154932736545079_2044838542412666", 
            "message": "Some body is a little butt hurt 😂😂"
        }, 
        {
            "created_time": "2017-11-10T17:39:12+0000", 
            "id": "10154932736545079_374480519676248", 
            "message": "Dude we dont fucking care we're still his fans"
        }, 
        {
            "created_time": "2017-11-10T17:43:21+0000", 
            "id": "10154932736545079_2044840132412507", 
            "message": "That's funny cause that's what trump a basically is doing to the country. Shut the fuck up and fuck off. You dumb piece of shit."
        }, 
        {
            "created_time": "2017-11-10T17:50:07+0000", 
            "id": "10154932736545079_144588346165054", 
            "message": "Yeah fuck off and listen to something Simon Cowell shit out Bryant 😂"
        }, 
        {
            "created_time": "2017-11-10T17:55:12+0000", 
            "id": "10154932736545079_127510541249137", 
            "message": "If you voted for Trump, you are a piece of trash and you should feel horrible for the plague you set upon the world. You voted to give a senile manchild direct control of the worlds most powerful military and the largest supply of devastating nuclear weaponry."
        }, 
        {
            "created_time": "2017-11-10T18:05:35+0000", 
            "id": "10154932736545079_374488863008747", 
            "message": "Ofcourse, Eminem's fanbase, such a genial FANBASE. Getting split. The problem wasn't even caused by its fanbase, but by Eminem himself, which is quite sad."
        }, 
        {
            "created_time": "2017-11-10T18:06:28+0000", 
            "id": "10154932736545079_1716643358408565", 
            "message": "Tim Wirth you truly believe that? Why don't you give the man a chance to do something major rather than just shitting on him because of who he is personally? That's called \"Ad Hominem\", and it's personally attacking somebody while disregarding their intentions or argument. Despicable.\nI think Trump is a fucking idiot as well. He shouldn't be in the office. But neither should I, nor you, nor Eminem, nor Kanye. Nobody really should, because everybody fucks something up eventually. Stop the hate for absolutely no reason"
        }, 
        {
            "created_time": "2017-11-10T18:24:41+0000", 
            "id": "10154932736545079_127515374581987", 
            "message": "Tim Wirth is a bitch hiding behind a keyboard. Dont mind him."
        }, 
        {
            "created_time": "2017-11-10T18:36:54+0000", 
            "id": "10154932736545079_374497813007852", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T18:37:19+0000", 
            "id": "10154932736545079_346787105781953", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T18:37:39+0000", 
            "id": "10154932736545079_792941204244258", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T18:40:59+0000", 
            "id": "10154932736545079_374498666341100", 
            "message": "Last I checked he drew the line. No one else. I never was a Eminem fan really, cool that he made it big with all the shit he went through. But ultimately anyone who makes you choose between them or someone else is trash in my eyes. You can be his fan. Cool. But obviously their are a few that think that's a pretty fucking low move."
        }, 
        {
            "created_time": "2017-11-10T18:41:44+0000", 
            "id": "10154932736545079_144614872829068", 
            "message": "And I'm not butt hurt at all, but you all see butt hurt that trumps your president. And he is #YourPresident"
        }, 
        {
            "created_time": "2017-11-10T19:01:59+0000", 
            "id": "10154932736545079_127521724581352", 
            "message": "^ He's also a #Cunt sooooo..."
        }, 
        {
            "created_time": "2017-11-10T19:19:52+0000", 
            "id": "10154932736545079_127524441247747", 
            "message": "What I don't get is how Eminem made his career through bashing gays and women, then criticises Trump for doing it. Don't get me wrong, I think Trump's a real piece of shit and I love Eminem but it's pretty hypocritical. But it is what it is"
        }, 
        {
            "created_time": "2017-11-10T19:21:18+0000", 
            "id": "10154932736545079_127524617914396", 
            "message": "So are you, Shane Holstine. At least I don't have a raging boner for orange spray tan and bad combovers. Fuck off, Trumpster diver."
        }, 
        {
            "created_time": "2017-11-10T19:21:18+0000", 
            "id": "10154932736545079_792952870909758", 
            "message": "Bryant Anderson *obviously they're not \"obviously their\".  Eminem is a lot of things and at the top of the list is WORDSMITH.  In addition to being a Trump supporting douchebag you haven't managed to master the grammar of your (not you're) native language, which is appropriate for someone who supports Trump.  I believe to be a Trump supporter a person is required to read at or below a third-grade level, anything above that and you'd be considered to be \"one of those edumucated intellegents and we done don't need none of that.\"  Be gone with you asshat.  He told you he doesn't want your patronage and doesn't give a fuck if you don't like him or disagree with him.  Unlike this site, you ignorant troll."
        }, 
        {
            "created_time": "2017-11-10T19:25:10+0000", 
            "id": "10154932736545079_792953794242999", 
            "message": "Next to be boycotted is the CMA'S. After all it got political and trump was made fun of with again facts. I mean false facts"
        }, 
        {
            "created_time": "2017-11-10T19:50:52+0000", 
            "id": "10154932736545079_1716740165065551", 
            "message": "If anybody actually expects an album that is good from Eminem, let me tell you now butter cup it's gonna be just as bad as campaign speech (which no one ever seems to remember because God was it bad) just as bad as MMLP2 and just as bad as that wack ass BET cpyher"
        }, 
        {
            "created_time": "2017-11-10T19:54:30+0000", 
            "id": "10154932736545079_150098475722151", 
            "message": "Not even a fan Ryan Conder you probably listen for beats"
        }, 
        {
            "created_time": "2017-11-10T20:26:13+0000", 
            "id": "10154932736545079_127533581246833", 
            "message": "Stop wasting Oxygen"
        }, 
        {
            "created_time": "2017-11-10T20:33:54+0000", 
            "id": "10154932736545079_144641036159785", 
            "message": "He tells you to \"fuck off\" and you think he's gonna be upset about losing \"a fan\"? He doesn't want you, so \"fuck off\"."
        }, 
        {
            "created_time": "2017-11-10T21:05:35+0000", 
            "id": "10154932736545079_150113829053949", 
            "message": "Frances Farmer hahaha well said!"
        }
    ]
}