{
    "data": {
        "created_time": "2017-11-11T03:22:57+0000", 
        "id": "10154932736545079_253940448464269", 
        "message": "What if he's just playing an angle at this point in his career he needs to maintain an A-list reputation but I don't doubt his skill & potential. He's just finding out who his real haters are. He has the ability to do anything. It's a strategic issue for him career wise and he's just being humble. He could easily go hard or imagine if he was inspired by anything. That would change his approach. He's just being honest & humble. Just because he creates art doesn't mean he isn't a human being with control over his life. Nobody can force him to do anything and we still have an entire album yet to hear. Who says that's gonna be his last? He's just playing his cards right and it's 2017 not 1999.\n\nI mean from my point of view as a rapper myself. Your skill set as a freestyler and your work ethic are separate. Your identity artistically and in reality can be in two dimensions altogether. That can work for you. You can evolve and use it to get better but your self esteem is important. I believe Eminem is a creative genius and a very methodical thinker with more experience than money and he has a lot of money. It's not about that for him. He's just trying to be real to himself. He has evolved. And he's a pop and a battle rapper all in one. I think it's about the creative chemistry. And not standing out amongst today's sound might be his shortcoming but he's balancing continuity with originality.\n\nOne thing that's important to recognize career wise is he's challenged the loyalty of his fans & jeopardizing his security by opposing Trump. And he's made the royalties to his music a publicly available offering for investors. So that means people can buy stock in Eminem's music catalog. What are the implications of that? That's yet to be determined.\n\nPeople tell me my shit ain't music either. But Eminem has already pumped out over 250 songs with accolades everywhere. He's just into the poetic craft. He's not into his own sound I bet either. I bet he just feels boxed in & obligated by contemporary commercial music standards.\n\nMany famous musicians evolved musically after sobriety. Maybe Eminem is on the cusp of a new wave. It's all about generational change. Music eras change and artists do what they do best or they give up."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}