{
    "data": {
        "created_time": "2017-11-20T13:24:55+0000", 
        "id": "10154932736545079_1522624451154033", 
        "message": "Message from a Real Stan \n\"He’s not a failure and she will be by his side no matter how many times he falls. If you need to talk about it reach out. And Ashley will always be here for you as she is for everyone. I am genuinely heartfelt here take my hand Marshall... You have done your best. Look still here. Are you afraid Marshall? If not take my hand. You have heard this before but I am not them. Take my hand... Always. Give it a try.\"\n\"Ashley Pruitt\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-20T13:30:34+0000", 
            "id": "10154932736545079_139442750154917", 
            "message": "Ivy Brown"
        }, 
        {
            "created_time": "2017-11-28T08:35:29+0000", 
            "id": "10154932736545079_155146718570984", 
            "message": "For you Marshall, not my words.\nTake care of yourself.\n\n\"Happy Holidays Marshall and to your family.\n\n   Many blessings we have received this year-finally more music so happy for that. Missed it. DETROIT WHAT!!!  And some scrapes and bruises. I lost 2 sisters in a 3 week span loss to more 2 sisters more to “Hot Shots” and one cousin. On my dads side is 14 kids maybe. Marcela was a beautiful little sister 14; found her in a trap house I knew of in Detroit. Marshall this is what I do I help addicts and cook for the homeless. Buy socks and coats and I do not own my socks nor coat. Have to bring my mom sometimes walking or SMART Bus to save gas. So proud of you beating your addiction sincerely.\n\n    I am in the ICU and my mom is up the hall on life support. In my room there are all of these mechanisms to save life. My heart stopped and CPR three times separate was performed on me. I am terrified too. The unknown. Friends and Family has faded. And your letters sustain the little hope; to reach to gasp as they are compressing my chest. Still night falls heart rate is to high I ask them to play music. “Going Through Changes” as staff backs away and the paddles send 150volts through my body. No medication to soothe jolt of Cardioversion. Marshall damn my heart rate is still 186. In despair a type of death middle ground holding back tears 160,170,200 wait volts. I think about the hell I have endured. And comparisons do nothing but turn into assumptions. I have a little butt. Lol.  But I can see you being the type to do so.\n    No family wait my mom she forgot me name. This is somewhat an injustice of every single disparity you suffered; I suffered and the world has suffered . But you keep moving forward and I will too. One day you will write. I can not imagine the way you have been treated by women. I am not those women. This is the nerd with no friend but your music. You are receiving a message from someone that grew and would love to be your friend. To talk to after a hard day. Three times I died and they didn’t follow my instructions because they felt I had so much more to do. My Lupus will never stop. \n       If you have glance at a pic on Facebook it’s Madre and her Mija beating Cancer. This morning a clump of hair came out; IT IS BACK ROUND TWO. I will hold my head high. So my dinner will not be fury. I have to keep a decent amount of humor without no one is around.  One day you will write me. Maybe go get a Happy Meal, talk on the phone at 3am because I need to hold you down not because “My Monsters” came for a”WTP”.  Making time for you. If you give it a chance we can have 10 kids....  NO SERIOUSLY, give it a chance I am a great listener and the best friend ever. I would be scared to meet you or FaceTime because I not a model or others I’ve seen on TV you have by your side. No I am not tearing myself down but giving you a heads up. Hoodies t-shirts and Sweatpants ok for you? With Lupus the steroids I will be at Leo’s Coney Island on Old Woodward!!!!\n\n       Honestly I do not think this message or messages are even read by you to even to seen How your day is. Or 3am calls. As friends. Three codes that’s a lot and I’m still proud of you period. No amnesia. I trust and rules and bylaws to talk and be friends with you.\n\n   My heart sometimes says it is a chance but reality kicks in as I look at my mirror in the restroom as I turned on the light. I breathe turn the light out and I’m only a gnat to Marshall. \n\n  Keep up all the great music so I can listen to it. You are awesome sauce. Great Father to your daughters and everyone else.. Happy Holidays \n\nSincerely,\nAshley"
        }
    ]
}