{
    "data": {
        "created_time": "2017-06-23T20:53:20+0000", 
        "id": "10155557995088933_1982465528643685", 
        "message": "Judge NOT unless you be judged FIRST. A SPIRITUAL man judges all things. Christ wants  a personal spiritual relationship with each of us. If you LOVE the world or the things of the world,the love of the Father is NOT in you. To be friends with the world is to be an enemy to God. The book is the true,original inspired by God written by man. Obviously by more than one man. Jesus Christ's other names/titles are the Word of God and also the Living Water. Jesus said have nothing to do with the fruitless deeds of DARKNESS but rather EXPOSE them. Ephesians 5:11 K.J.V.  God/Jesus knew YOU at birth,what your name and life would become. No one else that you know family or friend love you as much or would seriously die for you but the God man,fully God and fully man who was sinless but became sin for us to save us from the punishment we all deserve destined to the lake of fire in hell/hades!!  I am a a babe in Christ so bear with me please,thank you ;) Hell was never intended for people but for Satan and his demons but us sinners who don't communicate through prayer and ask forgiveness and don't repent from our works in the physical flesh, the unbelieving people,satan,false prophet,antichrist and billions of demons who inflict  pain and suffering in every way imaginable! For ALL have sinned and fallen short of the glory of God including me. Jesus was and still is GOD Incarnate in the flesh that came out of nowhere through a sexless/non intercourse virgin birth. Be warned God is NOT mocked. Vengeance,recompense,and payback will be brought forth and at JUDGEMENT after our deaths we will be judged by the Ultimate Judge on our thoughts,words,actions and deeds we are accountable for while we were still alive in our physical bodies/temples compromised of flesh and blood. In the Old Testament Godly  people sacrificed animals like lamb's and doves for the remission or deletion of sins and atonement to  please and have favor with the God of Israel and God's chosen people,the Brown skinned Jews BUT His own people(He is the King of the Jews)riled up and angered by the religious leaders of His time,the Pharisees who incited anger in both the Romans and His chosen people(Jews)to turn on Yahushua and kill/crucify him to his predetermined death. Salvation through Christ to Heaven was then offered to the gentiles who are non-Jew! Yahushua was perfect and also an outcast by His own society and never needed water baptism with water and the Holy Spirit performed by His older cousin John the Baptist(he wore camel's hair and ate locusts insects and honey)  in the Jordan river. John actually wanted to be baptized by Yahushua,his family member. Christ baptized as well with fire(the word of God) and the Holy Spirit given from Heaven. The Father,Son,Holy Spirit Trinity[tri meaning three) are all seperate/different BUT at the same exact time the same. It's a mystery no person understands. The Holy Spirit came down from Heaven in the form of a dove bird,and a voice was heard that said \"this is my beloved Son in whom I AM well pleased\". I AM is another name for God. When we have enemies it causes trouble and all sorts of violence but Jesus said pray for your enemies who persecute you(hate you through words and actions)and despitfully use you. People who act  like a loving family member or fake friend just to get what you have to offer them matertialisticly $$! Jesus was born into a royal kingly bloodline through the generations and genealogy of king David :) Christ is style,fashionable,hip,stylish,vogue,radical,brilliant,marvelous,narley,cool and more than anything that's what's up. The bible is the word,deep,too real and the only factual non fiction book you NEED to read. Everything else is fiction,not real and fabricated by people with ulterior motives and that have collided for fame,gain and profit.   The book lists actual people,places and things that existed and still do remain today. Archeologists have been trying to cover up historical finds but cannot like Noahs ark in Antarctica,the garden of Eden in Egypt,Africa,the rock Moses(Jew) broke into two halves with His staff and water rushed out to give to the children of Israel on their way from bondage/slavery from Egyptian Pharoah so they would not thirst going  to the promised land of Canann,the land flowing with (camel)milk and wild bee honey."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}