{
    "data": {
        "created_time": "2017-06-15T16:25:01+0000", 
        "id": "10155557995088933_10155558084228933", 
        "message": "Without Me \n(please sing to this tune) \n@weirdal\n#TheResistance #DonTheCon #Traitor #Treasonoustrump @Eminem @realDonaldTrump #ShowYourTaxes\n\nOrange Menace! Real name, no gimmicks. Two Russian girls go 'round the ballot box, 'round the ballot box, 'round the ballot box.\n\nGuess who's back? Back again, orange is back, tell a friend! Guess who's Black? Guess who's Black? Guess who's Black? Guess who's Black?\n\nWe created a monster cause nobody wants to see Hillary no more, they wanted orange, now wanna eat his liver. Well, if you want orange he's says he gonna get ya! You'll need a little bit a weed and some hard liquor, some Putie vodka that'll jump start farts quicker than a tweet when I get tweetin' at the hospital by the doctor when I'm not cooperating, when I'm rocking the world while Kelly's lying on TV (HEY!)\nYou waited this long now stop debating cause I'm on crack, got it in da bag and bloviating. I know you think I'm a knob Mrs.Obama but your husband's YUGE heart is complicating. So the FBI won't let me be or let them beat me so let me charge a fee they tried to shut me down on MSNBC but it feels so empty without little t.\n\nSo c'mon Kelly, red on your lips, suck that, blood on your lips, and stop having your fits and GET READY CAUSE THIS STUFFS ABOUT TO GET HEAVY I just settled another lawsuit, Help Me Kelly! Now this looks like a job for me so erebody just follow me 'cause we need a little controversy 'cause it feels so empty without little t.\n\nLittle hellions voters feeling rebellious embarassed our parents still don't listen or tell us, they start feeling like prisoners, helpless, til someone comes along with a message and yells “RICH” No mission here, vision is scary, could start a REVOLUTION polluting the internet a rebel so let me shovel not ask, I think everyone's kissing my ass. (smack) I'm a disaster, such a catastrophe, for you to see so damn much of my scalp, you dare look at me?\n\nWell I'm not black, nananananana, fix my bent persona, tune me in and then I'm gonna enter in and up under your skin in your sphincter! The center of attention backside please enter I'm interesting the best thing since General Lee, infesting you for years and festering, testing, “Sieg Hiel” please, feel the tension soon as someone mentions me. Here's my 10 cents, stole it, it's free, a nuisance, my taxes you want from me?\n\nDeplorable basket, I'll go tit for tat with Hillary who's shamed a bit, like Mitt! Hillary Clinton you got your ass kicked worse from them little limp lefty bastards, and Bernie? He should've followed Obie,\na 55 year old smart headed homie, you don't own me, you're too poor, let go, it's over, no lefty listens to me though, Putie let's roll just give me the signal i'll be there with a whole list of new insults.\n\nBut sometimes the shit just seems everybody only wants to discuss me so this must mean I'm disgusting but it's just me, I'm just obscene. No, I'm not the first King of Controversy. I am the worst thing in the GOP to hate Black people so selfishly and use it to get myself wealthy (Hey) there's a concept that works 62 million hateful white voters emerge but no matter how many fish in the sea it be so empty w/o little t."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-15T16:27:59+0000", 
            "id": "10155557995088933_10155558095608933", 
            "message": "U callin Eminem pathetic? It's all him I just tweaked it orange!\n#AlwaysTrumpRussia!"
        }, 
        {
            "created_time": "2017-06-15T16:31:23+0000", 
            "id": "10155557995088933_10155558109798933", 
            "message": "You don't even have to be a Trump hater to see how bad this is."
        }, 
        {
            "created_time": "2017-06-15T16:33:43+0000", 
            "id": "10155557995088933_10155558116058933", 
            "message": "Who cares? It's protest and it's fun!\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:04:54+0000", 
            "id": "10155557995088933_1888570834723034", 
            "message": "Protest? 🤣🤣🤣"
        }, 
        {
            "created_time": "2017-06-15T17:09:36+0000", 
            "id": "10155557995088933_508794509511860", 
            "message": "Nay sayers like you can't get me down, ima keep resisting this clown!\n#DonTheConMustBeGone\nYou don't have a creative bone in your sorry deplorable ass!"
        }, 
        {
            "created_time": "2017-06-15T17:15:55+0000", 
            "id": "10155557995088933_1449330851819898", 
            "message": "I hate Trump only slightly more than your attempt at your tweak."
        }, 
        {
            "created_time": "2017-06-15T17:24:20+0000", 
            "id": "10155557995088933_1471521569552818", 
            "message": "It's no longer a reach,\nTis the season to impeach,\nTreason is the reason,\nCorrupt congress must act,\nTo break #DonTheCon & #VladTheBad pact."
        }, 
        {
            "created_time": "2017-06-15T17:24:28+0000", 
            "id": "10155557995088933_1471521636219478", 
            "message": "It's called mind fuck propaganda!You say what will please & do the opposite with ease, he's just a sleaze, be gone, dumb don!#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:24:39+0000", 
            "id": "10155557995088933_1449337635152553", 
            "message": "I 💜 No Drama Obama\nBut DonTheCon\nHas Gone Mad As Hell\nOur Country Fell\nTo BadVlad\nBut Money Talks\nFollow It To See\nWhere Lies\nDon's Loyalty\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:24:51+0000", 
            "id": "10155557995088933_1449337828485867", 
            "message": "I'm Fresh Outta Fucks\nDonnyBoys sucks\nBows before Putie\nThen performs duty\n#WeBeenHadByDonAndVlad\n#StateOfTheUnionVeryMad\n#PleaseGodGetRidOfFraud\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:25:00+0000", 
            "id": "10155557995088933_1449337948485855", 
            "message": "Trumplicit patsy Michael Flynn\nSean Spicer lies and tries to spin\nDishonest Don watches with a grin\nAnd gets away with original sin!\n#HACKED\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:25:09+0000", 
            "id": "10155557995088933_1449338118485838", 
            "message": "DonTheCon and his DevilSpawn must be gone before the dawn escaping across the lawn and into the street in total defeat with nowhere to hide so he must abide and go with the lot and fly aeroflot to buddy puppet master to escape this disaster he made but thinks he'll get paid for disrupting the peace and giving a lease to putin who's rootin for evil to win because of his spin.\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:25:17+0000", 
            "id": "10155557995088933_1449338671819116", 
            "message": "On Sunday you pray to be healthy but on Monday you admit it's only for the wealthy.\nOn Sunday you sit in the pew but on Tuesday you vote for the few (which isn't you)\nOn Sunday you learn what's a lie but by Wednesday you only deny.\nOn Sunday you're taught to be fair but by Thursday you no longer share.\nOn Sunday you preach and sing but on Friday trump rally's your thing.\nOn Sunday you learn of God's love but on Saturday you go shoot the dove.\nOn Sunday you'll never  learn because the rest of the week you can't discern."
        }, 
        {
            "created_time": "2017-06-15T17:25:27+0000", 
            "id": "10155557995088933_1471522556219386", 
            "message": "Please share if you care that don is unaware of the cost of the land that is lost by his hand as he signs aways parks and barks about attendance while descendants prepare for war at our door I can't take anymore please squeeze me tight wake me up from this night it's donny delight to threaten to fight so we must stop before we drop to our knees and are forced to please and appease don the con."
        }, 
        {
            "created_time": "2017-06-15T17:25:42+0000", 
            "id": "10155557995088933_1471522829552692", 
            "message": "HumptyTrumpty tried to build a wall,\nHe thought it would be very, very tall,\nBut dumbdon was so painfully wrong,\nHe didn't know until he saw the throng,\nMILLIONS said \"NO\" you have such gall,\nTogether we stood,\nThe People weren't small,\nWe chanted, marched, and held our signs,\ndon was dismayed,\nHe thought we'd build shrines,\nIt was on that day we made our bonds,\nTo stick together until don absconds,\nSo shine your light in this freedom fight,\nDo what your conscience says is right,\nI was there and you've probably seen,\nOn 21 January 2017,\nWe The People stood millions strong,\nto send don a message,\n\"YOU WON'T BE HERE LONG!\"\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:25:50+0000", 
            "id": "10155557995088933_1449339105152406", 
            "message": "Even trump learned his lessons from sessions, but I for one heard, Coretta's loud word, she screamed from the grave, sessions will not behave, but no one listened, as jeffy's eyes glistened, as he dreamed of jailing blacks, hard labor on their backs, living in his buddy's jail, as their pockets swell, a racist in charge, racism at large, I can still hear her, he won't defer, and just as she said, we've been misled, sessions said he'd recused, but he didn't, he schmoozed, and now we have a lie, that won't go and die, Jeff must resign, let the stars align, get jeffy gone along with don!\n#LearnYourLessonsFromSessions\n#ImpeachTheLeech\n#TreasonIsReason\nRevolt!\nBut not with a colt!\nSharp minds and words aimed well is what will fell these men from hell.\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T17:26:25+0000", 
            "id": "10155557995088933_1471523339552641", 
            "message": "REVOLT!\nBut not with a Colt!Sharp minds and words aimed well,\nIs what will fell,\nThese men from hell!#trumpRUSSIA\nWhen you have the urge to pick up a weapon use your phone and call your Senator!\n#BitchDaily"
        }, 
        {
            "created_time": "2017-06-15T17:28:02+0000", 
            "id": "10155557995088933_1471525036219138", 
            "message": "I'M NOT A FUCKIN POET!\nNo I'm not a poet\nCan't even snow it\nJust a pissed off pussy\nNot a sheeple wussy\nJust like Don\nI use the Internet\nBut for me\nit's patriotic dissent\nI'm just here to make it very clear\nThat if Don isn't gone\nThe end is very near!#IBlowItAsAPoet\n#TRUMPRUSSIA⬆⬆⬆⬆⬆⬆↖↖real message"
        }, 
        {
            "created_time": "2017-06-15T17:45:23+0000", 
            "id": "10155557995088933_1715653588519072", 
            "message": "Bro please stop, I can't tell if you're a shill account or not this is so bad."
        }, 
        {
            "created_time": "2017-06-15T18:08:31+0000", 
            "id": "10155557995088933_1916429228600419", 
            "message": "#TRUMPRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T18:13:44+0000", 
            "id": "10155557995088933_1916431161933559", 
            "message": "One must take the orange oath\nTo lie or steal or both\nDon will search for a stooge\nTo support his lies that are huge\nRun Forrest Run\nWho wants the job?No one!\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T18:14:27+0000", 
            "id": "10155557995088933_1715682641849500", 
            "message": "Goddamn Elf keeps falling off the shelf, tie it up tight, heck do it every night, in fact tape that mouth shut, and kick it in the butt, it has no business here, it only lives in fear, of the \"terrible\" black, that's gonna jump him on the back, paranoia screams, in jeffyboy's dreams, racism in his heart, will tear the US apart, it's time for him to sit, and wallow in his shit, the president he serves, is mentally unfit, together quite a show, but it's time for them to go!\n#LearnLessonsFromSessins\n#DonTheCon\n#PutElfBackOnShelf"
        }, 
        {
            "created_time": "2017-06-15T18:14:50+0000", 
            "id": "10155557995088933_1445858225470340", 
            "message": "Today it's about #NewtTheGaloot!\n#trumpRUSSIA"
        }, 
        {
            "created_time": "2017-06-15T18:16:06+0000", 
            "id": "10155557995088933_1715683708516060", 
            "message": "I LOVE YOU GUYS!!!!!\nNo respect, For a president we didn't elect, This is Putie's guy, I won't be shy, I need the WORLD to know, That America's #DogAndPonyShow, Is a show for the road, With its BS load, And like Ringling Brothers, If America has its druthers, will be shut down, and then The Crown, And the people of Britain, Of whom I've become smitten, Will not have to bare, Their rumps in the air, To show disdain, For the criminally insane, Who's name is DishonestDon, Because he'll be long gone!\n#GetDonGone\n#DonWillShitOnABrit\n#tRumpRUSSIA\n#BareYourRumpToTrump"
        }, 
        {
            "created_time": "2017-06-15T19:06:12+0000", 
            "id": "10155557995088933_129120001000865", 
            "message": "Bec Kemp You suck at rapping. No one cares about your opinions."
        }
    ]
}