{
    "data": {
        "created_time": "2016-02-06T02:05:54+0000", 
        "id": "10153295393860079_1205622639578984", 
        "message": "Every day as i get a little older more weight is added on to these fucking shoulders. \nBut I can't give up cause im a soldier. But man what do you want me to say even soldiers can't carry Boulder's. Life's a bitch and I gotta hold her closer. Cuz every day im getting closer to death. If the devil is real he'd be real impressed that I passed his  test. My life's a mess... I could just take some pills and take a long ass rest. But let's be honest that wouldn't solve shit... I could just quit rap But the opportunity man i just cant pass it. But i dont have the skills to get a degree its like money i just dont fucking have it. Did you really think i didnt come to reek havoc just kidding I'm packing it up maybe as I do, it will fucking erupt or maybe I'm just stuck and outta luck. Fuck life I'm just sitting, wishing there was a self destruct. Wishin I would  get struck by lightning. But then I would be that one kid that could of had a career but stopped writing. I can't be that one adult popping Vicodin day after day. You get mad cuz I say the truth, thinking every sentence is directed at you. So excuse me If ima little personal. Maybe even a little versatile at times. I spit rhynes cause its the only thing that I can do that isn't considered a crime.  These lyrics are how I pantomime.\n\nI started rapping a year ago... Please tell me if I'm any good"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}