{
    "data": {
        "created_time": "2016-02-15T01:56:13+0000", 
        "id": "10153295393860079_1632047603718038", 
        "message": "Only reason I dissed you in the first place\nis cause you denied seein me\nNow I'm pissed off\n\n[Eminem]\nSit back homie relax, in fact grab a six-pack\nKick back while I kick facts, yeah Dre, sick track\nPerfect way to get back, wanna hear somethin wick-wack?\nI got the same exact tat that's on Nick's back\nI'm (Obsesseed) now, oh gee\nIs that supposed to be me, in the video with the goatee?\nWow Mariah, didn't expect you to go balls out\nBitch shut the fuck up, 'fore I put all them phone calls out\nyou made to my house when you was (Wild'n Out) before Nick\nWhen you was on my dick and give you somethin to smile about\nHow many times you fly to my house, still tryin to count\nBetter shut your lyin mouth if you don't want Nick findin out\nYou probably think cause it's been so long\nif I had somethin on you I woulda did it by now\nOh on the contrary Mary Poppins I'm mixin our studio session down\nand sendin it to masterin to make it loud\nEnough dirt on you to murder you\nThis is what the fuck I do, Mariah it ever occur to you\nthat I still have pictures? However you prefer to do\nand that goes for Nick too, faggot you think I'm scurred of you?\nYou're gonna ruin my career you better get one\nLike I'ma sit and fight with you over some slut bitch cunt\nthat made me put up with her psycho ass over six months\nAnd only spread her legs to let me hit once\nYeah, what you gonna say I'm lucky? Tell the public \nthat I was so ugly that you fuckin had to be drunk to fuck me?\nSecond base, what the fuck you tell Nick pumpkin?\nThe second week we were dry humpin, that's gotta count for somethin\nListen girly, surely you don't want me to talk about\nhow I nutted early cause I ejaculated prematurely\nAnd bust all over your belly and you almost started hurling\nand said I was gross, go get a towel, your stomach's curling\nOr maybe you do, but if I'm embarrassin me I'm embarrassin you\nAnd don't you dare say it isn't true\nAs long as that song's gettin airplay I'm dissin you\nI'm a hair away from gettin carried away and gettin sued\nI was gonna stop at 16, that was 32\nThis is 34 bars, we ain't even third of the way through\n\"Damn Slim, Mariah play you,\" Mariah who?\nOh, did I say whore Nick? I meant a liar too\nLike I been goin off on you all this time\nfor no reason, girl you out your alcoholic mind\nCheck your wine cellar, look at the amounts of all the wine\nLike I fuckin sit around and think about you all the time\nI just think this shit is funny when I pounce you on a rhyme\nBut fuck it now I'm 'bout to draw the line\nAnd for you to cross it that's a mountain that I doubt you wanna climb\nI can describe areas of your house you wouldn't find\non an episode of \"Cribs,\" a blow below the ribs\nIf I hear another word so don't go openin your jibs\nCause every time you do it's like an overload of fibs\nI ain't sayin this shit again hoe, you know what it is\nIt's a warnin shot, 'fore I blow up your whole spot\nCall my bluff and, I'll release every fuckin thing I got\nIncluding the voicemails right before you flipped your top\nwhen me and Luis were tryin to stick two CD's in the same slot\n\n[Interlude]\n\"Slim Shady... \"\n\"Slim Shady...\"\n\n[Eminem {Mariah Carey samples}]\n{\"I love you\"} I love you too\nLet me whisper sweet nothings into your ear boo\nNow what you say? {\"It's nothin\"} Yeah so what I'll do\nis refresh your memory when you said {\"I want you\"}\nNow should I, keep goin or should we call truce?\n{\"You think you're cute, right?\"} You bet your sweet ass I do\n{\"I'm Mary Poppins, B\"} And I'm Superman, ooh\n{\"Mary P - Slim Shady\"} Comin at you\nSo if you'll still be my {\"Baby girl\"}\nThen I'll still be your {\"Superhero\"}\n{\"Wilma M.\"} Yeah, I'm right here\n{\"You like this!\"} Nope, not anymore dear\nIt cuts like a {\"knife\"} when I tell you get a {\"life\"}\nBut I'm movin on with mine, Nick, is that your {\"wife\"}\nWell tell her to shut her mouth then I'll leave her alone\nIf she don't {\"stick to the script\"} then I'ma just keep goin\nDamn\n\n[Outro]\n\"I see Mary Ann, Mary Ann's sayin cut the tape\nCut the tape, knife!\"\n\n Submit Corrections"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}