{
    "data": {
        "created_time": "2017-11-17T15:20:54+0000", 
        "id": "10154949705365079_10154949773615079", 
        "message": "I voted for Trump but I can still like Eminem too, regardless what he said... This song is beautiful Eminem..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T15:58:09+0000", 
            "id": "10154949705365079_10154949853860079", 
            "message": "At least you recognize that you’re ignorant and freely admit it. It’s a step in the right direction..."
        }, 
        {
            "created_time": "2017-11-17T16:07:44+0000", 
            "id": "10154949705365079_10154949882420079", 
            "message": "I voted for Trump as well"
        }, 
        {
            "created_time": "2017-11-17T17:28:57+0000", 
            "id": "10154949705365079_10154950093880079", 
            "message": "Kenn Anderson, I'm not ignorant... he was the lesser of two evils and I earned my right to vote a long time ago and don't need anyone's approval for it... Everyone needs to stop the hatred and we all just need to be Americans... I didn't bad mouth any of the presidents elected in the past even though I didn't agree with them or what they were doing... It's time for everyone to start acting like adults and stop bullying people because their beliefs and opinions aren't the same."
        }, 
        {
            "created_time": "2017-11-17T19:38:45+0000", 
            "id": "10154949705365079_192928357939475", 
            "message": "Ignorant?\n\nSomeone doesn’t pay attention to anything relevant, like our stock markets, or how we are economically.\n\nBut most people who don’t pay attention to those things, simply can’t participate, therefore it’s natural to be a bigot and hate Trump."
        }, 
        {
            "created_time": "2017-11-18T08:24:37+0000", 
            "id": "10154949705365079_146276662666148", 
            "message": "Kenn Anderson you’re a registered sex offender of a little boy and you’re calling out someone for being ignorant ?"
        }, 
        {
            "created_time": "2017-11-18T21:30:33+0000", 
            "id": "10154949705365079_365836983859296", 
            "message": "Brandon Landry ...Our economy was well established before Trump. Earnings bro, earnings drive market performance. He just happened into a right place right time moment."
        }, 
        {
            "created_time": "2017-11-20T07:15:21+0000", 
            "id": "10154949705365079_401584686948342", 
            "message": "you \"earned\" your right to vote? do you even know what \"rights\" means?"
        }, 
        {
            "created_time": "2017-11-20T14:35:02+0000", 
            "id": "10154949705365079_734377503420020", 
            "message": "Yes, I \"earned\" my right by being an adult and staying out of trouble to keep my privilege to vote. And yes, I know what rights are... but not everyone has the right to vote... felons do not have the right to vote..."
        }, 
        {
            "created_time": "2017-11-21T04:46:14+0000", 
            "id": "10154949705365079_191644194720453", 
            "message": "\"Its time to start acting like adults and stop bullying people because their opinions and beliefs aren't the same\"\n First of all, Trump is the definition of a spoiled man-child. And secondly he has gotten a lot of things in his life by bullying people into doing what's best for him. He consistly talks shit about hard working people and good role models because they won't stand for the anthem \n\nI'm not saying your just another stupid Trump supporter because I realise not all are the same, but you have to realise the irony of your comment."
        }
    ]
}