{
    "data": {
        "created_time": "2017-11-17T15:02:26+0000", 
        "id": "10154949705365079_10154949737380079", 
        "message": "After that diss about trump was so fuck up you keep on saying things over and over again what a wanker you are now days"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T15:53:27+0000", 
            "id": "10154949705365079_10154949842815079", 
            "message": "Yeah, dissing Trump automatically makes whatever you put out terrible after. Trump hates kangaroos, mate."
        }, 
        {
            "created_time": "2017-11-17T17:31:12+0000", 
            "id": "10154949705365079_10154950098420079", 
            "message": "All Clinton supporter are bitchers with nothing better todo than have a criminal clinton who would make the world go to war with russia you hate on your President for being out there the funny thing is Clinton supporters cause so much shit like trump a sexist pig and touches females have anyone came forward with real evidence have the Clinton supporters got evidence that his racist eminem use to keep it real..I guess it come it pathetic Clinton supporters. If Clinton got in and we went to war with russia because of her I would not fight id be with russia kicking your ars ."
        }, 
        {
            "created_time": "2017-11-17T17:54:14+0000", 
            "id": "10154949705365079_10154950139415079", 
            "message": "Lol he does music and freedom of speech he ace all ways will be deal with it bitches keep Dissing trump he a bellend"
        }, 
        {
            "created_time": "2017-11-17T18:04:14+0000", 
            "id": "10154949705365079_10154950167865079", 
            "message": "Thats true bitches always bitching about what they can't have like the criminal (Clinton) and her supporters yes love all eminem diss music but the trump one really sound shit not because I wish trump to take over our prime minister its because from eminem old school stuff was great I was his biggest fan I had everything that eminem sold all the posters and fags all his cds all 3 of his dolls 1 rare 1  was the car one with his wife in the trunk I had everything thing yet this song was shit."
        }
    ]
}