{
    "data": {
        "created_time": "2017-11-17T15:12:44+0000", 
        "id": "10154949705365079_10154949757890079", 
        "message": "I've been a fan of Eminem since I was 10. 2003 I actually started listening to rap. I was hooked, their isn't and wasn't anyone better. Relapse in my opinion was his worst album. I love the Eminem show, Marshall matters LP, and recovery. My three top albums. I'm hoping and praying this album fuckin bangs. I've been waiting. Mmlp2 was dope, but I want that wild spazz out in a track em. That recovery/8 mile style. Let's hope we have one last masterpiece. I'm still on the fence about this track... I need to maybe hear it more. This better be the only radio track and the rest is straight fuego!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T16:17:27+0000", 
            "id": "10154949705365079_10154949912075079", 
            "message": "Don't get your hopes up. I'm convinced he's cloned. So if it sucks, it'll be no surprise."
        }, 
        {
            "created_time": "2017-11-17T17:25:31+0000", 
            "id": "10154949705365079_10154950087105079", 
            "message": "I honestly though this song was doodoo. It was tough waiting for ems part"
        }, 
        {
            "created_time": "2017-11-17T17:28:49+0000", 
            "id": "10154949705365079_10154950093725079", 
            "message": "Michael Curatolo please enlighten us on your convincing discovery... I'm also under the impression that he's not himself - but I need more proof, or evidence on the subject."
        }, 
        {
            "created_time": "2017-11-17T21:21:50+0000", 
            "id": "10154949705365079_372381353211484", 
            "message": "Lloyd Coetzee just from the shit in his songs that he has said, and going by his music videos. Subliminal messages in songs, freestyles, and the fact that he does a complete 180 and shares opinions with leftist libtards, hating a man who is literally the Presidential version of himself without the drug overdoses and rapping about raping his mom and killing his baby mama \n\nEither that, or he's just fucking with everyone for attention and sales. Any publicity is good publicity."
        }
    ]
}