{
    "data": {
        "created_time": "2017-11-17T14:49:13+0000", 
        "id": "10154949705365079_10154949709905079", 
        "message": "Eminem's rap on Donald Trump was epic 😂"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 121
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T14:53:32+0000", 
            "id": "10154949705365079_10154949718150079", 
            "message": "Epically trash he should stick to music not politics"
        }, 
        {
            "created_time": "2017-11-17T14:55:19+0000", 
            "id": "10154949705365079_10154949721470079", 
            "message": "Tim A Kipp Il 😂😂 so butthurt"
        }, 
        {
            "created_time": "2017-11-17T14:55:47+0000", 
            "id": "10154949705365079_10154949722405079", 
            "message": "A white guy from the south didn't like an anti trump rap 🤥🤥🤥🤥 what a huge surprise!"
        }, 
        {
            "created_time": "2017-11-17T14:57:47+0000", 
            "id": "10154949705365079_10154949726955079", 
            "message": "Actually from the north just got away from the cold weather just don’t like my music mixed with politic bs"
        }, 
        {
            "created_time": "2017-11-17T15:00:04+0000", 
            "id": "10154949705365079_10154949731440079", 
            "message": "Cory Burns an again with color why does it matter what color I am? He needs to stick to his music black, white, blue, purple doesn’t matter he still should still stick to what he does best music."
        }, 
        {
            "created_time": "2017-11-17T15:00:15+0000", 
            "id": "10154949705365079_10154949732015079", 
            "message": "Epic fail"
        }, 
        {
            "created_time": "2017-11-17T15:02:21+0000", 
            "id": "10154949705365079_10154949737215079", 
            "message": "It wasn’t good at all...it was an awful freestyle"
        }, 
        {
            "created_time": "2017-11-17T15:06:33+0000", 
            "id": "10154949705365079_10154949746650079", 
            "message": "Did you ever actually listen to Eminem? There has ALWAYS been politics. You're just butt hurt he went after your guy. Get over it"
        }, 
        {
            "created_time": "2017-11-17T15:12:44+0000", 
            "id": "10154949705365079_10154949757905079", 
            "message": "It was the worst video I've ever seen I actually thought it was a spoof until I found out it was actually him . Eminem is a joke"
        }, 
        {
            "created_time": "2017-11-17T15:15:10+0000", 
            "id": "10154949705365079_10154949763010079", 
            "message": "Music and politics have always been mixed (Bob Dylan, Neil Young, countless others)...and rap, especially. Go listen to shitty \"bro country\", I'm sure that's right up your alley."
        }, 
        {
            "created_time": "2017-11-17T15:16:27+0000", 
            "id": "10154949705365079_10154949765785079", 
            "message": "Ok #1. Emenim basically insulted some of his fans and told them to choose his bigoted side or else (FU).. That's called fascism...\n#2. I honestly expected better from him (not morally IDGAF his morals or who he votes for really it's his choice) lyrically because truthfully impo it was trash..\n#3. He essentially made racist comments and once again insulted some of his fans...\n#4. He Told everyone to \"Hate Trump\" I'm no genius but telling people to hate anyone isn't really something anyone should be proud of.... \n#5 Guess WHAT it's not like he was trying to get in the news or anything because he has a new album or something coming out and get free publicity right ohh wait... He does have a new album coming out!"
        }, 
        {
            "created_time": "2017-11-17T15:18:29+0000", 
            "id": "10154949705365079_10154949769505079", 
            "message": "Acting like Eminem never made mosh or white America. Eminem has always had politics in his music."
        }, 
        {
            "created_time": "2017-11-17T15:22:23+0000", 
            "id": "10154949705365079_10154949776050079", 
            "message": "Tom Preece the only butthurt people are the ones that haven't gotten over the man becoming our president, real talk."
        }, 
        {
            "created_time": "2017-11-17T15:25:03+0000", 
            "id": "10154949705365079_10154949780905079", 
            "message": "Bruce, here is a simple solution. Stop listening to him or paying attention to him."
        }, 
        {
            "created_time": "2017-11-17T15:27:07+0000", 
            "id": "10154949705365079_10154949785115079", 
            "message": "Guy has been lighting up presidents for years and not a word, then he goes after trump and people freak out. ‘Stick to music not politics’ 🙄? Really ?? Unreal"
        }, 
        {
            "created_time": "2017-11-17T15:32:56+0000", 
            "id": "10154949705365079_10154949797560079", 
            "message": "He actually rarely weighs in on politics, never gave his fans an ultimatum like he cared enough to have a platform, never went after Obama because it would have damaged his career and it made him look like a fool because he got offended, when he made a career based off of offending people. So the feminists and everyone he has talked shit about for years are now praising him as a hero just like backwards ass brainwashed people do. \"Put anthrax on a Tampax and slap you til you can't stand...\" -superman. It's not exactly hard to speak out against Trump considering a lowlife like Kathy Griffin made it look like she put his head on a stick and got away with it. Not to mention it was garbage. I don't hate it because I like Trump, you like it because you hate Trump lol. Fake ass fans"
        }, 
        {
            "created_time": "2017-11-17T15:37:56+0000", 
            "id": "10154949705365079_10154949809640079", 
            "message": "It wasn't his best, but he raised the bar higher than anyone else. He holds record for one of the best freestyles, so the only bad thing about his Trump freestyle is that he didn't want to embarrass people like he used to.I bet you if he embarrassed everyone who voted for Trump, just like Eminem likes embarrassing himself there would be real outrage, not even a bunch of whiny fake rage like there is now."
        }, 
        {
            "created_time": "2017-11-17T15:39:20+0000", 
            "id": "10154949705365079_10154949812275079", 
            "message": "I guess he saw how serious the political situation is to do harm he could have regretted."
        }, 
        {
            "created_time": "2017-11-17T15:41:17+0000", 
            "id": "10154949705365079_10154949816295079", 
            "message": "Which in my book makes him better than president Trump, just more human."
        }, 
        {
            "created_time": "2017-11-17T15:55:03+0000", 
            "id": "10154949705365079_10154949845355079", 
            "message": "John Weber obviously you haven't seen all the great news. The impeachment process has started against your \"Great Guy\" or whatever. He'll be lucky to not leave the whitehouse in handcuffs."
        }, 
        {
            "created_time": "2017-11-17T15:57:14+0000", 
            "id": "10154949705365079_10154949850315079", 
            "message": "Eric Penny truth"
        }, 
        {
            "created_time": "2017-11-17T16:12:06+0000", 
            "id": "10154949705365079_10154949897610079", 
            "message": "Andrew Fauver he told his fans to go fuck themselves based off of a political difference of opinion in the past? Please tell me when he did. I'll wait."
        }, 
        {
            "created_time": "2017-11-17T16:14:53+0000", 
            "id": "10154949705365079_10154949904785079", 
            "message": "Caleb Howard great explanation."
        }, 
        {
            "created_time": "2017-11-17T16:17:29+0000", 
            "id": "10154949705365079_10154949912120079", 
            "message": "Daniel R Choate I never even voted for Trump so you can stop coming at me sideways like I give a fuck lmao. Like I said, butthurt."
        }, 
        {
            "created_time": "2017-11-17T16:47:28+0000", 
            "id": "10154949705365079_10154950013590079", 
            "message": "John Weber nobodies butthurt. I couldn't be happier. Fuck Trump and all the stupid shit he says and does. Glad he's getting impeached.\nAnd your earlier comment about just accepting the fact he's your president even though he hasn't done a single thing right, and he trying to start a Nuclear War with North Korea. People have the right to be upset with their president. The ones who are the problem are the bitches like you who sit back and take it."
        }
    ]
}