{
    "data": {
        "created_time": "2016-02-07T09:57:08+0000", 
        "id": "10152764285730079_921822174581201", 
        "message": "I thought about going to get this little album you speak of since your lyrical genius had a hand in it, but then you threatened to come over and chill if I didn't so I decided I should start cleaning the house for some company instead 🙉🙈🙊 I'm sure you don't look at this feed whatsoever, considering I'm just a small town girl and I don't even have time to check the bs I get, but I just wanted to swing thru and give you a lil praise for you're seemingly infinite talents. Also, I felt possessed to let you know how grateful I am for your art.... It's clear by your spit that you're a cocky lil f^€<€r 🙃 but many steel exteriors are put in place just to protect the soul that runs the mind and controls the body. (Better get to the point, starting to ramble like em) what I'm trying to spit out is Thank You. You've helped me through some, nah all, of the roughest patches in my life. Don't get me wrong, I don't just seek you when I'm at my bottom like you're some sorta rap \"God\", but for real, anytime my heart feels like letting go or giving up, first I pray to God upstairs, but then I search \"Eminem lyrics\"  and I shit you not, every time I do I can scroll thru, look for a title that spikes my interest, click,and boom! Just like magic, everything I've been struggling with, all of the smog that's been making my eyes haze heavily, all of it is spewed onto my television screen in black and white, through your voice. It's like you speak my mind for me... Well u know I'm sure, fuck u been uncooperatively famous for ions now. Just hope u know your music is more than just music, more than just rap, you superman aren't just an artist... You are a work of art. Woah, shit got deep quick sorry. Prolly won't see this, but if you do, please don't do a \"Stan\" song called \"dahlia\" lmmfao.never,ind I wanna shake your hand, guess I got to switch the script here... Totally kidding. I gotta stop myself before I'm served a restraining order and a trip to the padded rooms. Xoxo. && thanks for helping save our state too, almost forgot to mention it... I know everything they post about the popular kids is typically bull, but I've seen your vids, u love Michigan like I do. Who wouldn't, we have it all!!!! God bless!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}