{
    "data": {
        "created_time": "2014-09-03T16:25:34+0000", 
        "id": "10152288594035079_10152291746050079", 
        "message": "I just want to say u and your music have gotten me through the hardest times of my life. Struggling with addiction most of my life. Your recovery album got me through the hardest of times trying to get clean and the even harder staying clean.  Thank u for putting your struggle out there for me to relate to and feel as tho I wasn't alone, and that I could make it to the other side. You helped save my life. A a dear friend of mine died of an overdose a couple of weeks ago which I am still Struggling with everyday and feel very lucky and thankful that it wasn't me... which also makes me feel guilty for being happy I am still here instead of her. Your music is helping me thru this hard time as well, I know u lost a close friend as well... this has been so hard for me to stay sober, but I am, partially due to you. So thank you. You  are an amazing man that has been through so much is still here saying Fuck everyone who doesn't get or like me this is me love it or hate it. You are inspirational to me in so many ways. I have to meet you before die, your number one on my bucket list. Love you so much for what you have done for me without knowing it. Hope to meet u someday very soon!!! Thanks again"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}