{
    "data": {
        "created_time": "2014-08-18T20:16:02+0000", 
        "id": "10152255506965079_10152255522365079", 
        "message": "\"Not Afraid\"\n\n[Chorus:]\nI'm not afraid (I'm not afraid)\nTo take a stand (to take a stand)\nEverybody (everybody)\nCome take my hand (come take my hand)\nWe'll walk this road together, through the storm\nWhatever weather, cold or warm\nJust letting you know that you're not alone\nHoller if you feel like you've been down the same road (same road)\n\n[Intro (during Chorus):]\nYeah, it's been a ride\nI guess I had to, go to that place, to get to this one\nNow some of you, might still be in that place\nIf you're trying to get out, just follow me\nI'll get you there\n\nYou can try and read my lyrics off of this paper before I lay 'em\nBut you won't take the sting out these words before I say 'em\nCause ain't no way I'ma let you stop me from causing mayhem\nWhen I say I'ma do something I do it,\nI don't give a damn what you think,\nI'm doing this for me, so fuck the world\nFeed it beans, it's gassed up, if it thinks it's stopping me\nI'ma be what I set out to be, without a doubt undoubtedly\nAnd all those who look down on me I'm tearing down your balcony\nNo ifs, ands or buts, don't try to ask him why or how can he\nFrom \"Infinite\" down to the last \"Relapse\" album\nHe's still shitting, whether he's on salary paid hourly\nUntil he bows out or he shits his bowels out of him\nWhichever comes first, for better or worse\nHe's married to the game, like a fuck you for Christmas\nHis gift is a curse, forget the Earth, he's got the urge\nTo pull his dick from the dirt, and fuck the whole universe\n\n[Chorus]\n\nOkay quit playing with the scissors and shit, and cut the crap\nI shouldn't have to rhyme these words in the rhythm for you to know it's a rap\nYou said you was king, you lied through your teeth, for that\nFuck your fillings, instead of getting crowned you're getting capped\nAnd to the fans, I'll never let you down again, I'm back\nI promise to never go back on that promise, in fact\nLet's be honest, that last \"Relapse\" CD was ehhh\nPerhaps I ran them accents into the ground\nRelax, I ain't going back to that now\nAll I'm trying to say is get back, click-clack, blow\nCause I ain't playing around\nIt's a game called circle and I don't know how, I'm way too up to back down\nBut I think I'm still trying to figure this crap out\nThought I had it mapped out but I guess I didn't, this fucking black cloud\nStill follows me around but it's time to exorcise these demons\nThese motherfuckers are doing jumping jacks now!\n\n[Chorus]\n\nAnd I just can't keep living this way\nSo starting today, I'm breaking out of this cage\nI'm standing up, I'ma face my demons\nI'm manning up, I'ma hold my ground\nI've had enough, now I'm so fed up\nTime to put my life back together right now! (now)\n\nIt was my decision to get clean, I did it for me\nAdmittedly, I probably did it subliminally\nFor you, so I could come back a brand new me you helped see me through\nAnd don't even realize what you did, 'cause believe me you\nI been through the ringer, but they could do little to the middle finger\nI think I got a tear in my eye, I feel like the king of\nMy world, haters can make like bees with no stingers\nAnd drop dead, no more beef lingers\nNo more drama from now on, I promise\nTo focus solely on handling my responsibilities as a father\nSo I solemnly swear to always treat this roof, like my daughters\nAnd raise it, you couldn't lift a single shingle on it!\nCause the way I feel, I'm strong enough to go to the club\nOr the corner pub, and lift the whole liquor counter up\nCause I'm raising the bar\nI'd shoot for the moon but I'm too busy gazing at stars\nI feel amazing and I'm...\n\n[Chorus]"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-18T20:22:31+0000", 
            "id": "10152255506965079_10152255538370079", 
            "message": "[Verse 1: Eminem]\nI'll have you taken back to Christ when you sacrifice\nThe way you acting slice when I tear your back with knifes\nJacking life's of MC's, now I'm set to launch a plan\nFor blowing up the stage with illegal contraband\nA stomped your man so unless you want what he got\nYou better set the mic down, I'm steaming like a teapot\nI'll make the tea hot, people get in my face and ask\nIf I wanna battle, then I chase them in a Jason mask\nIt's an amazing task to battle with success\nI never gave a fuck, now I give a fuck less\nAnd in a slug fest I get physical like physicians\nInvisible like magicians with mystical mic traditions\nWicked wizardry, like a sorcerer and no remorse for you\nWhen I torture you throughout the course of my orchestra\nSo feel the force of my spiritual images\nSlicing up an enemy's appendages till he hemorrhages\nMy skin itches every time a rapper recites\nAnd when he's through with his verse, I'm all covered in flea bites\nYou wanna see fights I got a match for you\nYou couldn't flip shit playing in toilets with a spatula\n\n[Chorus: Thyme]\nAyo, who the fuck passed you the mic and said that you can flow?\nPoint him out man I wanna know\nWho the fuck passed you the mic and said that you can flow?\n(scratched in) I wanna know, I wanna know\nAyo, who the fuck passed you the mic and said that you can flow?\nPoint him out bitch I wanna know\nWho the fuck passed you the mic and said that you can flow?\n(scratched in) I wanna know, I wanna know\n\n[Verse 2: Eminem]\nYou bitches get a hysterectomy disrespecting me\nYou wanna feel the full effect of me, hand a tech to me\nIntellectually superior, I'll make the whack wearier\nInferior, deterior rate, like bacteria\nMaterially, killing serially, clearly you'll see\nHow much in fear when u hear me you'll be\nShiver and shake, quiver and quake\nBite a rhyme and rip it off then stiffer and ache, whither and break\nYou slithering snake, gibbering fake, fibbering flake\nI'll twist you into a different shape\nAnd toss you in Michigan Lake, for fisherman sake\nIf this is a dream you'd wish you can wake\nEvery dis you can take, personal\nWe ain't friends trying to make amends\nIf you ain't ever stole a gate you can take a fence\nI make intense masterpieces and smash to pieces\nYour last releases, you bad diseases, that's the reason\nI'm showing you the proper way to operate a mic\nSo pass it like a hot potato\nI've never been less than clever and fresh\nSevering flesh of fools who never impressed I can confess\n\n[Chorus: Thyme]\nWho the fuck passed you the mic and said that you can flow?\nPoint him out man I wanna know\nWho the fuck passed you the mic and said that you can flow?\n(scratched in) I wanna know, I wanna know\nAyo, who the fuck passed you the mic man and said that you can flow?\nPoint him out bitch I wanna know\nWho the fuck passed you the mic and then said that you can flow?\n(scratched in) I wanna know, I wanna know\nWhhhooo the fuck passed you the mic and said that you can flow?\nPoint him out!! I wanna know\nWho the fuck passed you the mic and said that you can flow?\n(scratched in) I wanna know, I wanna know\nAyo let me get that mic manÅ\nWho the fuck passed you the mic and said that you can flow?\nWho the fuck passed you the mic, who the fuck passed you the mic!!\nI got the rhymes bitch, I'll kick that shit"
        }
    ]
}