{
    "data": {
        "created_time": "2015-01-23T17:17:31+0000", 
        "id": "10152585284090079_10152585288395079", 
        "message": "LMFAO when black people keep bringing up 2Pac and Big whenever Eminem is being mentioned. Feeling a little bit weird with a white dude dominating black music? Tupac and BIG are the two most overrated rappers of all time.. just because they're dead.\n\nYou know goddamn well Eminem would murder them on their own shit if they would still be alive and made a song together. Same way he handed Jay-Z's ass back to New York on Renegade. He would murder Nas. He would rape 2Pac. He would slaugther Big.\n\nEminem is the best rapper out there and he didn't have to die to prove that."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 120
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-01-23T17:20:13+0000", 
            "id": "10152585284090079_10152585292885079", 
            "message": "I see no black people mentonning that in the comment section. That's weird.\nAre you going psycho?\nJust askin!!"
        }, 
        {
            "created_time": "2015-01-23T17:20:54+0000", 
            "id": "10152585284090079_10152585294150079", 
            "message": "U are black or im blind?"
        }, 
        {
            "created_time": "2015-01-23T17:22:09+0000", 
            "id": "10152585284090079_10152585296560079", 
            "message": "Eminem is also 40 years old so he had about 15 years more to show his skill, imagine if big or pac had 15 years more."
        }, 
        {
            "created_time": "2015-01-23T17:24:10+0000", 
            "id": "10152585284090079_10152585300250079", 
            "message": "You sarted your paragraph with a LMFAO as if a certain black people come up with such a subject\nI went down trough all the comments i see no black people mentioning such things"
        }, 
        {
            "created_time": "2015-01-23T17:24:33+0000", 
            "id": "10152585284090079_10152585300965079", 
            "message": "REspect bro thats the truth. I see lots of black ass niggaz talking bout how Jay-z bought rap to the global stage...But back here in India..there's only one true rapper we have known and thats EMINEM."
        }, 
        {
            "created_time": "2015-01-23T17:25:22+0000", 
            "id": "10152585284090079_10152585302630079", 
            "message": "No way he'd murder NAS lol but u right bout the others"
        }, 
        {
            "created_time": "2015-01-23T17:26:41+0000", 
            "id": "10152585284090079_10152585304835079", 
            "message": "Music has NO color!!!!"
        }, 
        {
            "created_time": "2015-01-23T17:29:14+0000", 
            "id": "10152585284090079_10152585309190079", 
            "message": "Lmao then yall dont know rap if all yall know is eminem. Expand beyond the only white rapper you know before talking rap @uddipan"
        }, 
        {
            "created_time": "2015-01-23T17:31:55+0000", 
            "id": "10152585284090079_10152585314185079", 
            "message": "Um you are dumb... Black people accept E for who and what he is. Most agree (as long as you don't ask children) that E is the greatest rapper ever. But saying he'd shit on Big and 2pac.. You're looking for attention. All in all... Imo.. E is the greatest rapper I've ever experienced. But Kanye is the greatest artist... And I'm not talk about his new shit I'm talking about College Dropout or Late Reg. MBTDF.. Lyrically E has it. BUT artistically it's all Yeezus."
        }, 
        {
            "created_time": "2015-01-23T17:32:39+0000", 
            "id": "10152585284090079_10152585315170079", 
            "message": "Eminem probably disagrees with this post SO much, his always talking about how he doesn't want to be viewed as a \"white\" rapper but just wants to be recognized as a rapper period! I think his definitely one of the best if not THE best, but I definitely feel he doesn't belong to a particular race, rap is about skill and passion and that he has in a bucket load and finally I'm not so sure about the NaS part. . ."
        }, 
        {
            "created_time": "2015-01-23T17:33:34+0000", 
            "id": "10152585284090079_10152585316520079", 
            "message": "Dis faggot is gray as fuck! He's not black nor white cuz he's a Russian! I just wanna hope that Putin would be ousted cuz stupid people just voted that corrupt President, like dis faggot who posted dis shit! He doesn't know RESPECT! We all know that Eminem is one of the MCs Of All Time! So, respect the dead people. They don't deserved those bullshits of yours! Be careful of your words, bruh! lol SMFH!"
        }, 
        {
            "created_time": "2015-01-23T17:35:44+0000", 
            "id": "10152585284090079_10152585320070079", 
            "message": "He says they're greater rappers and legends.....so what's the needle in your ass???? XD"
        }, 
        {
            "created_time": "2015-01-23T17:35:54+0000", 
            "id": "10152585284090079_10152585320225079", 
            "message": "Tupac Died earlier \nBut when im comparing 24 years old eminem to 24 years old tupac  \nEminem is not even close"
        }, 
        {
            "created_time": "2015-01-23T17:39:05+0000", 
            "id": "10152585284090079_10152585324860079", 
            "message": "Y'all are silly, i do think Eminem is the goat, but that dont mean shit on big & pac, eminem may be great but big & pac are legends also, they were all skilled on the mic, just big & pac didn't make it long enough to show their real skill, rip to them, i think if biggie was alive today he'd be 20 times better then eminem tbh, eminem just has a bigger discography, thats all"
        }, 
        {
            "created_time": "2015-01-23T17:44:21+0000", 
            "id": "10152585284090079_10152585333085079", 
            "message": "If if if... Maybe they would both fall off, we will never know. Also saying he'd shit on Pac and Biggie is bullshit. He is the best but not by much."
        }, 
        {
            "created_time": "2015-01-23T17:48:46+0000", 
            "id": "10152585284090079_10152585339610079", 
            "message": "Every rapper is great according to their music senses .. but eminem is the only one who doesn't make songs on girls money and bitches like other rappers.. Check out This <3 <3  m.youtube.com/watch?v=vzeUWMJz4_M  <3 <3"
        }, 
        {
            "created_time": "2015-01-23T17:56:38+0000", 
            "id": "10152585284090079_10152585350585079", 
            "message": "\"it goes Reggie, jay Z, tupac and biggie, Andre from outcast, jada, kurupat, nas and THEN ME\" Eminem himself repsects these guys, so keep Calm and STFU"
        }, 
        {
            "created_time": "2015-01-23T17:59:55+0000", 
            "id": "10152585284090079_10152585355305079", 
            "message": "lm the most blackest motherfucker ouchea and iv done heard every rapper evn went underground for me Nas is da bst rapper ever coz hes my fav rapper bt i would b nuts to ignor the fact dat eminem murders da mic ...honestly i knw dis hurts nas n evry rapper knws em is a goat bt i knw evry1 will admit dis after his dead"
        }, 
        {
            "created_time": "2015-01-23T18:07:39+0000", 
            "id": "10152585284090079_10152585365635079", 
            "message": "Fuck top 5 bitch I'm top 4, \nThat includes biggie & PAC  -Eminem"
        }, 
        {
            "created_time": "2015-01-23T18:11:28+0000", 
            "id": "10152585284090079_10152585370870079", 
            "message": "Em was influenced by those rappers you idiot, pac and biggie are and always will be legends"
        }, 
        {
            "created_time": "2015-01-23T18:17:37+0000", 
            "id": "10152585284090079_10152585380510079", 
            "message": "lol @sam ..einstein was influenced by newton n coloumb bt became greater than them nw STFU :V"
        }, 
        {
            "created_time": "2015-01-23T18:23:22+0000", 
            "id": "10152585284090079_10152585388035079", 
            "message": "Agree sam hunnicut this fool dnt knw wat hes on about but we all knw ems got mad skill"
        }, 
        {
            "created_time": "2015-01-23T18:36:07+0000", 
            "id": "10152585284090079_10152585408755079", 
            "message": "you are right dude"
        }, 
        {
            "created_time": "2015-01-23T18:43:01+0000", 
            "id": "10152585284090079_10152585418370079", 
            "message": "Don't think Tupac is overrated. Might agree with you on the other ones but em is definitely better than all of them. You are right about that. Best ever for sure"
        }, 
        {
            "created_time": "2015-01-23T18:44:53+0000", 
            "id": "10152585284090079_10152585420780079", 
            "message": "Spelling error overload.... Must be in the hood."
        }
    ]
}