{
    "data": {
        "created_time": "2015-10-26T18:27:56+0000", 
        "id": "10154150471191729_10154152465956729", 
        "message": "Yes but how do you stop receiving alerts that they posted something - unfollowed but get a minimum 20+ alerts for this person......"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-10-26T18:37:35+0000", 
            "id": "10154150471191729_10154152480546729", 
            "message": "Thanks for your question, Amelia. You can turn off notifications for a friend by following these steps: http://on.fb.me/1RxLbgU. Hope this helps! -Kristin"
        }, 
        {
            "created_time": "2015-10-26T21:14:22+0000", 
            "id": "10154150471191729_10154152751981729", 
            "message": "Can I turn off ALL text notifications?"
        }, 
        {
            "created_time": "2015-10-27T05:33:30+0000", 
            "id": "10154150471191729_10154153604031729", 
            "message": "If they TAG you there's no way to stop that notifcation, which is my issue"
        }, 
        {
            "created_time": "2015-10-27T16:34:11+0000", 
            "id": "10154150471191729_10154154386796729", 
            "message": "Hi there, Janet. You can learn more about how you can adjust text notifications here: http://on.fb.me/1WfV2Pe. Hope this helps! -Rey"
        }, 
        {
            "created_time": "2015-10-27T17:23:20+0000", 
            "id": "10154150471191729_10154154456716729", 
            "message": "Hi Facebook\nI requested for changing the name of fb page. At first they respond me your new name means your page category is different from the previous one and I told them not, they mean same.\n\nThen they told me we dont support changing names in your language (Persian)!!!\n\nI sent screenshot of my friend's page and link, he changed it 3 days ago and the name was in Persian. \n\nBut they closed my topic and did not answer me anymore.\n\nI'm really disappointed by this support.\n\nThanks for your time"
        }, 
        {
            "created_time": "2015-10-27T21:23:01+0000", 
            "id": "10154150471191729_10154154879011729", 
            "message": "How does someone change their name on Facebook, since it was spelled incorrectly."
        }, 
        {
            "created_time": "2015-10-27T23:13:50+0000", 
            "id": "10154150471191729_10154155133151729", 
            "message": "How do I stop others from seeing which articles that I have \"Liked\"."
        }, 
        {
            "created_time": "2015-10-27T23:25:25+0000", 
            "id": "10154150471191729_10154155162496729", 
            "message": "I would like to see my friend's posts. But, I have to \"unfollow\" them so that I don't get the barrage of everything they \"like.\" As a result, I no longer get to see my friend's posts or they see mine.\n\nI would like to be able to see my friend's posts; but, not their \"likes.\" \n\nThis latest FB change has forced me to use other media types."
        }, 
        {
            "created_time": "2015-10-27T23:38:55+0000", 
            "id": "10154150471191729_10154155185901729", 
            "message": "I haven't had any support from FB.\nThey are trying to sell advertizing and trying to find ways of keeping more of the pages we see ."
        }, 
        {
            "created_time": "2015-10-27T23:59:30+0000", 
            "id": "10154150471191729_10154155216076729", 
            "message": "How do I turn off notifications I get that a friend LIKED something on a non-friend's page/post?  DO I really need to keep Blocking My Friends's friends???"
        }, 
        {
            "created_time": "2015-12-07T15:45:33+0000", 
            "id": "10154150471191729_1706637809548447", 
            "message": "Yes! If someone wanted you to see something they would share it, not just like it!"
        }, 
        {
            "created_time": "2015-12-07T15:52:53+0000", 
            "id": "10154150471191729_1706638872881674", 
            "message": "Obviously, this isn't going to change; and, remains very frustrating. Because, the whole purpose of Facebook is to connect with the people and information you want. I don't want to know what my friends \"like.\" Our interests are very different. It barrages my account with things I don't want to see.\n\nSo, more and more I've moved my social media activities to other types of social media forums. ...and, so are my friends, business associates and university colleagues."
        }
    ]
}