{
    "data": {
        "created_time": "2015-04-07T22:51:42+0000", 
        "id": "10152736868570079_10152736874875079", 
        "message": "Em stop trying to make this guy famous he's trash"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 51
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-04-07T22:59:05+0000", 
            "id": "10152736868570079_10152736887675079", 
            "message": "Yeah white trash #slumerican listen a little more. Rittz too. Catfish Billy!"
        }, 
        {
            "created_time": "2015-04-07T23:01:24+0000", 
            "id": "10152736868570079_10152736891205079", 
            "message": "Yeah uh yeah"
        }, 
        {
            "created_time": "2015-04-07T23:07:36+0000", 
            "id": "10152736868570079_10152736900445079", 
            "message": "trash? he is fuckin dope check him out for more , you cant just compliment him with only a part of a song or smth like that"
        }, 
        {
            "created_time": "2015-04-07T23:11:09+0000", 
            "id": "10152736868570079_10152736905450079", 
            "message": "Trash is an understatement. If you like Yelawolf you're almost certainly under 20 years old and have no idea what real hip hop is."
        }, 
        {
            "created_time": "2015-04-07T23:37:27+0000", 
            "id": "10152736868570079_10152736953530079", 
            "message": "Lol this guy,are you signed to shady records?\nRiiiight didn't think so."
        }, 
        {
            "created_time": "2015-04-07T23:41:21+0000", 
            "id": "10152736868570079_10152736957855079", 
            "message": "Well yela must be doing something right, em signed him for a reason"
        }, 
        {
            "created_time": "2015-04-07T23:43:25+0000", 
            "id": "10152736868570079_10152736960320079", 
            "message": "Are you fucking deaf?"
        }, 
        {
            "created_time": "2015-04-07T23:43:48+0000", 
            "id": "10152736868570079_10152736960805079", 
            "message": ""
        }, 
        {
            "created_time": "2015-04-07T23:43:59+0000", 
            "id": "10152736868570079_10152736961020079", 
            "message": "Listen to Till I'm Gone."
        }, 
        {
            "created_time": "2015-04-07T23:53:29+0000", 
            "id": "10152736868570079_10152736972250079", 
            "message": "People under 20 listen to Tyler the creator and that whole gang of shit bags. Yela is a real artist. In my opinion. Go listen too Wiz then tell me he's better than Yela."
        }, 
        {
            "created_time": "2015-04-07T23:59:35+0000", 
            "id": "10152736868570079_10152736978415079", 
            "message": "Yelawolf is incredible. Listen to \"love is not enough\", \"box chevy\" and \"made in the usa\""
        }, 
        {
            "created_time": "2015-04-08T00:02:04+0000", 
            "id": "10152736868570079_10152736981195079", 
            "message": "Wiz/yela/Joey bada$$/ Drake/future/Rick Ross, it's all trash. Hip hop is dead bruh! There are a small number of artists out there who have dropped in the last 5-7 years who are doing their thing, but not many. Just because someone is signed doesn't make them dope. The masses will but anything. Em also signed D12 too. 'Spose you think their tight too. I mean they're signed right? Must be legit..."
        }, 
        {
            "created_time": "2015-04-08T00:04:43+0000", 
            "id": "10152736868570079_10152736984760079", 
            "message": "Nate SpongeBob sounds more like Squidworth Tentacles. You may listened a little, but you obviously aren't hearing him. He's a great artist. Soooo many great songs."
        }, 
        {
            "created_time": "2015-04-08T00:06:51+0000", 
            "id": "10152736868570079_10152736987420079", 
            "message": "Alot of Yelawolf's best work was before he was signed to Shady Records. Radioactive flopped because he didn't have enough creative control."
        }, 
        {
            "created_time": "2015-04-08T00:10:06+0000", 
            "id": "10152736868570079_10152736990765079", 
            "message": "Hate to break it to you, but I've been listening to hip hop since you were watching Hannah Montana at whatever special Ed daycare you attended. Please don't get on here with some generic ass insults about my last name and think you're witty. You're not. It's pathetic. Bring something creative to the conversation or stay out of it.  Like I said, Hip hop is dead. No one is putting out shit like they used to. You wanna talk hip hop music then talk hip hop, not this garbage that's coming out today. You probably weren't around for any of the golden era though so your frame of reference is rather pitiful. Not really your fault youngin"
        }, 
        {
            "created_time": "2015-04-08T00:11:29+0000", 
            "id": "10152736868570079_10152736992435079", 
            "message": "Hopsin"
        }, 
        {
            "created_time": "2015-04-08T00:12:01+0000", 
            "id": "10152736868570079_10152736993035079", 
            "message": "He is good , but the bad thing that a white person already the best rapper"
        }, 
        {
            "created_time": "2015-04-08T00:16:23+0000", 
            "id": "10152736868570079_10152736997340079", 
            "message": "Yelawolf was a bad man on trunk muzik, radioactive had its times.....yelawolf fell off hard, rittz is doing his thing tho"
        }, 
        {
            "created_time": "2015-04-08T00:26:09+0000", 
            "id": "10152736868570079_10152737093350079", 
            "message": "Lol what the fuck is a Hannah Montana? I grew up on Tupac  Biggie, Hov, Dre, Snoop and Ice Cube. I listened to N.W.A. and Wu tang. Now, I can't go back to The Sugar Hill Gang, that's true. Thanks for thinking I look young though."
        }, 
        {
            "created_time": "2015-04-08T00:27:04+0000", 
            "id": "10152736868570079_10152737094700079", 
            "message": "@NateSpongberg all of the artists in shady records are real artists. They can actually spit. I agree with you where hip hop is pretty much shit now. But Yelawolf in my opinion is good, he is real unlike the artists that came out after 2005. The thing where you said about D12 yh, he signed them because before anyone was big, they made a pact saying that whoever makes it big, they come back to get the rest. Having the opportunity to create shady records was an opportunity to come get his best mates. His crew, the reason why Em even became who he is that Dr Dre thought was amazing."
        }, 
        {
            "created_time": "2015-04-08T00:30:46+0000", 
            "id": "10152736868570079_10152737099330079", 
            "message": "I know I'm young, 18. but I've got good or enough knowledge about Hip Hop to know what is actually good or not. Comparing bars, rhymes and every ingredient in what makes a good/world class song."
        }, 
        {
            "created_time": "2015-04-08T00:37:26+0000", 
            "id": "10152736868570079_10152737107125079", 
            "message": "Nate Spongberg Yelawolf made music since 2005 if not a year before.."
        }, 
        {
            "created_time": "2015-04-08T00:38:12+0000", 
            "id": "10152736868570079_10152737108005079", 
            "message": "This dude up here said eminem signed D12.... Lmao eminem was the lead singer of that band dumbfuck. Im talking about you nate spongebob"
        }, 
        {
            "created_time": "2015-04-08T00:39:13+0000", 
            "id": "10152736868570079_10152737109300079", 
            "message": "Hmmm, you listened to Pac, Big, Wu, Snoop....and Yelawolf?! Something is not adding up here. Yea I like Mos, Kweli, common, the roots....and ASAP Rocky. That sound right to you? @Yousaf. Yea I know about that pact and I can respect it. I was just using it as an example of just cuz an artist is signed doesnt necessarily make him legit. We're gonna have to agree to disagree here Holly. You say you know all those artists' catalogs, I'm not gonna argue with you. But I can tell you that everyone I know who grew up on WUTang, they have exactly zero respect for Yelawolf's game. It can't even be described as the same medium. It's garbage"
        }, 
        {
            "created_time": "2015-04-08T00:40:43+0000", 
            "id": "10152736868570079_10152737110940079", 
            "message": "Yelawolf accomplished something hundreds of millions of people wish they had; He got signed to shady records and he is AN AMAZING FUCKING ARTIST.  You can disagree all you want, but just so you know you're  WRONG!\n#SLUMERICAN\n#CLINTEL\n#SHADY"
        }
    ]
}