{
    "data": {
        "created_time": "2016-06-22T19:14:28+0000", 
        "id": "10153559602120079_1383188411697179", 
        "message": "I wrote this a few years ago when this page wasn't very active.  Id like to see a difference between then and now.  What a better place to post it that annotation about Stan.   What does everyone think?   Dear Slim,\n\nI messaged you but you still ain't got it\nThere probably was a problem with the post button or somthin'\nI think about you everyday when I hit the bottle\nI left my favourite song, album and my picture at the bottom\nI sent two pieces of my collection but you still ain't got em'\nloved your last album, that shit was awesome\nSometimes it gets me through the rough times\nWhen I'm alone I wanna die, sometimes I think about gettin' high\nBut then I remember what you went through\nHow you were hiding from the public pryin'\nI like to think I'm your biggest fan\nEven though I've never seen you live\nIt's like a feelin in me that I try to deprive\nPeople think it's an obsession but I don't agree\nIt's just your music is all that speaks to me\nI try to write like you\nBut I haven't had to fight like you\nNo anger or sadness, just aspire to be the baddest\nPeople think you fell off and it pisses me off\nTo see how hard you try knowing noone else can rhyme\nYour Calm Down verse was straight Shady, took us back into times\nSome say you're still a Bad Infulence\nThat your lyrics are like drinking brake fluids\nI used the last line cause I couldn't think of anything else to rhyme\nBut I just don't think they understand the lines\nYou have been proclaimed Rap God and the greatest of all times\nWhat else is left for the Brainless, aimless Bad Guy?\nOscar, Global Icon and Artist of the Decade to name a few\nHow many more awards can The Real Slim Shady do?\nMaybe a Devil's Night 2?\nI think I'm just rambling, I don't know how you can rhyme like you do\nYou say you bend words but my mind is bent in half\nJust trying to get this to make half sense\nI'm gonna post this on your Facebook wall\nJust to see if I can get any likes at all\nPeople post dumber shit than this\nLike the same picture over and over about how you're the best\nI'm bored so this is just a test.\nI've been listening to you for over 10 years\nCan't wait till ShadyXV with all your peers \nRight now I'm listening to Criminal, you clearly Just Don't Give a Fuck\nUsually I like to Sing For the Moment\nBut Lose Yourself will always be my favourite\nI could listen to that Till' I Collapse.\nAnyways, I hope you get this man\nHit me back, just to chat...  Your biggest fan, this is Dan."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}