{
    "data": {
        "created_time": "2016-05-31T14:25:44+0000", 
        "id": "10153559602120079_1712698168983883", 
        "message": "May 31, 2016\n\nKeep it simple\n\nPage 156\n\n\"We live a day at a time but also from moment to moment. When we stop living in the here and now, our problems become magnified unreasonably.\"\n\nBasic Text, p. 99\n\nLife often seems too complicated to understand, especially for those of us who've dodged it for so long. When we stopped using drugs, many of us came face to face with a world that was confusing, even terrifying. Looking at life and all its details, all at once, may be overwhelming. We think that maybe we can't handle life after all and that it's useless to try. These thoughts feed themselves, and pretty soon we're paralyzed by the imagined complexity of life. \n\nHappily, we don't have to fix everything at once. Solving a single problem seems possible, so we take them one at a time. We take care of each moment as it comes, and then take care of the next moment as it comes. We learn to stay clean just for today, and we approach our problems the same way. When we live life in each moment, it's not such a terrifying prospect. One breath at a time, we can stay clean and learn to live.\n\nJust for Today: I will keep it simple by living in this moment only. Today, I will tackle only today's problems; I will leave tomorrow's problems to tomorrow."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}