{
    "data": {
        "created_time": "2016-05-29T12:16:50+0000", 
        "id": "10153559602120079_1711780015742365", 
        "message": "May 29, 2016\n\nCarry me\n\nPage 155\n\n\"We believe that our Higher Power will take care of us.\"\n\nBasic Text, p. 58\n\nWe all have times when it seems as though our lives are falling apart. There are days, or even weeks, when it seems that everything that can go wrong is going wrong. Whether it's the loss of a job, the death of a loved one, or the end of a relationship, we doubt that we'll survive the changes taking place in our lives. \n\nIt's during the times when the world is crashing down around our ears that we find our greatest faith in a loving Higher Power. No human being could relieve our suffering; we know that only God's care can provide the comfort we seek. We feel broken but we go on, knowing that our lives will be repaired. \n\nAs we progress in our recovery and our faith in our Higher Power grows, we are sure to greet the difficult times with a sense of hope, despite the pain we may be in. We need not despair, for we know that our Higher Power's care will carry us through when we can't walk on our own.\n\nJust for Today: I will rely on God's care through the painful times, knowing that my Higher Power will always be there"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}