{
    "data": {
        "created_time": "2016-06-07T13:08:34+0000", 
        "id": "10153559602120079_1042511092505210", 
        "message": "June 07, 2016\n\nSomeone who believes in me\n\nPage 165\n\n\"Just for today, I will have faith in someone in NA who believes in me and wants to help me in my recovery.\"\n\nBasic Text, p. 100\n\nNot all of us arrive in NA and automatically stay clean. But if we keep coming back, we find in Narcotics Anonymous the support we need for our recovery. Staying clean is easier when we have someone who believes in us even when we don't believe in ourselves.\n\nEven the most frequent relapser in NA usually has one staunch supporter who is always there, no matter what. It is imperative that we find that one person or group of people who believes in us. When we ask them if we will ever get clean, they will always replay, \"Yes, you can and you will. Just keep coming back!\"\n\nWe all need someone who believes in us, especially when we can't believe in ourselves. When we relapse, we undermine our already shattered self-confidence, sometimes so badly that we begin to feel utterly hopeless. At such times, we need the support of our loyal NA friends. They tell us that this can be our last relapse. They know from experience that if we keep coming to meetings,we will eventually get clean and stay clean.\n\nIt's hard for many of us to believe in ourselves. But when someone loves us unconditionally, offering support no matter how many times we've relapsed, recovery in NA becomes a little more real for us.\n\nJust for Today: I will find someone who believes in me. I will believe in them."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}