{
    "data": {
        "created_time": "2016-06-03T12:14:41+0000", 
        "id": "10153559602120079_1040112182745101", 
        "message": "We make our amends to the best of our ability.\"\n\nBasic Text, p. 40\n\nThe Ninth Step tells us to make direct amends wherever possible. Our experience tells us to follow up those direct amends with long-lasting changes in our attitudes and our behavior - that is, with indirect amends.\n\nFor example, say we've broken someone's window because we were angry. Looking soulfully into the eyes of the person whose window we've broken and apologizing would not be sufficient. We directly amend the wrong we've done by admitting it and replacing the window - we mend what we have damaged.\n\nThen, we follow up our direct amends with indirect amends. If we've acted out on our anger, breaking someone's window, we examine the patterns of our behavior and our attitudes. After we repair the broken window, we seek to repair our broken attitudes as well - we try to \"mend our ways.\" We modify our behavior, and make a daily effort not to act out on our anger.\n\nWe make direct amends by repairing the damage we do. We make indirect amends by repairing the attitudes that cause us to do damage in the first place, helping insure we won't cause further damage in the future.\n\nJust for Today: I will make direct amends, wherever possible. I will also make indirect amends, \"mending my ways,\" changing my attitudes, and altering my behavior."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}