{
    "data": {
        "created_time": "2016-06-06T20:36:44+0000", 
        "id": "10153559602120079_1715043935415973", 
        "message": "SENHORES...\n\nCom 9 anos fiz um caixinha em família e investi na bolsa,\nCom 14 anos acumulei dólares no paralelo investi no Itau da boa vista e transferi parte após alguns meses para a bolsa em um investimento em ouro e dólar.\n\nCom 16 anos ganhei uma causa na justiça refere-te a patentes herdadas de meu avô e transferi parte para a bolsa.\n\nCom 18 anos também transferi para a bolsa Parte de valores referentes a direitos autorais.\n\nCom 25 anos através de conta em corretora nova investi o acumulado de minhas comissões no ano em bolsa.\nCom 33 Ganhei um Pic capitalização do Itau e com mais alguns valores que eu possuía na Caixa Econômica federal coloquei em bolsa.\n\nFiz mais alguns negócios referentes a importações, venda de plantações e de gado, inclusive semem bovino.\nEu sempre acreditei ser um grande parceiro da bolsa, vendo-a como a unica maneira de um real crescimento de nosso pais tão instalável politicamente.\n\nAgora com Quase 40 anos me vi em certa dificuldade e recorri a bolsa para mandar plantar em terras de minha responsabilidade e para re-ativar uma mina de chumbo e uma de ouro nas quais participo!\n\nMe digam por favor... para que serve este atendimento automatizado e burocrático, do SAP da quinze de novembro???\n\nUma total falta de respeito, senhores...\n\nUm total desconhecimento de riscos...\n\nUm total descaso...\n\nTenho varias fazendas aradas e paradas entre meus contatos e parceiros...\n\nPor que motivo EU com todos os meus documentos, iria abrir e reconhecer firma em carta manual referente as custodias da Bolsa?\n\nSenhores fui pessoalmente e não fui recebido!!!\n\nFaçam um favor?\n\nDesengavetem todos os cpfs ativos... para que nunca deixem de investir.\n\nAcordem para as repercussões relativas aos seus trabalhos, as respostas dadas a investidores esperançosos, que obtiveram resultados contrários segundo palavras de operadores e gerentes bancarios tantas vezes!\n\nMuitas vezes só podendo ter acesso ao que é de direito por vias judiciais!\n\nAs palavras:\nCredibilidade e confiança tornaram-se desconhecidas aos senhores ao passo que os orçamentos para propaganda cresceram.\n\nDe que adianta o controle da CVM se o fato de conhecimento publico se torna prejuízo.\n\nVivemos em um mundo onde segredo só existe quando apenas um sabe!\n\nUm mundo onde as espertezas são contrarias a inteligencia e sempre acabam custe o tempo que custar em descredito e prejuízos! \n\nQual o tamanho de uma negativa dada a um cliente ainda que pequeno?,... frente a confiança publica, empresarial e popular...\n\nPara ser bem claro e franco com os fatos, sim senhores certos valores foram esquecidos, figurando certo lucro, mas os prejuízos cresceram na medida exata dos comentários onde investir na bolsa se tornou sinônimo de querer ser enganado.\n\nEsta é a visão publica da bolsa onde O OSTRACISMO DOS SENHORES foi o vilão, não só na deserção da ideologia da geração de riqueza para um pais e um povo, mas também na geração de confiança entre os cidadãos.\n\nEu sou um exemplo, e igual a mim milhares veem uma dificuldade agigantada em ter acesso a meus direitos, estão cientes, o restante da população. \nE cotra isso não existe propaganda, promoção ou proposta que resolva.\n\nEstamos em vias de uma catástrofe bancaria, mais de 500 agencias do Itau fecharam, tantas outras do Bradesco, Santander e de bancos menores.\nBancos internacionais abandonam o País... onde o sistema bancário se torna conglomerado, se e quando crises emergem.\n\nA Caixa com seus acordos governamentais de expansão empregatícia não suporta sua própria folha de pagamento.\nContra a própria lei de livre concorrência, e de alto fiscalização A Caixa se torna o fiscal contratado sem licitação de sorteios e jogos área em que já atua onde por tanto não poderia atuar como reguladora e concededora.\n\nTudo isso regado ao aumento do atendimento impessoal, inépcio e incapaz Formamos o quadro onde as mafias e quadrilhas se proliferam sem o poder de realizar a contento o proposto. Crescer nossa economia.\n\nGrupos de gananciosos, ambiciosos, egoístas cegos ao fato que fazemos parte de um mesmo povo, um mesmo time e uma só família nos fazemos reféns da criminalidade a cada incompetência de gestão, de geração, de produção e de desenvolvimento.\n\nSe realmente existe uma vontade de crescimento nos lucros por parte dos senhores, peço que vejam o quadro total.\n\nNão é pessimismo, é a realidade onde estaremos fadados a fornecer o que há de mais baixo valor agregado a preços míseros até que os campos se esgotem ou a qualidade caia rumo a recusa total.\n\nExistem saídas e eu as vejo, cada uma com sua oportunidade de crescimento e lucros estrondosos, mas creio que só um povo honrado, ético de valores morais elevados te direito a elas.\n\nDevo lembrar que o terceiro mandamento é não mentiras.\nA mentira tem perna curta e seu dano vem a longo prazo.\n\nDOM SOAR Dom Djhon Sant Soares"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}