{
    "data": {
        "created_time": "2017-11-02T22:50:32+0000", 
        "id": "10154914644810079_350016995458714", 
        "message": "So why is it that we don't have a right to choose? So if I don't agree with your views on Trump, I can't be your fan. You don't like me if my opinions are different from yours. Not saying I'm a fan of Trump. I just don't like this liberal bs going on. \nI also don't like the fact that I am forced to choose. Either it is what you say and what you believe or nothing at all. Not everyone is going to agree with everyone else. But people need to start acting like adults here. This is ridiculous. Either choose my way of f off. Does that make us any less than good people? \nI don't see how someone's political views all the sudden can offend the next person. But I am not walking around on eggshells for anyone. I have a opinion too and I am going to voice it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-03T11:53:20+0000", 
            "id": "10154914644810079_2055383991361964", 
            "message": "Actually, nobody forces you to choose. You can support Trump AND still listen to Eminem's music, regardless of what he said; I don't think he'll be controlling you, will he? ;-) Let the man have his opinion (just like you and everyone else), let him even rap his opinion (it's his job), and you can still do what you want: support Trump (for example) and be an Eminem fan, if that's what you like. I doubt that Eminem will enter your home to control if you are still listening to his music or buying his CDs! ;-)"
        }, 
        {
            "created_time": "2017-11-03T11:57:26+0000", 
            "id": "10154914644810079_2055385411361822", 
            "message": "I do, but he did say if you are for Trump I don't want you as a fan"
        }, 
        {
            "created_time": "2017-11-03T14:35:20+0000", 
            "id": "10154914644810079_2055459454687751", 
            "message": "Niki Hartzell Yes, he did say that, and that's his problem. If you still want to be his fan, you can. Who stops you? Only you can stop yourself from being his fan, if that's what you want. He can say \"I don't want you to be my fan anymore, if you support Trump\", you can listen to it, understand his point of view, aknowledge it and then do as you want to. He doesn't have to know you are still his fan; you are doing this for yourself, not for him. If I am a fan of somebody, I don't care if they know I am their fan (actually, it's even very improbable that they find that out, since I'm not a celebrity). ;-)"
        }, 
        {
            "created_time": "2017-11-03T14:42:01+0000", 
            "id": "10154914644810079_2055462108020819", 
            "message": "Eminem rules fuck the haters"
        }, 
        {
            "created_time": "2017-11-03T14:50:17+0000", 
            "id": "10154914644810079_703037943220616", 
            "message": "I will. I still enjoy his music and think he's the best rapper of all times."
        }
    ]
}