{
    "data": {
        "created_time": "2017-11-02T21:30:09+0000", 
        "id": "10154914644810079_10154914710275079", 
        "message": "Am I the only Trump supporter that doesn't give a fuck that Eminem hates Trump? Honestly, I could give a fuck. I still love Eminem and still love his music. I understand his reasonings for doing what he did at the BET Awards. I'm always and forever still going to be a Fan of Em and listen to all of his songs. I just feel like I'm the only one who voted for Trump who STILL loves Eminem. So sad that politics get in the way of fucking everything. We would still be fucked if Hillary won. Hillary... Trump... Both pieces of shit. Idgaf what anyone thinks or has to say. I stand by my President and MORE IMPORTANTLY I still LOVE Eminem.... That is all."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 79
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-02T21:32:00+0000", 
            "id": "10154914644810079_10154914713730079", 
            "message": "The cognitive dissonance is strong with this one..."
        }, 
        {
            "created_time": "2017-11-02T21:34:09+0000", 
            "id": "10154914644810079_10154914717570079", 
            "message": "Well he hates you and doesn't want you as a fan"
        }, 
        {
            "created_time": "2017-11-02T21:37:16+0000", 
            "id": "10154914644810079_10154914723015079", 
            "message": "At least you can admit that Trump is a piece of shit"
        }, 
        {
            "created_time": "2017-11-02T21:40:24+0000", 
            "id": "10154914644810079_10154914728360079", 
            "message": "You're very wise for seeing past the veil of political alliance. 99% Trumptards are in some sort of a cult who seem to be overprotective of Trump. I disagree with Em too, but I fully support him expressing himself and continue to enjoy his works. Yes, both Trump and Hillary are pieces of shit."
        }, 
        {
            "created_time": "2017-11-02T21:47:11+0000", 
            "id": "10154914644810079_10154914746445079", 
            "message": "Oh absolutely Bill Derberg... I basically voted for \"Not Hillary\" just because I'm prior military and had a lot of disagreements with how she wanted to handle certain militant things... I only label myself a \"Trump supporter\" because I just support my President... I didn't really care for Obama, but I never bashed him or did I say \"he's not my president\" because he was... But thanks for that. I know people are still gonna say shit because it's the internet, but yeah... I get the whole \"cult\" thing lol"
        }, 
        {
            "created_time": "2017-11-02T21:57:05+0000", 
            "id": "10154914644810079_10154914764630079", 
            "message": "Bill Derberg I think Trump and Hillary both suck but I think the whole BET thing albeit good lyrically was kind of dumb in the end tbh."
        }, 
        {
            "created_time": "2017-11-02T22:11:22+0000", 
            "id": "10154914644810079_10154914792980079", 
            "message": "I don't support trump as a man, but I do support him as my president. I think eminem went a little far with his words, but I support him the same. I like trump and I still love eminem.\nJust because someone uses their right to free speech, especially when it comes to politics, doesn't mean they need to be shit on.\n\nPolitics and entertainment should be seperate for this reason and if you ever listened to him before, you know he's had his fair share of opinions about our government.\nIf you let a negative comment about the president affect you so negatively as to call another person names and boycot them, you're no better than a child throwing a tantrum."
        }, 
        {
            "created_time": "2017-11-02T22:17:19+0000", 
            "id": "10154914644810079_10154914807685079", 
            "message": "McCartney Hull, you mean his verse? How?"
        }, 
        {
            "created_time": "2017-11-02T23:16:03+0000", 
            "id": "10154914644810079_350023745458039", 
            "message": "Music doesn't get into politics music reflects life and an artist should be able to defend what looks wrong"
        }, 
        {
            "created_time": "2017-11-02T23:20:30+0000", 
            "id": "10154914644810079_350024482124632", 
            "message": "The only mistake you made was thinking of your self instead of thinking of millions of others next time think twice and blame yourself everyday for been a part of the USA's struggle"
        }, 
        {
            "created_time": "2017-11-02T23:37:10+0000", 
            "id": "10154914644810079_703083429971439", 
            "message": "Wait what????? Nick Caleb Dupont what are you talking about? I thought of myself and I should blame myself for being apart of America's struggle???? How so?"
        }, 
        {
            "created_time": "2017-11-03T01:13:06+0000", 
            "id": "10154914644810079_181869449043352", 
            "message": "He's saying Hillary was a better choice lol"
        }, 
        {
            "created_time": "2017-11-03T01:13:14+0000", 
            "id": "10154914644810079_181869535710010", 
            "message": "I think?"
        }, 
        {
            "created_time": "2017-11-03T01:25:34+0000", 
            "id": "10154914644810079_735035673369206", 
            "message": "That's kinda what I gathered Michael. He just forgot to say WHY... But it's all good. It'll just go round n' around and around. Politics eh?"
        }, 
        {
            "created_time": "2017-11-03T01:28:34+0000", 
            "id": "10154914644810079_181871855709778", 
            "message": "Im a conservative but I could care less from the stuff Em pulled. Even though he basically said \"fuck off\" to everyone that doesnt agree with him. The fact the conservatives are freaking out about this makes me embarrassed to be a right winger. Its not like hes gonna come to your house and kick the shit out of you if you dont agree with him. Just listen to his music for what he wanted to be potrayed as, not to think whenever you hear Ems music pops up to say \"oh this dissed the person i support and told me to never to listen to his music again, fuck him\". Think of Em of who he was before this, not after all this shit went down."
        }, 
        {
            "created_time": "2017-11-03T01:30:18+0000", 
            "id": "10154914644810079_181872049043092", 
            "message": "Exactly Payton.... Plus if you think about it, Eminem has dissed and offended SO many people.... If he \"offends\" me, am I going to be a little bitch and cry about it? Nah.... It's part of who he is and his music. Got nothing but love for the man"
        }, 
        {
            "created_time": "2017-11-03T01:55:52+0000", 
            "id": "10154914644810079_735043103368463", 
            "message": "I agree . He's an artist. He can say whatever he wants. \nLol but you can tell he's getting old. Lol lost the rebel"
        }, 
        {
            "created_time": "2017-11-03T01:57:19+0000", 
            "id": "10154914644810079_735043466701760", 
            "message": "I'll listen to anything that sounds good. Trump 2020 sounds good to me"
        }, 
        {
            "created_time": "2017-11-03T02:23:31+0000", 
            "id": "10154914644810079_181878962375734", 
            "message": "I haven't cared for much of his music in the last few years. \n\nI think his little \"freestyle\" thing was stupid because it was just ramblings and no facts. Also.. The part about drawing a line and alienating alot of his fans was stupid. \n\nThe thing is everyone should be able to get along without agreeing on everything. Saying to fuck off if you don't agree with him is stupid and childish. People are different. We all think, feel, and support different things. \n\nWe don't have to agree on everything to be decent to each other. \n\nPersonally I think he's entitled to whatever opinion he has. I just think it sounded like a temper tantrum. Agree with him or you can't come in his Tree House 😒"
        }, 
        {
            "created_time": "2017-11-03T02:43:25+0000", 
            "id": "10154914644810079_181881585708805", 
            "message": "I swear I respect your choice but next time use a bit of your brain plaese do it for us and do not Split stay with Trump"
        }, 
        {
            "created_time": "2017-11-03T05:10:28+0000", 
            "id": "10154914644810079_2023107387970440", 
            "message": "Don't care about either like Eminem has became trashhhhhhh like the BET cypher sucked ass MMLP2 sucked ass campaign speech sucked ass and trumps a useless fuck"
        }, 
        {
            "created_time": "2017-11-03T05:49:39+0000", 
            "id": "10154914644810079_1973698306206700", 
            "message": "Oh damn.... Okay. I thought this was gonna be an intelligent conversation, but alrighty. I'll try to use my brain next time :D"
        }, 
        {
            "created_time": "2017-11-03T08:11:19+0000", 
            "id": "10154914644810079_292712537899489", 
            "message": "Emenims freestyle was garbage honestly I expected more lyrically from him but it is what it is.... Btw to lump 99% of trump supporters into the same group is exactly what's wrong with this country.   We're all Americans period whether Democrat or Republican......"
        }, 
        {
            "created_time": "2017-11-03T08:47:40+0000", 
            "id": "10154914644810079_160753701329817", 
            "message": "I voted Trump simply because in all actuality our country is a business and who better to run a business. You anti Trumpsters should really read each others comments and see the vile stuff you say. It's full of hate and disregard for people period. Yeah trumps a fucking moron in some ways but who isn't. As far as Em goes I could careless about his views what I do care about is his disrespectful b.s. sense I won't follow him and do and think like him then fuck me. Lol anyone who backs and ideal such as that is far more a sheep or occult ( it's occult not cult moron) member then any Trump backer. Some of you people are so programmed that your mind has shrunk to much to actually use intelligence to conversate or debate. Sad that we as a country have become so petty and self righteous."
        }, 
        {
            "created_time": "2017-11-03T08:48:54+0000", 
            "id": "10154914644810079_160753984663122", 
            "message": "Yeah you are the only trump supporter"
        }
    ]
}