{
    "data": {
        "created_time": "2017-11-02T22:22:58+0000", 
        "id": "10154914644810079_10154914818910079", 
        "message": "Hey we all have the chpice to listen or ignore. He chose to diss Trump. Why dont know. But maybe like all artists they need to step back and get to the roots that made them famous. Hit the 8 mile again. Dont be the celeberity that decides what people should say agree or think. The only responsibility you have is to create and entertain. Bashing Trump was a mistake. Apologize and create the music people know you have inside yourself. Dont be a copycat celeberity and think your word is law. As you said will the real slim shady please stand up."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-02T22:36:57+0000", 
            "id": "10154914644810079_10154914848775079", 
            "message": "He also bashed his fans its not about trump why people are upset."
        }, 
        {
            "created_time": "2017-11-02T22:51:24+0000", 
            "id": "10154914644810079_703069979972784", 
            "message": "He hates Trump and calls him out on his bullshit, he \"disrespects the flag\" more than anyone else in your country, he is just a white supremacist, hating on everyone that doesn't agree with him or isn't white, and goes on Twitter to bitch about it, and what problems has he fixed? He made false promises, didn't even work for his money and shits on the poor, I could keep going, but these things don't even make up 10% of all the shit he's done, do you think he gives a shit about you people? I don't think so.. I bet that if he had to, he'd sacrifice a million people to save himself, because that's just the kind of person Trump is."
        }, 
        {
            "created_time": "2017-11-02T23:12:05+0000", 
            "id": "10154914644810079_350023195458094", 
            "message": "Apologize for bashing Trump? That's a fucking laugh, Robert."
        }, 
        {
            "created_time": "2017-11-03T00:27:31+0000", 
            "id": "10154914644810079_703096909970091", 
            "message": "My country. Wow i am Canadian. The point is any star should shut up about politics and entertain. They get so full of themselves its disappointing. Who cares What Trump did or didnt do. Difference between U.S and Canada is the U.S you have someone keeping jobs in the country. Canada we have a clown who wiped out our jobs we pay 42% income tax. A carbon tax of 15% on just about everything going up to 50% plus gst. Take Trump gladly over the tool we have here. Consider yourselves lucky"
        }, 
        {
            "created_time": "2017-11-03T00:31:54+0000", 
            "id": "10154914644810079_350039908789756", 
            "message": "Robert Coker I'm entertained by my favorite rapper bashing a jackass like Trump and his knuckle dragging followers, so speak for yourself, eh?"
        }, 
        {
            "created_time": "2017-11-03T00:37:51+0000", 
            "id": "10154914644810079_703098856636563", 
            "message": "To each there own. Consider yourself lucky. We have lost jobs because of our prime minister. Investors pulled out. And yet we have our head clown giving millions of dollars away to foreign countries that hes borrowed. But thats my opinion. If i were you i would count myself lucky to have Trump in office"
        }, 
        {
            "created_time": "2017-11-03T01:19:45+0000", 
            "id": "10154914644810079_181870749043222", 
            "message": "Why are you even here?"
        }, 
        {
            "created_time": "2017-11-03T01:57:29+0000", 
            "id": "10154914644810079_735043503368423", 
            "message": "Why are you here????"
        }, 
        {
            "created_time": "2017-11-03T02:15:17+0000", 
            "id": "10154914644810079_181877439042553", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-03T03:09:23+0000", 
            "id": "10154914644810079_181885169041780", 
            "message": "Seen the Trump bashing and made my opinion known. And pointed out you think its bad for you guys. Research whats happening to Canada. Maybe then you will feel lucky"
        }, 
        {
            "created_time": "2017-11-04T08:13:09+0000", 
            "id": "10154914644810079_158613481405906", 
            "message": "So celebrities aren't allowed an opinion and you are ? Fuck off ! I'm glad Em dissed Trump and want to see more entertainers on a platform do so"
        }, 
        {
            "created_time": "2017-11-04T09:27:36+0000", 
            "id": "10154914644810079_158627494737838", 
            "message": "Actually no. So Fuck you. Its one thing for a celeberity to have an opinion. But to use there little slice of fame to think there words mean anything except to themselves is stupid. Using its my responsibility as an artist. Is bullshit. So FUCK YOU. They are entertainers first and foremost. To entertain. Not to get up and blabbity blah blah Trump. Or big oil. Or anything else. Same with actors they are to entertain. Wanna be popular and succesful. Keep politics and your own opinion where it belongs. In the mansions  everyone paid for. As for you Rusty Taylor hate Trump big deal. Research could be way worse than what Canada is experienceing"
        }, 
        {
            "created_time": "2017-11-08T15:15:53+0000", 
            "id": "10154914644810079_128647364508801", 
            "message": "So Robert, you can go anywhere that you want & express your opinion on (quite literally) anything you want & it's fine.  An artist makes a piece of art about something that they're clearly passionate about & all of the sudden they're wrong to do that.  Why, because they're famous? He's still a person & has every right to voice what he feels need to be said, just as you have that right too.\n\nThis whole \"celebrities need to stop voicing their opinions & just entertain us\" bullshit talk really needs to end.  They're not circus animals, they're individuals with every right that you have.  If you don't like what they are saying/doing/creating, you have the right & power to not listen.  But I suppose doing that doesn't draw the same attention as you whining & complaining, now does it."
        }, 
        {
            "created_time": "2017-11-08T15:33:43+0000", 
            "id": "10154914644810079_1518931871530280", 
            "message": "Lmao Ward Smith. There is entertainment then there is promoting propaganda. It is dissapointing when a celeberity jumps on a so called cause for another 5 minutes of the spotlight. Come on now. Remember the lyrics. Its over go back home. Not long ago he was a Trump supporter and now the 360. Hes like the rest. Its not about the art or his abilities its probably about another 5 minutes or showing off. He should have zipped it and did an albumn then shot out his freestyle. Now he looks like the rest of the celeberities washed out and reaching frantically for the spotlight. Celeberities let it get to there heads. But with liberals like yourself. If someone is even looking as if they are defending Trump its Blabbity blah blah blah. Anyones opinion who doesnt match yours makes you a keyboard god that you can freely attack. Heres some advice go back to your moms basement jerk off to your picture of OBama. Have another drink of cheap ass wine and bang on that key board against anyone you think is a Trump supporter. And anyone who bashes those you think of as gods. They are people and if you feel its ok to bash the people expect your gods in your head to be bashed. EM had good music but hes lost it. He doesnt remember or feel what the music was about. The inspiration he gave everyone isnt there anymore. So Ward hes not a god hes turning into a has been."
        }, 
        {
            "created_time": "2017-11-08T15:36:27+0000", 
            "id": "10154914644810079_128651141175090", 
            "message": "Ward Smith went through your profile. LMAO."
        }, 
        {
            "created_time": "2017-11-08T17:27:45+0000", 
            "id": "10154914644810079_1327702357357771", 
            "message": "Lol, I love how you laughed at someone who thought you were an American, then despite you going on my profile, you mistook me for an American.  Again, irony, Robert.  You might get it some day.\n\nAnd again, if you don't like what he (Eminem) is making, them leave.  Nobody is holding you against your will here.  Actually, if ask of you \"former fans\" of his were to leave as he very blatantly told you to do, his actual fans would have a much better time.\n\nAnd I'm not attacking your opinion, I don't know how or why you thought that.  I was defending his right to say whatever the hell he wants to say.  I can't really be any more clear on this.  Oh wait, yes I can.  Why don't you take your self-righteous, whiny troll self off of a page that you clearly have no interest being on... other than to be a wet blanket troll towards people who are here to show support.\n\nAnd unlike you, I have better things to do than to snoop around on a stranger's page who I have nothing in common with."
        }, 
        {
            "created_time": "2017-11-08T22:20:12+0000", 
            "id": "10154914644810079_776853775855913", 
            "message": "Lol. I laugh because i never said you were American. The irony is you will never get what i even said or meant. Keep going. I relish seeing people like you who claim the run. But yes i check out who i am talking too. Its called research. You are what every forget it. sadly you will wake up one day and you will understand. Like the younger EM said your too old go home kinda ironic how it applies to himself. But playing out of country and only doing his old stuff. The start of the end. He lost his vision. The reason for the music. The heart isnt therr"
        }, 
        {
            "created_time": "2017-11-09T18:50:40+0000", 
            "id": "10154914644810079_329933990805698", 
            "message": "\"Heres some advice go back to your moms basement jerk off to your picture of OBama\" (direct quote from you, including the piss poor grammar that made me cringe while typing it).  Kinda really, really sounds like you assumed I was American, Robert.  And you call it \"research\", I call it trolling (except most trolls I've seen are at least semi-articulate, but good on you for breaking that norm).\n\nAnd believe me, I understand plenty.  You, you need to understand hypocrisy, Robert, because that's what my point this entire (exhausting) time has been, and it's not getting through.  Maybe someday YOU'LL wake up and understand.  You can't do something yourself & then get all pissy and whiny when someone else does it.\n\nAnd I've already wasted entirely way too much time on you.  I'm done."
        }, 
        {
            "created_time": "2017-11-09T22:03:49+0000", 
            "id": "10154914644810079_129393017718486", 
            "message": "Ward Smith Lmao. Not yet you arent. You assume alot by your narrow thinking. And you will comment back. Why because you are self justifying and need to comment on anyones post because you think they are wrong. Its in you to think you can stand there and justify your actions. And yet when you feel as if your attacked you attempt the intellectual approach. Laughable. But hardly unsurprising. I do admit you choose to put your two cents in on my post. And now you find it a waste of time. Yes you are boring and when it comes to any point it your way or the highway. So go away."
        }
    ]
}