{
    "data": {
        "created_time": "2014-08-31T04:22:39+0000", 
        "id": "10152283337870079_10152283522720079", 
        "message": "When Eminem leaves the game, there will be not a single man or woman on earth that wont feel it. If you understood that he IS becoming older and has matured then you would see that he really is \"better\" as a human.\nEven if you think that Eminem fell off you have to admit... EVEN DRE (Who is respected as the scout for talent) fell off and produced a few songs that are \"good\" but they where very mainstream (Kush, sex, money, famous, NONSENSE).\n\nIf you haven't noticed Eminem (In recent years) hasn't rapped about drugs or killing people or his bad relationships. If you notice closely, this song is (in my point of view) one of Eminem's best because he is admitting that he is getting old and that he has matured (\"Id rather make Not Afraid 2 than another motherfucking we made you\") and his mentality has changed.\n\nIn my point of view \"Rap God\" is a good song that shows his talent as a rapper...\n\n                        |>BUT<| \n\n(Guts Over Fear, Legacy, Evil Twin, Monster, ETC.) talk about how he got to where he is and how he understands his demons.\n\nHe knows he is getting old and running out of good ideas for lyrics (\"But what am I gonna do when the rage is gone?\nAnd the lights go out in that trailer park?\"). He understands that the public has stopped believing in him because that \"Light\" and the \"spark\" of hate that he had with him when he began his career is leaving him (\"And the window is closing and there's nowhere else that I can go with flows and I'm frozen cause there's no more emotion for me to pull from just a bunch of playful songs that I made for fun\").\n\nHis lyrics are softer now because he has understood that life is full of hardships and that we shouldent take it out on others when it could also be his fault. The angry blond will live on in our hearts as long as we keep it there...\n\n                        |>BUT<| \n\nWe HAVE to realize that slim shady is his DEMON, created by all the hate and mistreatment that he received (\"Cause I can't explain to y'all how dang exhausted my legs felt just having to balance my dang self but on eggshells I was made to walk but thank you, ma, 'cause that gave me the strength to cause Shady-mania, so when they empty that stadium at least I made it out of that house and a found a place in this world when the day was done\") and that this \"Monster\" inside him is what made him famous.\n\nHe WILL NOT go back to that persona and \"Monster Feat. Rihanna \" explains that.\n\nBut most of all he thanks us... He thanks US because he understands that even in tough times, we are his \"Soldiers up in his corners\" we are (to him) worth more than a Grammy or any award. (Unlike rappers now adays, Nicky Minaj for example wrote \"Fuck all you\").\n\nEminem wrote this song for US the REAL fans that understand him! (\"So this is for every kid who all's they ever did was dreamt of one day just getting accepted, I represent him or her, anyone similar, you are the reason that I made this song and everything you're scared to say don't be afraid to say no more from this day forward, just let them a-holes talk take it with a grain of salt.\")\n\nWhen Eminem leaves the game, there will be an emptiness in my heart that will never be filled.\n\nEminem, your TRUE fans are still here and we arn't leaving.\n\nI still believe in you.\n\nStan"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 307
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-31T06:08:02+0000", 
            "id": "10152283337870079_10152283611850079", 
            "message": "That was an excellent well wrote comment much respect I feel the same way"
        }, 
        {
            "created_time": "2014-08-31T08:08:31+0000", 
            "id": "10152283337870079_10152283731775079", 
            "message": "Respect"
        }, 
        {
            "created_time": "2014-08-31T08:16:48+0000", 
            "id": "10152283337870079_10152283737145079", 
            "message": "are u an english teacher?"
        }, 
        {
            "created_time": "2014-08-31T08:47:06+0000", 
            "id": "10152283337870079_10152283761685079", 
            "message": "Best comment!"
        }, 
        {
            "created_time": "2014-08-31T10:45:11+0000", 
            "id": "10152283337870079_10152283889725079", 
            "message": "Ray perfect man\r\nMe too on the same feeling\r\nBut fuck, i can't even think of his absence in new albums \r\nGonna miss him madly  :'("
        }, 
        {
            "created_time": "2014-08-31T12:31:35+0000", 
            "id": "10152283337870079_10152284015090079", 
            "message": "20 million other rappers emerge but it'll be so empty without him :)"
        }, 
        {
            "created_time": "2014-08-31T12:59:19+0000", 
            "id": "10152283337870079_10152284046165079", 
            "message": "I feel the same way as you described in this comment. He is a legend. And as long as he creates music, I will buy it. I've always loved his music and been inspired by it."
        }, 
        {
            "created_time": "2014-08-31T13:31:15+0000", 
            "id": "10152283337870079_10152284081080079", 
            "message": "Feel the same great comment"
        }, 
        {
            "created_time": "2014-08-31T14:38:11+0000", 
            "id": "10152283337870079_10152284174635079", 
            "message": "This was awesome.  Very well wrote.  "
        }, 
        {
            "created_time": "2014-09-01T15:18:53+0000", 
            "id": "10152283337870079_10152286846120079", 
            "message": "That was a great read, thank you \nTo my son who's one of his biggest fans\nZach Mallinson"
        }, 
        {
            "created_time": "2014-09-01T18:38:21+0000", 
            "id": "10152283337870079_10152287139745079", 
            "message": "Eminem has been a major role model for my entire life, the climb from nothing to everything, the fact he got where he is with events in his life that I'm sure will end alot of normal people's.\n\n I love how skillful he is with words and how it seems to rub off on me when i repeat them. when he releases new songs it turns me into a kid at Christmas, and the thought of one day knowing I'm listening to his last song will break me. \n\nMarshal, you RAP GOD, thank you :)"
        }, 
        {
            "created_time": "2014-09-01T21:08:25+0000", 
            "id": "10152283337870079_10152287385825079", 
            "message": "Very deep and personal. We live in a time where most of us have become disconnected from reality and are too preoccupied with mainstream media. Eminem is to Hip/Hop what Michael Jackson was to Pop. He's the king of his time and we have been fortunate enough to live in his era."
        }, 
        {
            "created_time": "2014-09-02T17:19:58+0000", 
            "id": "10152283337870079_10152288788110079", 
            "message": "Respect. (y)"
        }, 
        {
            "created_time": "2014-09-02T22:13:30+0000", 
            "id": "10152283337870079_10152289565090079", 
            "message": "Nail on the head"
        }, 
        {
            "created_time": "2014-09-05T01:50:49+0000", 
            "id": "10152283337870079_10152295244485079", 
            "message": "(y)"
        }, 
        {
            "created_time": "2014-09-06T01:18:43+0000", 
            "id": "10152283337870079_10152297593675079", 
            "message": "I don't have mone to go to his concerts but I have 3 cds and I don't have a tshirt I wanted a monstor tour shirt"
        }, 
        {
            "created_time": "2014-09-06T01:18:48+0000", 
            "id": "10152283337870079_10152297593800079", 
            "message": ":("
        }, 
        {
            "created_time": "2014-09-06T13:04:27+0000", 
            "id": "10152283337870079_10152298251595079", 
            "message": "Mad respect! There are millions of people out there who can relate to this! \nWell all love you Marshal, And when the day comes for you to bow out, We have nothing but love for you! <3"
        }, 
        {
            "created_time": "2014-09-09T16:39:30+0000", 
            "id": "10152283337870079_10152303693410079", 
            "message": "When Eminem leaves the game, there will be an emptiness in my heart that will never be filled.\nEminem is my MENTOR"
        }, 
        {
            "created_time": "2014-09-09T16:50:10+0000", 
            "id": "10152283337870079_10152303705320079", 
            "message": "Moataz Mohammad man u gotta read this :("
        }, 
        {
            "created_time": "2014-09-10T02:57:25+0000", 
            "id": "10152283337870079_10152304500250079", 
            "message": "how long did it take you to write that???"
        }, 
        {
            "created_time": "2014-09-10T11:08:47+0000", 
            "id": "10152283337870079_10152304973815079", 
            "message": "(Y)"
        }, 
        {
            "created_time": "2014-09-20T07:57:06+0000", 
            "id": "10152283337870079_10152322247200079", 
            "message": "Well said Elliot...@ Sami lol dude u just made my day cnt stop laughing...I'm really lol"
        }
    ]
}