{
    "data": {
        "created_time": "2017-11-16T01:18:02+0000", 
        "id": "10154946063495079_10154946149285079", 
        "message": "Glad you still have it to speak your mind. 45 should not even be in that office with what he has said and done"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-16T16:18:10+0000", 
            "id": "10154946063495079_189563294935233", 
            "message": "And it didn't escape you that you're not even American ?You don't deserve an opinion!"
        }, 
        {
            "created_time": "2017-11-16T16:27:38+0000", 
            "id": "10154946063495079_146107746020197", 
            "message": "Well when 45s bs threatens the rest of the world I do get one so please help your self sit down shut up. I'm not bitching about your gun control laws,racism/bigotry or gun control issues because frankly its not my problem how you treat others in your country !in case you have forgot we are on the same piece of rock on the same side of the pond .. war and nucular war does not just stop at the border we breath the same air when are you going to realize that Trump is no diffrent then north Korea they are a problem for the world. Not only that I have friends and family in the US and my god child is there"
        }, 
        {
            "created_time": "2017-11-16T17:23:58+0000", 
            "id": "10154946063495079_146117969352508", 
            "message": "Why does he need to be an American to have an opinion Richard? America is all about freedom of speech, and he definitely doesn't need to live here to have one. Just like you'd probably talk about someone's else's country.."
        }, 
        {
            "created_time": "2017-11-17T04:41:46+0000", 
            "id": "10154946063495079_1973525182926943", 
            "message": "Fuck off william you love dick. Hillary def wasn't the option that's for sure. We just had to pick the lesser of the retards lol"
        }, 
        {
            "created_time": "2017-11-17T04:45:21+0000", 
            "id": "10154946063495079_1853550524867446", 
            "message": "Billy boy you are weong"
        }, 
        {
            "created_time": "2017-11-17T04:46:52+0000", 
            "id": "10154946063495079_372653933148431", 
            "message": "They both were fools bernie would of been the better choice and so what if I did love dick .. if I was homosexual it would have nothing to do with this topic Branden Newman thank you for proving my point even more ! And a nuke war is the lesser of the trouble .. and I don't think either of them are mentally handicapped so calling them retarded does not really work. I would say their choice making skills are lacking !"
        }, 
        {
            "created_time": "2017-11-17T04:46:56+0000", 
            "id": "10154946063495079_612454988878175", 
            "message": "Trump is no different than north Korea? Haha"
        }, 
        {
            "created_time": "2017-11-17T04:48:37+0000", 
            "id": "10154946063495079_372654149815076", 
            "message": "Ya right Nazi"
        }, 
        {
            "created_time": "2017-11-17T04:50:28+0000", 
            "id": "10154946063495079_1973528746259920", 
            "message": "I'm a nazi?.. how so the walking orange is closer to that then I am I actually support all races and sexual orientations unlike 45"
        }, 
        {
            "created_time": "2017-11-17T04:51:04+0000", 
            "id": "10154946063495079_372654506481707", 
            "message": "Ya know the Nazis were Democratic socialists right?"
        }, 
        {
            "created_time": "2017-11-17T04:52:08+0000", 
            "id": "10154946063495079_1853551631534002", 
            "message": "Joey Hangge our constconstitution dont apply to Canadians"
        }, 
        {
            "created_time": "2017-11-17T04:52:25+0000", 
            "id": "10154946063495079_372654869815004", 
            "message": "I do with very wrong views . But I said Trump is trying to act like a dictator I said nothing about socialism"
        }, 
        {
            "created_time": "2017-11-17T04:53:07+0000", 
            "id": "10154946063495079_372654976481660", 
            "message": "Bernie is a socialists"
        }, 
        {
            "created_time": "2017-11-17T04:53:31+0000", 
            "id": "10154946063495079_372655036481654", 
            "message": "Wow Canadian"
        }, 
        {
            "created_time": "2017-11-17T04:53:37+0000", 
            "id": "10154946063495079_1973530259593102", 
            "message": "If we had the same constitution we would of changed it to update it to current times !"
        }, 
        {
            "created_time": "2017-11-17T04:54:23+0000", 
            "id": "10154946063495079_1973530586259736", 
            "message": "If you only had a brain"
        }, 
        {
            "created_time": "2017-11-17T04:56:00+0000", 
            "id": "10154946063495079_612457682211239", 
            "message": "Bernie could of been controlled but anyway that's not my problem what I do have a problem with is that fact that 45 is effecting the world by bringing is closer to war and a nuke war frankly I could care less if you burn your selves down but again sadly war does not just end at your border fallout can cross borders very easy"
        }, 
        {
            "created_time": "2017-11-17T04:56:45+0000", 
            "id": "10154946063495079_1853552481533917", 
            "message": "You would update your constitution to include Americans?"
        }, 
        {
            "created_time": "2017-11-17T04:58:10+0000", 
            "id": "10154946063495079_1853552784867220", 
            "message": "See now you are back to calling names that is not very well thought it actually makes you look very lacking in the communication department . It is the same thing with tangerine opens his mouth with out thinking then cries when he has to lay in his own bed"
        }, 
        {
            "created_time": "2017-11-17T05:03:10+0000", 
            "id": "10154946063495079_612459682211039", 
            "message": "No because many of us feel yours is a archaic grouping of words but again that was not my point  my point was that I do have the right to put my two cents in when the nuke fall out can cross the border as well as the pollution from going back to fossil fuels .. just like you should be pissed when our govt tried going back to fossil fuels that stuff crosses borders. If you want to support mass shooting and rocky health care where not everyone can afford it that go for it .. I don't really care about that because it does not effect me!"
        }
    ]
}