{
    "data": {
        "created_time": "2013-08-13T23:12:51+0000", 
        "id": "10151956024336729_31055952", 
        "message": "I agree with Amy Singleton\nIf any of you own/manage a FB Page: They (Facebook) removed the 'Ask Question' feature - which has proved to be a very useful tool in engaging your fans/followers with your page, your content, and with other followers of the page. We want our fans to get involved in healthy debates. We want them to be included in decisions, and also know that they're input is very important to us! I've sent feedback, reported a problem and have paid a visit to all of FB's pages to share this:\n\n\"We rely heavily on the 'Ask Question' feature to interact with our fans on a more personal level, and include them in open debates. Now we'd have to use a third party app that requires permission to access my personal profile, and it would be in the 'tabs' instead of on the timeline. People don't go looking through the tabs, and even if we posted the link to it, people don't want to be redirected to answer a question. I understand removing it from profiles, but from PAGES that people use to conduct their business??? There seems to be a lot of disappointed users here that utilized the feature for the same reasons, to interact and get feedback from followers - PLEASE FB reinstate this very useful tool!!!! My team has an 8 week hiatus to keep fans entertained, and posting 'Questions' was their plan for each week!!!\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-03T18:53:59+0000", 
            "id": "10151956024336729_32917793", 
            "message": "qysh pase ke mujt me fol ka kat bre oj lop e mir hahahahah"
        }
    ]
}