{
    "data": {
        "created_time": "2015-10-26T17:54:51+0000", 
        "id": "10153141448750079_10153141455970079", 
        "message": "I feel so honored to be the first comment. All of my hard work and dedication has paid off. Getting the top comment has been a dream of mine for many years, and i would like to thank those who have helped me along the way. First and foremost i would like to thank god for giving me this opportunity. Next i would like to thank my parents. I want to thank my friend Josh Arcaro, for being really skinny and always there for me. I would also like to thank my pet tadpole for surviving against all odds for over a week. Next i would like to thank the squirrel that lives in my backyard for climbing trees because that gives me inspiration that i need to get through the day. This is a special moment in my life and i would like to thank any of my unmentioned friends and family that have helped me along the way. This moment will be a moment that i will never forget. I just remembered a few other people i would like to thank; Facebook the fish i caught in the third grade, my light in my room bc i wouldn't be able to see the keyboard without it, the internet for letting me go on Facebook my house because without it i would be homeless, and last but not least i would like to thank all the people out there that actually took time out of their day to read this. I cannot stress how much of a big deal to me this is. I have been trying to be the first comment on a post for years, but that has not been possible until this amazing day. Hopefully my good luck will continue, but this is undoubtedly a rare occasion. If you asked me how i did this, i would say, you can achieve anything u set your mind on. To all the kids out there reading this, i would like to tell them to follow their dreams. Being the top comment is amazing, thank you everyone and for your likes."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-10-26T17:56:28+0000", 
            "id": "10153141448750079_10153141457870079", 
            "message": "Your not the too comment sorry bro"
        }, 
        {
            "created_time": "2015-10-26T18:00:25+0000", 
            "id": "10153141448750079_10153141466020079", 
            "message": ":D true"
        }, 
        {
            "created_time": "2015-10-26T18:01:38+0000", 
            "id": "10153141448750079_10153141467995079", 
            "message": "Laughed way more then I should've 😂😂"
        }, 
        {
            "created_time": "2015-10-26T18:18:06+0000", 
            "id": "10153141448750079_10153141492395079", 
            "message": "Hey man better luck next time.😉"
        }, 
        {
            "created_time": "2015-10-26T18:34:57+0000", 
            "id": "10153141448750079_10153141518400079", 
            "message": "Lel nice trolling"
        }, 
        {
            "created_time": "2015-10-26T19:29:05+0000", 
            "id": "10153141448750079_10153141600285079", 
            "message": "Hahaha 😂😂"
        }, 
        {
            "created_time": "2015-10-28T08:21:45+0000", 
            "id": "10153141448750079_10153143890125079", 
            "message": "Or get a real life"
        }, 
        {
            "created_time": "2015-11-01T07:02:54+0000", 
            "id": "10153141448750079_10153149755610079", 
            "message": "😂😂"
        }
    ]
}