{
    "data": {
        "created_time": "2014-05-30T15:02:52+0000", 
        "id": "10152100770005079_10152102096600079", 
        "message": "Doubt you'll see this, I went through a pain pill addiction that nearly killed me and tore apart my family, your music helped saved me. I was in the military so I didn't have options I was suppose to be strong but couldn't beat my demons. When I heard not afraid I broke down and thought if you did it so can I. I've grown into a good man listening to you, I related and you helped save my life. Without ever speaking to you, you helped me in a way I couldn't help myself. I went to prison got clean wasn't ready yet came home and relapsed and listened to not afraid everyday in the beginning of my recovery and now I have 2 years clean, I'm engaged a manager at a job I love and have a fiancée who loves me for me. My family is proud of me again and I just want to say thank you from the bottom of my heart for talking about your addiction and helping me beat mine. I'll be at the Pasadena show in august. I know you say your not a role model but to me you influenced my life when I was partying and influenced my life in recovery. Thanks again. You'll never know what your rhymes met to me."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}