{
    "data": {
        "created_time": "2013-07-01T22:31:14+0000", 
        "id": "10151994059021729_30387689", 
        "message": "wow didnt realize how many homophobic people there was on facebook. Just as I thought the world was changing. I guess i keep forgetting the world is stuck in the last century."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 22
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T23:19:57+0000", 
            "id": "10151994059021729_30391937", 
            "message": "There were gays last century also, they were just too afraid to be themselves...SHAME ON THIS WORLD!"
        }, 
        {
            "created_time": "2013-07-01T23:23:30+0000", 
            "id": "10151994059021729_30392171", 
            "message": "no hope for human race unfortunately!"
        }, 
        {
            "created_time": "2013-07-01T23:32:24+0000", 
            "id": "10151994059021729_30392611", 
            "message": "Lana let go of your hate, don't give in to the dark side"
        }, 
        {
            "created_time": "2013-07-01T23:39:35+0000", 
            "id": "10151994059021729_30392959", 
            "message": "USA..IS THE MODERN Sodom and Gomorrah...Sodom and Gomorrah  were guilty of many other horrendous sins, homosexuality was the reason God poured fiery sulfur on the cities, completely destroying them and all of their inhabitants. \n\nRead more: http://www.gotquestions.org/Sodom-and-Gomorrah.html#ixzz2Xq9apFFZ"
        }, 
        {
            "created_time": "2013-07-01T23:47:46+0000", 
            "id": "10151994059021729_30393289", 
            "message": "We are not stuck in the last century.... we are just straight!!! Just because we do not agree with the way you gay people choose to parade around and proclaim your sexuality, does not mean we are on the wrong side.  The media and Hollywood have forced this type of \"behaviour\" on us Homophobics,  and now we have no voice on the subject.... now I guess this is our turn here on Facebook to voice our opinions so you Gays just need to deal with it....!!!! There are more Homophobics than you realize...!!!!!"
        }, 
        {
            "created_time": "2013-07-01T23:51:40+0000", 
            "id": "10151994059021729_30393467", 
            "message": "I'm not even gay. I'm a human rights advocate. How would you like it if someone tried to tell you who you can and can't love? No one cares if you're straight, just like no one should care who you choose to be in a relationship with. There is such thing as Gay pride because of the oppression they face. If straight people were a minority they would do the same thing. It's just like the civil rights movement of the 1960's. You people are doing exactly what the white racists were doing back 50 years ago. Don't be on the wrong side of history. Stop hating and start living."
        }, 
        {
            "created_time": "2013-07-02T04:54:02+0000", 
            "id": "10151994059021729_30400467", 
            "message": "@jake. do you vote for abortion to?"
        }, 
        {
            "created_time": "2013-07-02T14:17:07+0000", 
            "id": "10151994059021729_30406082", 
            "message": "Do I vote for abortion? I've never had the chance nor have I ever of citizens \"voting for abortion\".  And If I did have the chance, I wouldn't because its not my place to decide what a women should do with her own body."
        }
    ]
}