{
    "data": {
        "created_time": "2013-07-01T22:32:03+0000", 
        "id": "10151994059021729_30387812", 
        "message": "gays were born gay.  So hating on them is like being racist in a way."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 142
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:35:16+0000", 
            "id": "10151994059021729_30388281", 
            "message": "Finally someone actually uses science! I am glad to have found another reasonable person in the world. :D"
        }, 
        {
            "created_time": "2013-07-01T22:41:03+0000", 
            "id": "10151994059021729_30388947", 
            "message": "No where has it ever been proven that gays are born gay........ EVER........  I'm not for homosexuality, but I am in no way a hater, but stating something that isn't a fact in this kind of argument is just silly."
        }, 
        {
            "created_time": "2013-07-01T22:42:14+0000", 
            "id": "10151994059021729_30389082", 
            "message": "Well said"
        }, 
        {
            "created_time": "2013-07-01T22:43:23+0000", 
            "id": "10151994059021729_30389198", 
            "message": "AND this is ridiculous (JUST IN MY OPINION) that any company take any stand what-so-ever on any thing like this. Just asking for trouble."
        }, 
        {
            "created_time": "2013-07-01T22:46:52+0000", 
            "id": "10151994059021729_30389564", 
            "message": "Thank you young lady for being the 1% of smart people in this country!! "
        }, 
        {
            "created_time": "2013-07-01T22:52:26+0000", 
            "id": "10151994059021729_30390010", 
            "message": "Smart? Look at the facts proposed by Steven.. "
        }, 
        {
            "created_time": "2013-07-01T22:53:17+0000", 
            "id": "10151994059021729_30390082", 
            "message": "Um....bad news people....that California doctor who claimed to have discovered the \"gay node\" way back in the '90's.....was discovered to have falsified that data and was a fraud...and did it because he was gay himself and desired to propagate the lie. Furthermore, if you're born that way, then why have thousands of people chosen to leave the lifestyle? It's a choice, so stop making excuses that it's not within YOUR control. I could care less if you choose to live that way nor do I have any angst, nobody is stopping or deterring or inhibiting you, so please stop all the blood-clot whining \"discrimination\", recruit marches and infiltration of government, organizations and companies to influence policies to further your agenda. Gay people need to live alongside other Americans of differing opinions and beliefs....so stop throwing your lifestyle in heterosexual peoples faces like monkeys do their poo. (no pun intended)."
        }, 
        {
            "created_time": "2013-07-01T23:04:59+0000", 
            "id": "10151994059021729_30390965", 
            "message": "That last sentence BigTim..... made my day!"
        }, 
        {
            "created_time": "2013-07-01T23:17:18+0000", 
            "id": "10151994059021729_30391773", 
            "message": "I think many of those who support LGB, and those who \"choose\" to be LBG, are just looking for attention. Nothing that they do has been done in any calm, quiet, or dignifying manner. Everything has to be banners, marches, hordes, screaming, yelling, fighting, and forcing. And anything done in a manner like that just isn't right for anyone, no matter what it is."
        }, 
        {
            "created_time": "2013-07-01T23:24:47+0000", 
            "id": "10151994059021729_30392230", 
            "message": "BigTim, I really hope someone opens your eyes someday. I really do."
        }, 
        {
            "created_time": "2013-07-01T23:25:24+0000", 
            "id": "10151994059021729_30392262", 
            "message": "To the people saying that it's a choice- I have no idea why someone would just \"choose\" a lifestyle where they are discriminated against by people on a daily basis. That makes no sense."
        }, 
        {
            "created_time": "2013-07-01T23:26:20+0000", 
            "id": "10151994059021729_30392302", 
            "message": "they have to be loud because keeping quiet about something like a secret makes it seem shameful, and that will lead to more discrimination and hate. is that what you want? hate and inequality? lol."
        }, 
        {
            "created_time": "2013-07-01T23:50:13+0000", 
            "id": "10151994059021729_30393405", 
            "message": "Being gay is a choice.........."
        }, 
        {
            "created_time": "2013-07-02T00:32:25+0000", 
            "id": "10151994059021729_30394945", 
            "message": "viva la rasicm<3"
        }, 
        {
            "created_time": "2013-07-02T01:01:20+0000", 
            "id": "10151994059021729_30395767", 
            "message": "ehew again"
        }, 
        {
            "created_time": "2013-07-02T01:35:54+0000", 
            "id": "10151994059021729_30396655", 
            "message": "Wrong it is a choose  or a illness."
        }, 
        {
            "created_time": "2013-07-02T14:29:34+0000", 
            "id": "10151994059021729_30406231", 
            "message": "O"
        }, 
        {
            "created_time": "2013-07-02T22:16:10+0000", 
            "id": "10151994059021729_30414907", 
            "message": "BULLS**T"
        }, 
        {
            "created_time": "2013-07-02T23:15:54+0000", 
            "id": "10151994059021729_30415865", 
            "message": "Even If Being Gay Was A Choice Who Cares. People Do What They Want. Theres Some Gay Couple Having Sex Somewhere Right Now And The World Continues To Spin. If Its A Choice When Did You Wake Up And Decide To Be Straight...Anyway If It Was A Choice Why Would Gay People Choose To Be Gay Because Of People With Negative Things To Say. No One Would Choose To Be Hated On. You Really Think They Want That. Let Them Be. They Are Happy. Since When Did The Bible Make The Constitution....Not Everyone Is Christian. You Don't Have To Like It. You Just Have To Be Tolerant. Gay People Are Completely Normal People. What If Being Gay Was The Normal Thing And The Straight People Didn't Have The Right To Mary Or Have The Same Rights As The Gay People. We Would Fight For Our Rights To Love Who We Love Too."
        }, 
        {
            "created_time": "2013-07-02T23:27:53+0000", 
            "id": "10151994059021729_30415988", 
            "message": "vem de boca"
        }, 
        {
            "created_time": "2013-07-03T00:12:11+0000", 
            "id": "10151994059021729_30416612", 
            "message": "Being gay is a choice?  I Cant choose to be sexually attracted to a guy so i would asume gay guys cant choose to be sexually attracted to girls."
        }, 
        {
            "created_time": "2013-07-03T00:21:38+0000", 
            "id": "10151994059021729_30416696", 
            "message": "I don't hate gays but they are like snakes they get to close I react."
        }, 
        {
            "created_time": "2013-07-03T01:37:32+0000", 
            "id": "10151994059021729_30417618", 
            "message": "niclas....it is a choice.....you can put off the \"\"attraction to same sex\"\" and focus on the opposite sex..you ll get over it IF YOU WANT TO!"
        }, 
        {
            "created_time": "2013-07-05T03:24:32+0000", 
            "id": "10151994059021729_30451618", 
            "message": "Gazy is born evil! finally an agreement .... banish exile eradicate"
        }, 
        {
            "created_time": "2013-07-05T03:43:57+0000", 
            "id": "10151994059021729_30451835", 
            "message": "Why don't gay complain about being 'stoned' ??\nAt least one of them are getting 'stoned' during sex !!"
        }
    ]
}