{
    "data": {
        "created_time": "2013-07-01T22:58:29+0000", 
        "id": "10151994059021729_30390476", 
        "message": "This is gross, and i am sorry this came up on my wall. This fad of \"being gay\" is a disgrace. This disease that these people have is just sick. Stay home and mind your own business like they did for the last 2000 years and let the people in real relationships have marriage the way it was intended."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T23:05:14+0000", 
            "id": "10151994059021729_30390985", 
            "message": "\"Fad\"  oh my you make me laugh out loud----so ridiculous."
        }, 
        {
            "created_time": "2013-07-02T00:00:41+0000", 
            "id": "10151994059021729_30393852", 
            "message": "It's hilariously ironic that you tell gays to \"mind their own business\" when that's EXACTLY the OPPOSITE of what Bible thumpers are doing by trying to oppress what they don't like. LMFAO homosexuals getting married isn't hurting anybody, and in this FREE country, where people don't HAVE to follow the same beliefs as ANYONE else, like our founding fathers INTENDED, that right should be extended to them. Whether you all like it or not. Leave them be and allow them to do as they wish; I'm sure you'd want the same for yourself if you were in the minority."
        }, 
        {
            "created_time": "2013-07-02T05:37:23+0000", 
            "id": "10151994059021729_30400998", 
            "message": "Heterosexuals are exclusively responsible for the existence of homosexuals.  If y'all would just STOP BREEDING for a couple hundred years why the problem would be completely eliminated.   And so would that little religious problem we have in the world."
        }, 
        {
            "created_time": "2013-07-02T05:39:52+0000", 
            "id": "10151994059021729_30401032", 
            "message": "yea. we want our kids not to be gay. so we don't have any?"
        }, 
        {
            "created_time": "2013-07-02T05:55:27+0000", 
            "id": "10151994059021729_30401189", 
            "message": "Btw, saying someone has a \"disease\" or \"are mentally ill\" or anything like that because they're gay not ONLY is offensive to gay people for acting as if there's something wrong with them, but it's ALSO offensive to people, like me, who actually HAVE a mental illness. What, people with mental illnesses deserve to be looked down upon because they're not exactly like you? Come on, man; seriously. Maybe someday these Bible thumpers will grow up and realize how ridiculous they're acting."
        }
    ]
}