{
    "data": {
        "created_time": "2013-07-01T22:44:10+0000", 
        "id": "10151994059021729_30389283", 
        "message": "I can't believe all of you NASTY HATEFUL PEOPLE!! You don't like that there is life, liberty and pursuit of happiness  in the USA?? Then MOVE! We do not want or need any more HATE! You all turn my stomach!\nI am a 50 something straight female and have NEVER understood how the oppression of others' rights has anything to do with me! It is \"Freedom\" folks. That's all!! The same freedom that so many of the minority HATERS on this thread think THEY are ENTITLED to!\nI live in Massachusetts and same sex marriage has been legal here for 9 years. It is invisible!!! As it should be! Live and get your nose out of other people's love lives. I wonder how many of you high & mighties are DIVORCED or have even had multiple marriages & divorces! Worry about your own lives and let others live theirs!\nSMFH in disgust!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 53
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-06T19:37:34+0000", 
            "id": "10151994059021729_30476479", 
            "message": "satan loves you because you oppose god. life liberty and freedom to be homosexual huh, what a self righteous phony comment. gods hates homos period. people like you enable cross dressing faggots to pollute society. god set the tone at soddom and gomorrah. but you know more than god"
        }, 
        {
            "created_time": "2013-07-07T11:01:24+0000", 
            "id": "10151994059021729_30484458", 
            "message": "Please do not force your mythical God that hates bullcrap where is doesn't belong! Separation of church and state. Your fairy tale God is suppose to all about love. Using it to support your hatred would not make you mythical God very happy either. SMH!"
        }
    ]
}