{
    "data": {
        "created_time": "2013-07-01T22:29:42+0000", 
        "id": "10151994059021729_30387455", 
        "message": "Way to pat yourself on your back!!  Why not go out and give some support for our troops or help some homeless people first?!  Idiots"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 147
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:42:41+0000", 
            "id": "10151994059021729_30389122", 
            "message": "Okay i agree with helping the homeless! Yes FACEBOOK help them tooo. Support..donate! Love everyone"
        }, 
        {
            "created_time": "2013-07-01T22:52:17+0000", 
            "id": "10151994059021729_30389997", 
            "message": "Troops are nothing more than tools of the violent state. Why support them?"
        }, 
        {
            "created_time": "2013-07-01T23:01:30+0000", 
            "id": "10151994059021729_30390702", 
            "message": "Jacob true in a sensr but they do fight for our freedom"
        }, 
        {
            "created_time": "2013-07-01T23:01:58+0000", 
            "id": "10151994059021729_30390747", 
            "message": "no, Troops fight for the Freedom of all"
        }, 
        {
            "created_time": "2013-07-01T23:02:25+0000", 
            "id": "10151994059021729_30390794", 
            "message": "Mike you are right about helping the troops and homeless people but guess what if your gay you can't be in the army to support them."
        }, 
        {
            "created_time": "2013-07-01T23:06:18+0000", 
            "id": "10151994059021729_30391059", 
            "message": "I see blantant gays in army everyday  theres no hiding it.. i live at fort hood their evrywhere an in uniform"
        }, 
        {
            "created_time": "2013-07-01T23:37:47+0000", 
            "id": "10151994059021729_30392873", 
            "message": "Let us support the troops! Once they're done killing brown people maybe they can move onto the gays, or even have another crack at the jews."
        }, 
        {
            "created_time": "2013-07-01T23:38:45+0000", 
            "id": "10151994059021729_30392922", 
            "message": "Yeah we do support the troops and yet the troops are performing the biggest sin or at least should be in murder."
        }, 
        {
            "created_time": "2013-07-02T01:04:04+0000", 
            "id": "10151994059021729_30395837", 
            "message": "Because the troops and homeless aren't having their rights oppressed by morons like you"
        }, 
        {
            "created_time": "2013-07-02T01:08:22+0000", 
            "id": "10151994059021729_30395938", 
            "message": "While Jacob here is ripping on our troops for being in the military, he's working at McDonald's, making me my fries and burgers, get cooking you jag. You go fight in the army, you'd die within 5 minutes, ignorant fool!"
        }, 
        {
            "created_time": "2013-07-02T03:22:10+0000", 
            "id": "10151994059021729_30399118", 
            "message": "Hey Wes, I am not oppressing any rights. I don't care if you are gay or straight its your life.  I just think if a corporation wants to show us all how special they are by marching in a parade then why not show how special they are by helping people who really need help and support."
        }, 
        {
            "created_time": "2013-07-05T16:50:15+0000", 
            "id": "10151994059021729_30458779", 
            "message": "mim  aceite"
        }, 
        {
            "created_time": "2013-07-09T06:41:28+0000", 
            "id": "10151994059021729_30513317", 
            "message": "all of you are just ridiculously dumb and have one way views as well as opinions"
        }, 
        {
            "created_time": "2013-07-09T08:31:47+0000", 
            "id": "10151994059021729_30513946", 
            "message": "FREEDOM & RIGHTS Have a price tag.  One that we take for granted because we r not the ones paying the price.  I'm not about blasting people. You have every right to your opinion. I just want to say something you may not realize.The troops that you don't want to show support for keep you safe. Regardless of what you or the government thinks is best way to keeping you safe. Those troops that you don't want to support signed up for the job to protect you. We may not agree with what the government feels is necessary to keep us safe and free... Cause I sure don't But I support every human being that is willing to sacrifice not only their life but their time with their children, brothers, sisters, parents, or spouses... I just want you to look at that from a different angle. support our troops, police and firemen. for their jobs keep us safe. The way you worded your comment I feel its really the people that were voted in office that you don't support.\n\n   Also  FYI not one sin is greater than another...  GOD doesn't go oh well that was just a lie your okay...  us humans put definitions on sin as small or large or forgivable and unforgivable. GOD gave us the 10 commandments for a reason. This world we live in is because we lost sight of WWJD and we put GOD in a box cause we don't think we need him anymore.  And  another FYI US troops did not attack the Jews we defended them.  Please try and read up on your history and your bible knowledge as well as tell a police officer Fireman, or a troop thank you for keeping you safe and pray for their safety as they work hard to give you safety....             Just Saying..."
        }, 
        {
            "created_time": "2013-08-06T00:52:33+0000", 
            "id": "10151994059021729_30931106", 
            "message": "wtf are you people on? troops fight for money, oil, and politics. id like 2 see ANYONE join the army or marines or navy or air force and not be there for the money"
        }, 
        {
            "created_time": "2013-08-09T01:31:00+0000", 
            "id": "10151994059021729_30982392", 
            "message": "@April Starling I am agnostic-theism, that's just it, most people have abandoned god so he has abandoned us."
        }
    ]
}