{
    "data": {
        "created_time": "2013-07-01T22:28:14+0000", 
        "id": "10151994059021729_30387199", 
        "message": "God said no"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 297
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:36:37+0000", 
            "id": "10151994059021729_30388458", 
            "message": "god created man, god knows all, god already saw this coming, your comment is irrelevant"
        }, 
        {
            "created_time": "2013-07-01T22:51:18+0000", 
            "id": "10151994059021729_30389921", 
            "message": "woah, woah, woah. hold up. When God created us, He gave us free will, to live our life how we will. However, just because He created us doesnt mean He likes the choices we make. He saw this coming, yes, but if He would have created us without being able to choose what we did in our lives we would only be robots, and that would negate the point of salvation. So, whether you agree with homosexuality or not, dont blame God. (Isaiah 3:9 - NIV)"
        }, 
        {
            "created_time": "2013-07-01T22:59:49+0000", 
            "id": "10151994059021729_30390564", 
            "message": "Honestly, unless you have personally communicated with God, and he told you that he doesn't approve of it, then you do not know what he thinks. Remember that even though you say that the Bible is God's word, it was still written by humans. Humans make mistakes."
        }, 
        {
            "created_time": "2013-07-01T23:07:59+0000", 
            "id": "10151994059021729_30391181", 
            "message": "Yeah, God saw this coming with Sodom and Gomorrah, anyone remember what happened to them?"
        }, 
        {
            "created_time": "2013-07-01T23:15:38+0000", 
            "id": "10151994059021729_30391679", 
            "message": "what if i told you there is no god"
        }, 
        {
            "created_time": "2013-07-01T23:20:52+0000", 
            "id": "10151994059021729_30391997", 
            "message": "Really. Has you talked to God lately or are the other voices in your sick head too loud?\n"
        }, 
        {
            "created_time": "2013-07-01T23:42:21+0000", 
            "id": "10151994059021729_30393060", 
            "message": "Which god?"
        }, 
        {
            "created_time": "2013-07-01T23:54:02+0000", 
            "id": "10151994059021729_30393569", 
            "message": "And god isn't here now is he? That's right, BECAUSE HE NEVER EXISTED. Jerk."
        }, 
        {
            "created_time": "2013-07-02T00:39:55+0000", 
            "id": "10151994059021729_30395179", 
            "message": "Who cares what God said? he clearly has no power here. if he did, one would think that these gay pride parades would be stopped by him directly. or is he so weak that he needs lowly little humans to do things for him?\n\nyour god is so flawed that it's not even funny"
        }, 
        {
            "created_time": "2013-07-02T00:46:44+0000", 
            "id": "10151994059021729_30395370", 
            "message": "So Jacob if \"he\" saw this coming.....then \"he\" purposely set others up to fail? :( Can I ask a question I rarely see someone ask?...because your statement concerns me....\"but if He would have created us without being able to choose what we did in our lives we would only be robots, and that would negate the point of salvation. So, whether you agree with homosexuality or not, don't blame God.\" So then God created us to marvel in his glory and submit to his will for the ultimate prize of going to Heaven? He didn't make us robots so that way we could beg him for salvation? O.O;; This doesn't sound like a loving God...making your people beg for mercy?...Marie Antoinette tried this and she was beheaded :("
        }, 
        {
            "created_time": "2013-07-02T00:46:52+0000", 
            "id": "10151994059021729_30395375", 
            "message": "Either god created free will or god has a divine plan.  Y'all need up to make up your mind with your conflicting ideology."
        }, 
        {
            "created_time": "2013-07-02T01:41:33+0000", 
            "id": "10151994059021729_30396786", 
            "message": "Sherrie, once you reach that time in your life, and I am praying that you will, that you realize that there is litteraly no other option. However, it is not a begging for His mercy. We are not bowing at His gates desperately trying to submit to rules and standards so that He may or may not apply His grace. No, the Bible says \"Whosoever will may come.\" Think of it like this. Your drowning in a sea, and God throws you a rope. He doesnt  make you take it, or force you to beg. It is a choice to accept His gift of grace. And once you do, it isnt a \"submitting to His will\" its a joyous day by day decision to live for His honour and glory. I hope and pray that one day you will experience this for yourself."
        }, 
        {
            "created_time": "2013-07-02T01:45:50+0000", 
            "id": "10151994059021729_30396884", 
            "message": "And Jesus thought it was so important as to say NOTHING on the subject...."
        }, 
        {
            "created_time": "2013-07-02T02:07:00+0000", 
            "id": "10151994059021729_30397488", 
            "message": "I understand your perspective Jacob...but it still sounds rather unfavoring to me. Not the grace part but the methods to obtain grace. here's what concerns me. \"God\" creates beings...gives them free will...yet knows their future....continues on anyway knowing which creations will go to \"hell\".So a person can live their entire life in good graces...a caring and loving soul...devoting his or her life to the progress and beauty of others...but be refused into heaven because of a sexual preference? They were born the way they are...in so...they were purposely given life to be sinful? I do not believe an all loving God would have selective love. I know how painful it is for me to carry around hate for a day...to miss an entire day being bitter and spiteful. If \"God\" disagreed tot his ...why not fix it now? :s People who are gay suffer...not all of them but many of them do. Why condemn someone to wake up everyday and question their existence...beg God to change them yet they remain who they ARE? Maybe hate is a human condition..and not a divine one? I don't know...All I mean to say is maybe we shouldn't speak for a God who isn't speaking for his/herself. I am not saying God does or doesn't exist...I wouldn't know...all I mean to imply is that maybe this isn't as big of a concern to \"God\" as it is to some members of the human race. I am not trying to be mean...this is just my perspective :)"
        }, 
        {
            "created_time": "2013-07-02T02:31:45+0000", 
            "id": "10151994059021729_30398077", 
            "message": "Jacob... if everything in life is a CHOICE (as claimed by Christians) then what is the SPECIFIC day, date and time you CHOSE to be straight?   If you did NOT make a CONSCIOUS CHOICE to be straight what on EARTH makes you believe anyone ELSE makes a choice about who they love?"
        }, 
        {
            "created_time": "2013-07-02T02:56:12+0000", 
            "id": "10151994059021729_30398580", 
            "message": "Jesus said \"Love thy neighbor as thyself\" so really saying God said no means that he also said yes because Jesus is apart of God"
        }, 
        {
            "created_time": "2013-07-02T02:57:04+0000", 
            "id": "10151994059021729_30398597", 
            "message": "Let me remind ya there are NO typos in the bible! and God does not approve of gay people..but God gave us a free will but like anything else that free will has to be taken seriously and be cared for. so all of ya who say God doesn't know what he's doing guess what when judgement day comes and God says \"Well I'm sorry but you didn't listen to me bye\" I'ma be like told you so!"
        }, 
        {
            "created_time": "2013-07-02T03:10:20+0000", 
            "id": "10151994059021729_30398877", 
            "message": "@Robert Arnold -- God said yes. https://fbcdn-sphotos-f-a.akamaihd.net/hphotos-ak-frc1/1002075_488747944546247_523099710_n.jpg"
        }, 
        {
            "created_time": "2013-07-02T04:49:53+0000", 
            "id": "10151994059021729_30400427", 
            "message": "Deuteronomy 21:18-21\nNew International Version (NIV)\nA Rebellious Son\n\n18 If someone has a stubborn and rebellious son who does not obey his father and mother and will not listen to them when they discipline him, 19 his father and mother shall take hold of him and bring him to the elders at the gate of his town. 20 They shall say to the elders, “This son of ours is stubborn and rebellious. He will not obey us. He is a glutton and a drunkard.” 21 Then all the men of his town are to stone him to death. You must purge the evil from among you. All Israel will hear of it and be afraid\n\nLeviticus 19:19\nNew International Version (NIV)\n19 “‘Keep my decrees.\n“‘Do not mate different kinds of animals.\n“‘Do not plant your field with two kinds of seed.\n“‘Do not wear clothing woven of two kinds of material.\n\nDeuteronomy 22:9\nNew International Version (NIV)\n9 Do not plant two kinds of seed in your vineyard; if you do, not only the crops you plant but also the fruit of the vineyard will be defiled.[a]\nFootnotes:\nDeuteronomy 22:9 Or be forfeited to the sanctuary\n\nMatthew 19:23-24\nNew International Version (NIV)\n23 Then Jesus said to his disciples, “Truly I tell you, it is hard for someone who is rich to enter the kingdom of heaven. 24 Again I tell you, it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God.”\n\nI've posted this before...and by these statements....I have the right to stone my disobedient son to death...being wealthy will greatly lessen my chances of going to heaven AND anyone wearing clothes (unless its 100% the same material) or growing two different kinds of crops together shall fall from grace? So looks like you'll also be joining the other folks you condemn to \"hell\"? :s"
        }, 
        {
            "created_time": "2013-07-02T04:52:59+0000", 
            "id": "10151994059021729_30400459", 
            "message": "P S Njie Harouna - you're a FOOL.   The bible was compiled from MANY different writings over a very long period of time between 382 and 403.   The first \"edit\" of it occurred when Martin Luther edited out seven books some 1600 years later.  Following THAT edit there was the edit done by King James.   Then of course there are the dozens of edits since then.   Only the truly delusional or the truly foolish believe something compiled by MAN is \"the word of god\""
        }, 
        {
            "created_time": "2013-07-02T05:00:33+0000", 
            "id": "10151994059021729_30400553", 
            "message": "only grumpy cat says no."
        }, 
        {
            "created_time": "2013-07-02T05:07:33+0000", 
            "id": "10151994059021729_30400637", 
            "message": "God isn't real guys, and no amount of faith can bring make him real. You probably still believe the world is 6,000 years old too. You probably believe that science is a lie. The problem with most Christians is they are so blind they wont go anywhere to hear otherwise, to open their minds to other possibilities, and for one second think to themselves, \"maybe I am wrong...\" Christians are closed minded, and that's the problem here. They are so closed minded, that they believe they should not let those with other beliefs (in this case, the LGBT community) live their own lives. You are the problem, not your victims. And if you ask me, religion is a cancer which is out of control. It manipulates what it can, and it destroys what it cannot."
        }, 
        {
            "created_time": "2013-07-02T05:08:29+0000", 
            "id": "10151994059021729_30400650", 
            "message": "God is wrong..."
        }, 
        {
            "created_time": "2013-07-02T05:09:54+0000", 
            "id": "10151994059021729_30400668", 
            "message": "Oh good ... the comfort that is religion to the rescue once again...."
        }, 
        {
            "created_time": "2013-07-02T05:32:27+0000", 
            "id": "10151994059021729_30400939", 
            "message": "God is imaginary,Choose Reality,It Will Be Better For All Of US,Just Believe In Yourself."
        }
    ]
}