{
    "data": {
        "created_time": "2013-07-01T22:33:57+0000", 
        "id": "10151994059021729_30388095", 
        "message": "shameful, i hate what this country is becoming"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 282
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:37:39+0000", 
            "id": "10151994059021729_30388580", 
            "message": "*hold mirror up* nope i only see you in the shame mirror"
        }, 
        {
            "created_time": "2013-07-01T22:41:59+0000", 
            "id": "10151994059021729_30389049", 
            "message": "It's what the world is becoming, and it's becoming a better place."
        }, 
        {
            "created_time": "2013-07-01T22:46:42+0000", 
            "id": "10151994059021729_30389547", 
            "message": "then move out and do this country a favor"
        }, 
        {
            "created_time": "2013-07-01T22:50:04+0000", 
            "id": "10151994059021729_30389828", 
            "message": "better place? hahahahahah :))))"
        }, 
        {
            "created_time": "2013-07-01T23:06:18+0000", 
            "id": "10151994059021729_30391060", 
            "message": "its beboring a weak and evil world that wants to be controlled by the devil smh"
        }, 
        {
            "created_time": "2013-07-01T23:31:15+0000", 
            "id": "10151994059021729_30392563", 
            "message": "Steel, Sodom and Gomorrah have never been proved to have existed. Also Sodom and Gomorrah was sunk in the biblical text because of angels consorting with humans, not for homosexual acts."
        }, 
        {
            "created_time": "2013-07-01T23:39:13+0000", 
            "id": "10151994059021729_30392939", 
            "message": "Yet all you hypocrite remain on facebook posting....you do not agree with them get off."
        }, 
        {
            "created_time": "2013-07-02T00:23:59+0000", 
            "id": "10151994059021729_30394693", 
            "message": "Sodom and Gomorrah were very real places (real cities according to many archaeologists/geologists, documented in other extra-biblical text) , and they were destroyed because of sexual immorality primarily including homosexuality and orgies...  Since you seem to know so much about the Bible, maybe you should actually read it, and study it, before speaking on it's behalf\n\nEven looking at it from a worldly/secular perspective, homosexuality is unnatural, and there are several secular studies showing anticipated negative sociological effects on children as a result.  It doesnt even have a place in the so-called \"evolutionary\" model.  If anything it's a DE-evolution of the human race.  It's nothing more than a trend, and i'm ready for it to be over, so the 98% of the country that ISNT gay can get on with their lives, and don't have to think about disgusting things like this.\n\nI will always speak out against this, so don't think you can silence me. I will not let evil prevail in this country."
        }, 
        {
            "created_time": "2013-07-02T00:50:54+0000", 
            "id": "10151994059021729_30395474", 
            "message": "You just went full retard ! You should never go full retard."
        }, 
        {
            "created_time": "2013-07-02T01:43:46+0000", 
            "id": "10151994059021729_30396832", 
            "message": "You can also say that Christianity is also a trend, as it hasn't been around as long as homosexuality has...."
        }, 
        {
            "created_time": "2013-07-02T02:21:19+0000", 
            "id": "10151994059021729_30397832", 
            "message": "Then do us all a favor and LEAVE."
        }, 
        {
            "created_time": "2013-07-02T02:22:17+0000", 
            "id": "10151994059021729_30397861", 
            "message": "Benjamin - NO they were NOT destroyed for that reason.  They were destroyed because the occupants of the cities in question were ABUSIVE towards God's messengers."
        }, 
        {
            "created_time": "2013-07-02T02:36:38+0000", 
            "id": "10151994059021729_30398159", 
            "message": "Sorry, Benjamin Noble, I have read the Bible and guess what. You're wrong. The studies you refer to were done by a bogus organization with a vested interest. Take a look at some unbiased studies done by real scientists Who aren't funded by donors affiliated with the Religious Reich."
        }, 
        {
            "created_time": "2013-07-02T02:55:34+0000", 
            "id": "10151994059021729_30398567", 
            "message": "Then move Benjamin.  May I suggest Iran."
        }, 
        {
            "created_time": "2013-07-02T12:01:49+0000", 
            "id": "10151994059021729_30404554", 
            "message": "Sorry to throw a bit of intelligence into this thread, not everyone can just \"hop on\" the ignorance train and let emotion rule the world.  And you're wrong Hanyewi/Jocelyn, if you think it's a small \"religious reich\" pushing an agenda, it happens to be MORE than a majority of the WORLD's population who believe in the God of the Bible, who has existed since the beginning of time (before man, or homosexuality, even existed), maybe you all should look in a mirror and evalutate what your own foundations for philosophy are in life."
        }, 
        {
            "created_time": "2013-07-05T03:23:05+0000", 
            "id": "10151994059021729_30451605", 
            "message": "Divorce America and FREE TEXAS!!!!!"
        }, 
        {
            "created_time": "2013-07-13T10:35:11+0000", 
            "id": "10151994059021729_30578277", 
            "message": "https://www.facebook.com/photo.php?fbid=634210163256083&set=a.570509176292849.131031.533854653291635&type=1&theater Like :P"
        }, 
        {
            "created_time": "2013-07-24T16:03:20+0000", 
            "id": "10151994059021729_30750911", 
            "message": "gays, gays everywhere"
        }, 
        {
            "created_time": "2013-07-24T16:07:55+0000", 
            "id": "10151994059021729_30750974", 
            "message": "To those who quote the fate of Sodom and Gomorrah, and we should not allow this behaviour. I believe our society is changing, and I do not like all the changes. BUT, outlawing or socially banning a behaviour only drives it underground. The behaviour does not stop, and you only ostracise the people who need your understanding and love most. They already feel like outsiders, hence the need to stand up for themselves as individuals with rights. I believe in God and the Bible, but I don't want to force my beliefs on others. Allow others to voice their differences and be willing to discuss where you disagree, but the hate for other views and lifestyles only creates more hate. My God does not hate people. I disagree but maybe I'm wrong. What if I'm wrong? Am I perfect? I do not fear discussion. Freedom includes the freedom for us BOTH to be wrong, but not for one of us to force our views on another."
        }, 
        {
            "created_time": "2013-08-06T00:35:53+0000", 
            "id": "10151994059021729_30930895", 
            "message": "Hmm. Anyone notice that all the homophobic and god-bothering commenters are also the ones that can't spell or write properly? It is no coincidence."
        }, 
        {
            "created_time": "2013-08-08T23:17:55+0000", 
            "id": "10151994059021729_30980869", 
            "message": "Thumbs Up! for you comment Benjamin Noble, I agree with u."
        }, 
        {
            "created_time": "2013-08-10T04:33:47+0000", 
            "id": "10151994059021729_31003577", 
            "message": "Its becoming worse because of the economy and the people in the government, NOT because two men want to get married and live a happy life together."
        }, 
        {
            "created_time": "2013-08-15T07:36:55+0000", 
            "id": "10151994059021729_31074581", 
            "message": "!- Wє αяє кιdυ Fяєαкєяz -!  freakerz lyk this page ..!!!!!!!"
        }, 
        {
            "created_time": "2013-08-30T21:35:47+0000", 
            "id": "10151994059021729_31325526", 
            "message": "No one is hurting anyone by being gay if you was more worried about your life you would not know what other people are doing with their life."
        }, 
        {
            "created_time": "2013-11-28T22:13:45+0000", 
            "id": "10151994059021729_32848316", 
            "message": "I want to communicate with the team Facebook Developers"
        }
    ]
}