{
    "data": {
        "created_time": "2013-07-01T23:21:59+0000", 
        "id": "10151994059021729_30392081", 
        "message": "I would like to start by saying that I am a Christian and that I am extremely disappointed in Americans today. Not because of the march, but because of the homophobic comments. First off, Jesus had done away with the old commandments and was completely silent of homosexuality. There are actually multiple accounts of Jesus seeming to be positive of it. Not only that, but according to the bible, you should love everyone and that only god can judge. So stop using religion as your crutch to be hateful towards others. God doesn't hate the sinner, God hates the sin."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-02T00:50:36+0000", 
            "id": "10151994059021729_30395467", 
            "message": "If you're a Christian who supports homosexuality you're either confused or have a unique canon.\n\n\"Or do you not know that wrongdoers will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God.\" -First Corinthians 6:9-10 NIV\n\nNew Testament, stating in essence that homosexuality is immoral. Feel free to correct me if I'm confused here."
        }, 
        {
            "created_time": "2013-07-25T03:07:55+0000", 
            "id": "10151994059021729_30759103", 
            "message": "\"Homophobe\" is a made-up term used for propaganda terms. The literal translation from the Greek roots is \"fear of similarities\". But then, gay rights supporters thrive on ignorance......"
        }, 
        {
            "created_time": "2013-12-19T18:53:47+0000", 
            "id": "10151994059021729_33172471", 
            "message": "God never said that it was ok though"
        }
    ]
}