{
    "data": {
        "created_time": "2013-07-02T06:46:18+0000", 
        "id": "10151994059021729_30401762", 
        "message": "Well done facebook! I think it's great that you show your support to the LGBTQ community.\nAs for a lot of the negative comments here I will sum up some of the reflections I’ve done:\n1)\tFor those of you who invoke the bible quotes of a marriage being between a man and a woman. I want you to consider this verse:  Deuteronomy 22:28-29 NLT \n\n\n\nIf a man is caught in the act of raping a young woman who is not engaged, he must pay fifty pieces of silver to her father.  Then he must marry the young woman because he violated her, and he will never be allowed to divorce her.\n\nIs this still your idea of a legit marriage?\n\n2)\tFor those of you who scream for a straight pride parade: Well, go ahead, last I checked no one was stopping you, I’m straight myself and if you want to celebrate our way of life you have my blessing. That shouldn’t stop us from letting the LGBTQs celebrate their way of life. Live and let live I say!\n3)\tFor those of you who want to delete your facebook page because of this: Well, again, please be my guest. No one is forcing you to use this service provided by the good folks of facebook, I’d say you are more than welcome to try your fortunes elsewhere, happy hunting for a social network that fit you!\n4)\tFor those of you who say that we’re here to populate the earth: Well, we’re already over populated so I’d say it’s pretty good that some of us don’t and rather choose to adopt some of the abandoned children in this world and focus on giving them good lives instead.\n\nAs a final note, remember that giving other people rights doesn’t take away your rights. If LGBTQ people can marry that doesn’t automatically mean that you can’t get married, it only means that both of you can get married, so you go right ahead and marry whoever you want and let them do the same. It’s actually quite simple when you think about it…"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}