{
    "data": {
        "created_time": "2013-07-01T22:34:06+0000", 
        "id": "10151994059021729_30388109", 
        "message": "Lesbian, Gay, Bisexual, Transgender, and Questioning. For everyone that is hating and saying they should quit Facebook. Go. No one is stopping you. The founder is an atheist. If you don't like it, go to account management and deactivate your account. For those saying Adam and Eve not Adam and Steve, God created everyone so where do you think Adam and Steve came from? Honestly love is love. Those of you who are so keen are jumping the bible train maybe you should look at your own lives before you judge."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 166
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:58:22+0000", 
            "id": "10151994059021729_30390466", 
            "message": "You're sick, get help!!!"
        }, 
        {
            "created_time": "2013-07-01T22:59:17+0000", 
            "id": "10151994059021729_30390536", 
            "message": "you right, judging is itself sin. so why criticize others when God(LOVE) is one who made us all and is the only One to judge. i used to hate as well but then i thought about how no one is perfect."
        }, 
        {
            "created_time": "2013-07-01T23:03:36+0000", 
            "id": "10151994059021729_30390868", 
            "message": "Sidney, go home. You're drunk."
        }, 
        {
            "created_time": "2013-07-01T23:04:53+0000", 
            "id": "10151994059021729_30390960", 
            "message": "stupid fool go to hell bible never talk good about GAY"
        }, 
        {
            "created_time": "2013-07-01T23:06:22+0000", 
            "id": "10151994059021729_30391067", 
            "message": "Sad that you bring god into it when clearly he states not to have a same sex marriage do your bible studies befor you decide to throw him into it.. @william"
        }, 
        {
            "created_time": "2013-07-01T23:15:18+0000", 
            "id": "10151994059021729_30391656", 
            "message": "Tiffany thanks for clearing that up for the simple minded people. Im not gay but i do support the LBGTQ and interracial dating!!! Add me!!!"
        }, 
        {
            "created_time": "2013-07-01T23:18:51+0000", 
            "id": "10151994059021729_30391872", 
            "message": "You want me to believe you know exactly what God said? You know without a doubt exactly what he stated in Hebrew? You can barely speak English I doubt you know Hebrew or Latin. @Arnold. No one knows exactly what God said. Everything in the bible is translated. People interpret what they want it to say for their own agenda."
        }, 
        {
            "created_time": "2013-07-01T23:37:21+0000", 
            "id": "10151994059021729_30392860", 
            "message": "I'm not cool with atheism but I can't blame you for how much our religion cares about same sex."
        }, 
        {
            "created_time": "2013-07-01T23:43:47+0000", 
            "id": "10151994059021729_30393116", 
            "message": "Amen Tiffany! Well said!"
        }, 
        {
            "created_time": "2013-07-02T00:03:06+0000", 
            "id": "10151994059021729_30393965", 
            "message": "stop telling us about your so precious bible, it has been written down for the last time about 800 years ago by haters!!!"
        }, 
        {
            "created_time": "2013-07-02T00:23:02+0000", 
            "id": "10151994059021729_30394658", 
            "message": "no we one perfect but we have to strive to be like Christ and homosexuals are choosing their sinful lifestyle over him. and we are to hate the sin and the sinner choosing their iniquity over God. this is a horrible abomination and you all will be judged accordingly."
        }, 
        {
            "created_time": "2013-07-02T00:28:32+0000", 
            "id": "10151994059021729_30394836", 
            "message": "I hope so. I hope we are judged and if you believe that so will you. False prophets are sinners too. Ill see you in hell. :)"
        }, 
        {
            "created_time": "2013-07-02T00:37:17+0000", 
            "id": "10151994059021729_30395099", 
            "message": "I'm an atheist Tiffany. But I dont think that makes you and I bad people. It seems rho, anyone who does not follow the bible and accepts different forms of love are doomed to hell. Or wherever we are supposed to go. I have neveor seen so many religious people with so  much prejudice and anger in their hearts as in this  generation. And yet individuals like Tiffany and I are the bad guys??? If this is the way religious people act all in the name of God, I am happy right where I am. The rest of you need to pray very hard for your own salvation. Not mine and not the gays.generation."
        }, 
        {
            "created_time": "2013-07-02T00:37:41+0000", 
            "id": "10151994059021729_30395110", 
            "message": "Jesus isnt god!!! Jesus was a prophet just like muhammed, abraham, and moses. @Danny: how do you know jesus was straight? I never knew he had children or a wife does it say it in the bible that's been translated by 30 different languages that we lost the original copy. How can you judge a man who gets excited by other men insted of women?? Its not his fault its just the way he was born its better for him to accept it other than fight it just to make people like you happy. Isnt that the number one rule in the bible...acceptance? Maybe you christians are wrong for having hate in your hearts towards these people who mean no harm towards you."
        }, 
        {
            "created_time": "2013-07-02T00:39:10+0000", 
            "id": "10151994059021729_30395152", 
            "message": "There are Christians then there are \"Christians\" Ha "
        }, 
        {
            "created_time": "2013-07-02T00:43:41+0000", 
            "id": "10151994059021729_30395289", 
            "message": "Excuse the typos. Some of us atheists are bad spellers. :)))"
        }, 
        {
            "created_time": "2013-07-02T00:50:32+0000", 
            "id": "10151994059021729_30395465", 
            "message": "Lol I'm a Christian I just am educated. I've taken the time to actually educate myself so I'm not just making assumptions. I've also been engaged to the same woman for four years now and I know how it feels to be hated. To be judged. Just think the hate needs to stop. "
        }, 
        {
            "created_time": "2013-07-02T01:07:51+0000", 
            "id": "10151994059021729_30395924", 
            "message": "America is doomed,so doomed many are swimming in their pride and  can't see a thing coming. A nation too confused that a someone can't even know whether they are the Americans they call themselves or not. Identity crisis. How can we expect such an individual to make right choices...a someone that lives a lie for the rest of their lives...under the pretence of a FALSE and self destruct freedom...in a democracy that never was....we are all humans, and we know how we try and convince ourselves that what we do is right, justify ourselves by even at times referring to subjects we have little or no knowledge about just to redeem and save ourselves. Say all you want people, gays and lesbians suck big time. Thre isn't and never was  need to argue about this, even animals know better than these people, and please stop this blasphemous nonsense about the bible....let a man be so, and a woman like wise..and for sure i don't like what's becoming of this nation..."
        }, 
        {
            "created_time": "2013-07-02T01:18:43+0000", 
            "id": "10151994059021729_30396192", 
            "message": "Boluga whales, bottle nose dolphins, west Indian manatees. Some of the animals you say who in your words \"know better\" are more common to have homosexual tendencies. Know your facts. All I'm saying. "
        }, 
        {
            "created_time": "2013-07-02T01:50:50+0000", 
            "id": "10151994059021729_30397018", 
            "message": "there is a part in song of solomon that says, God made women for man and man for woman. its sad how even Gods animals know better than to go for the same gender. God says to love the gay, and i do... but still think/know its a wrong turn."
        }, 
        {
            "created_time": "2013-07-02T01:56:38+0000", 
            "id": "10151994059021729_30397182", 
            "message": "But does it actual say it's wrong for woman and woman? No. Its open for interpretation. Yours may be different than others."
        }, 
        {
            "created_time": "2013-07-02T02:53:29+0000", 
            "id": "10151994059021729_30398526", 
            "message": "@ Starshyn Marstar Woe\nOh, so ranting about how other people are \"sinners\" and going to Hell isn't pride? It's vanity. \nMatthew 20:16 \"So the last shall be first, and the first last\""
        }, 
        {
            "created_time": "2013-07-02T03:05:14+0000", 
            "id": "10151994059021729_30398763", 
            "message": "i'm not saying i'm perfect i do sin everyday but at least i try to fix it and not do it again everyone slips up but whats wrong is not fixing gosh i'm 13 and i feel smarter than adults these days!READ YOUR BIBLE. if you don't understand the bible go to church than simple as that"
        }, 
        {
            "created_time": "2013-07-02T08:25:19+0000", 
            "id": "10151994059021729_30402663", 
            "message": "@ tiffany are u not ashamed of ur self? if ur dad was to be gay and ur mum lesb how would u have come into dis world why don't you come out of darkness and repent so dat the rot of God will not be upon u"
        }, 
        {
            "created_time": "2013-07-02T13:22:48+0000", 
            "id": "10151994059021729_30405454", 
            "message": "People can adopt. People can do invitro. It's not uncommon"
        }
    ]
}