{
    "data": {
        "created_time": "2013-07-01T22:56:35+0000", 
        "id": "10151994059021729_30390336", 
        "message": "In God We Trust. We've had traditional marriages for thousands of years. Keep it that way! It's not diversity it's against God. I'm a Christian that believes in straight marriage. Would y'all call me diverse? No, you would call me close minded and tell me to screw off. So much for supporting diversity huh?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T23:29:26+0000", 
            "id": "10151994059021729_30392469", 
            "message": "your comment prooves you are really close minded! your god hates you if you want to know the truth!!!"
        }, 
        {
            "created_time": "2013-07-01T23:35:51+0000", 
            "id": "10151994059021729_30392791", 
            "message": "traditional marriage used to be one man and 12 wives, of whom had no choice about it. a man could beat his wife and it was legal; expected, even. traditional marriage used to be between two white people only, provided the woman stays home all day to take care of the kids. it has changed over the years and it will continue changing. there's no such thing as traditional marriage. you ARE closed-minded, hateful, and bigoted. stop judging, that's a sin."
        }, 
        {
            "created_time": "2013-07-02T00:09:44+0000", 
            "id": "10151994059021729_30394198", 
            "message": "Hey Eric.  Believe it or not, God doesn't have hate.  That's about the most moronic thing you could say.  He sure as heck doesn't hate someone who will stand for Him.  That's what He loves the most."
        }, 
        {
            "created_time": "2013-07-02T03:28:30+0000", 
            "id": "10151994059021729_30399221", 
            "message": "I'm not at all close minded. I believe that there is an amazing power so much greater than us out there. If that's close minded then I don't know what open minded is. I think man should have one wife. And it should be between all races. I don't know why you chose to put race into this but I we are all human. I don't care if you're Black, White, Hispanic, Asian, etc. And I don't judge gays. I love them. It just makes me sad to see so many people going against God. I am saddened by it and wish they would change. I love gays, I love outcasts, I love everybody. I am a strong believer in diversity. I am not however, a believer in going against the God that put us on this Earth."
        }
    ]
}