{
    "data": {
        "created_time": "2013-07-01T22:49:08+0000", 
        "id": "10151994059021729_30389754", 
        "message": "Ok.... Enough with the Bible quotes. I am so tired of some of you using quotes literally only when it suits you. Unless you are for wives being subservient, abusing your children, or owning slaves, and giving up ALL of your worldly possessions to live in absolute poverty,  quit with the Bible thumping. I am so tired of this holier  than thou attitude. Even IF homosexuality is a sin, it is not YOUR sin. Worry about your own issues and stop being so condescending and judgemental. (there are quite a few verses about those things, too) People need a hobby. Happy Independence Day!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 39
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-02T00:35:57+0000", 
            "id": "10151994059021729_30395066", 
            "message": "Well I'm not opposed to expressing disagreement, but you're right, quoting scripture in a secular arena is pretty dumb."
        }, 
        {
            "created_time": "2013-07-02T01:17:04+0000", 
            "id": "10151994059021729_30396151", 
            "message": "I also am not opposed to dissenting arguments. I just find that when your ONLY argument is an interpretation of a mostly loosely followed tenet, it makes it less convincing. "
        }, 
        {
            "created_time": "2013-07-02T02:21:49+0000", 
            "id": "10151994059021729_30397840", 
            "message": "Anyone can pull a scripture out of the bible to support any hatred they are talking about.  Its not a good book at all and finding hate, bigoted filled verse's to suit their particular prejudices is pretty easy to do."
        }, 
        {
            "created_time": "2013-07-02T03:02:59+0000", 
            "id": "10151994059021729_30398710", 
            "message": "You guys need god in your heart,for real! nobody is judging anybody is just the truth and it hurts."
        }, 
        {
            "created_time": "2013-07-02T06:42:10+0000", 
            "id": "10151994059021729_30401721", 
            "message": "Don't support this in any way!!! pleasse don let it !!!"
        }, 
        {
            "created_time": "2013-07-02T11:56:36+0000", 
            "id": "10151994059021729_30404509", 
            "message": "Ermer - you obviously didn't read all of the posts if you honestly think \"nobody is judging anybody\" Come on........ That is your truth not everyone else's. The Bible is not fact. Nothing in it is provable. You are also assuming that I do not believe in God (his name should be capitalized, for the record. A good Christian would know that) and that assumption would be wrong. The FACT is that my personal beliefs do not matter one bit. IF homosexuality is the giant sin you seem to believe it to be, those who are gay will answer for it. Judge not lest ye be judged"
        }, 
        {
            "created_time": "2013-07-02T21:36:26+0000", 
            "id": "10151994059021729_30414166", 
            "message": "And for the record, I am a gun carrying, heterosexual mother of two all white straight daughters (as far as we know to this point) that most would accuse of being quite Conservative. I am tired of the zealots ruining my side and making it impossible for me to have a decent dialogue about any important topic, because you fringe right wingers are giving the rest of us a bad name. Live & let live, we have bigger issues than choosing who another loves. "
        }, 
        {
            "created_time": "2013-07-03T00:45:58+0000", 
            "id": "10151994059021729_30416978", 
            "message": "Stacey, you just lied about who you really are!"
        }, 
        {
            "created_time": "2013-07-03T23:09:43+0000", 
            "id": "10151994059021729_30432898", 
            "message": "Divorce America and FREE TEXAS !!! yeah quote that!!!!!"
        }
    ]
}