{
    "data": {
        "created_time": "2013-07-01T22:32:29+0000", 
        "id": "10151994059021729_30387891", 
        "message": "If Mark wants to support Gay Rights with his own time and money, that is his business; But I think he should let Facebook be neutral on this issue."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 283
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:42:30+0000", 
            "id": "10151994059021729_30389104", 
            "message": "Yeah, kinda too late for that."
        }, 
        {
            "created_time": "2013-07-01T22:51:38+0000", 
            "id": "10151994059021729_30389939", 
            "message": "Last time I checked, Facebook is FREE for you to use Charles!"
        }, 
        {
            "created_time": "2013-07-01T23:09:47+0000", 
            "id": "10151994059021729_30391321", 
            "message": "And, to add to Jill's reply, they aren't forcing you to be for homosexuality either. So, the guy who made Facebook (Mark Z.) Can do with whatever he wishes."
        }, 
        {
            "created_time": "2013-07-01T23:10:52+0000", 
            "id": "10151994059021729_30391388", 
            "message": "this shouldn't be an issue."
        }, 
        {
            "created_time": "2013-07-01T23:11:42+0000", 
            "id": "10151994059021729_30391449", 
            "message": "Yes he can do whatever he wishes. I'm just giving my opinion."
        }, 
        {
            "created_time": "2013-07-01T23:20:04+0000", 
            "id": "10151994059021729_30391943", 
            "message": "Surely Facebook IS Mark's time, money and business..."
        }, 
        {
            "created_time": "2013-07-01T23:43:28+0000", 
            "id": "10151994059021729_30393105", 
            "message": "I think if Mark wants to support Gays, he should start a GAYbook, and leave Facebook alone!"
        }, 
        {
            "created_time": "2013-07-02T01:41:49+0000", 
            "id": "10151994059021729_30396790", 
            "message": "Hey Charles - NEWSFLASH ***** Mark Zuckerberg IS Facebook!! Who the heck do you think started it????? and by the way IT IS FREE TO YOU - IF YOU DONT LIKE IT YOU CAN ALWAYS CLOSE YOUR ACCOUNT!!!! Yes it IS that easy Charles."
        }, 
        {
            "created_time": "2013-07-02T02:58:57+0000", 
            "id": "10151994059021729_30398631", 
            "message": "Charles, you are supporting it by using Facebook.  And we appreciate it."
        }, 
        {
            "created_time": "2013-07-02T03:05:08+0000", 
            "id": "10151994059021729_30398760", 
            "message": "Or maybe the people who work for Facebook want to support equality and gay rights themselves..."
        }, 
        {
            "created_time": "2013-07-02T06:20:17+0000", 
            "id": "10151994059021729_30401511", 
            "message": "Oy, Raoul Duke, the truth hurts!"
        }, 
        {
            "created_time": "2013-07-02T06:26:28+0000", 
            "id": "10151994059021729_30401568", 
            "message": "They are his own employees, why wouldn't he support them?"
        }, 
        {
            "created_time": "2013-07-02T06:49:18+0000", 
            "id": "10151994059021729_30401785", 
            "message": "You know maybe we should find a way to make a differeny social network that bans: gays, abotrion supporters, andthose who disagree with our RIGHT TO BEAR ARMS! That Would be an awsome site!"
        }, 
        {
            "created_time": "2013-07-02T06:57:19+0000", 
            "id": "10151994059021729_30401855", 
            "message": "@ Michael...please go do that, just be sure to keep the hate only there...no one here wants to see it."
        }, 
        {
            "created_time": "2013-07-02T07:03:18+0000", 
            "id": "10151994059021729_30401921", 
            "message": "There is no \"neutral\" on human rights!"
        }, 
        {
            "created_time": "2013-07-02T07:32:04+0000", 
            "id": "10151994059021729_30402208", 
            "message": "@ Michael: That would be so great. Then all you hatefull and intolerant people could talk all day about those gays who want to take your freedom from you and won't bother normal people with your bulls**t! The majority of this worlds population would be greatful!"
        }, 
        {
            "created_time": "2013-07-02T08:14:35+0000", 
            "id": "10151994059021729_30402579", 
            "message": "I'm pretty sure good old Charles here would also hate any company that would want to ban Twinkies. AM I RIGHT FELLAS?"
        }, 
        {
            "created_time": "2013-07-02T08:45:55+0000", 
            "id": "10151994059021729_30402858", 
            "message": "Mark himself isn't Facebook, Facebook is collective of people, a family in a sense of the word. They employ people of various ethnic backgrounds and sexuality (including straight, are you forgetting that). They support each other. They treat their member/user base is the same. I'd say being equally fair to everyone is being neutral."
        }, 
        {
            "created_time": "2013-07-02T14:26:41+0000", 
            "id": "10151994059021729_30406194", 
            "message": "Charles, Do you support Chik-Fil-A's corporate donations to hate groups? Do you support all the small businesses currently being sued for discrimination for refusing service to gay couples? I think you are one of those people that tries to sound like they are being reasonable when opposing things they dislike. So let me pose a question. Why is YOUR opinion relevant to his business practice?"
        }, 
        {
            "created_time": "2013-07-02T17:02:10+0000", 
            "id": "10151994059021729_30408651", 
            "message": "Facebook is for everybody so supporting gay rights makes sense in my opinion!"
        }, 
        {
            "created_time": "2013-07-06T20:57:03+0000", 
            "id": "10151994059021729_30477444", 
            "message": "Mark Zuckerthing SOLD OUT unless I read different stuff than you guys @DeeLaymon. Happy people should GO away and do their stuff in privacy. I and MANY more support Charles, I do not want MY kids and Grandkid being forced into NOT the norm. HOW COME a male/female couple do NOT kiss on the streets, yet Happy people just HAVE to. Go back to your cupboards please, you sicken me.\nI only came to this page to ask support a Q I do not do #Freaks"
        }, 
        {
            "created_time": "2013-07-07T00:06:35+0000", 
            "id": "10151994059021729_30479550", 
            "message": "your ridicules, take your old ppl hatred and go spread it somewhere where more ppl are still bigoted, angry and uneducated."
        }, 
        {
            "created_time": "2013-07-07T08:28:08+0000", 
            "id": "10151994059021729_30483626", 
            "message": "THANK YOU!!!"
        }, 
        {
            "created_time": "2013-07-07T10:02:44+0000", 
            "id": "10151994059021729_30484129", 
            "message": "Boşuna uğraşma beni asla ÇÖZEMEZSİN..! Acımasız değilim, canım yanmadıkça can yakmam... Her zaman yol vermesini bilirim.. Eğlenmesini de bilenlerdenim.. Çok Neşeliyim ''ASİLİM '' en önemlisi.. Küçüğümü sevmesini, Büyüğümü saymasını bilirim.. Kısacası görmemiş değilim..! Dur durak bilmem..! Sınırı zorlarım KORKAK değilim OLANLA da işim olmaz..! Oynanmışı OYNAMAM..! Pes etmek bana göre değil.. Kaybetmem KAYBEDİLİRİM."
        }, 
        {
            "created_time": "2013-07-07T10:38:03+0000", 
            "id": "10151994059021729_30484322", 
            "message": "WOW all this over a bit of PR"
        }
    ]
}