{
    "data": {
        "created_time": "2013-07-01T23:25:52+0000", 
        "id": "10151994059021729_30392286", 
        "message": "I'm sitting here reading threw all these comments and some of you people are just unbelievable I love how some of you are \"gays will burn in hell\" and are \"supposibly\" Christians and Catholics but if you were true to the bible and the teachings of Jesus then you would clearly know that GOD OR JESUS DO NOT JUDGE!!! An that is written in the bible plenty of times so what I'm trying to get at is that in fact YOU people who are JUDGING \"gays\" are the actual sinners so maybe you should think before you go an JUDGE people."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-02T05:37:35+0000", 
            "id": "10151994059021729_30401005", 
            "message": "It never says in the bible that its ok, read  Leviticus 20:13 it an abomination we as Christians have every right to judge what is wrong and immoral. By the way Jesus said if you love me keep my commandments, I love the person hate the sin this is a sin! Don't believe me read your bible"
        }, 
        {
            "created_time": "2013-07-02T11:35:54+0000", 
            "id": "10151994059021729_30404285", 
            "message": "In all honesty, just who is this Leviticus fellow, that so many are want to so readily, set so much such store in ?? In my eyes he is no more than a \"Johnny come lately\".. a 'mouthpiece' promulgated and promoted by a church, founded upon the joint collaboration of a disciple who thrice denied his affiliation or knowledge of The Christ, and a 'reformed' zealously rabid, misogynistic hunter cum persecutor of early Christians. The Christ's 'requests' and words of guidance, were so succinct and bloody simple, that even the most illiterate peasant of the day, could understand them.. so much so, that the 'power' and self esteem they gave the everyday ordinary person, posed a serious 'status' threat to the civil and religious authorities of the day. For that 'act of empowerment'.. he was arrested and crucified. The Bible, the rituals and the doctrines \"created\" since his 'passing', have been orchestrated and embellished upon or 'censored' by those 'in control', who came later, in order to manipulate and regain and build status and control of the masses.. all under the guise of passing on the 'message' and spreading The Christ's teachings. The collective and ongoing 'sins' committed by this church, and any church alleging allegiance, claiming promotion of his word or committing acts in his name, would make his stomach crawl with revulsion. I have no doubt, that he would, without hesitation, physically once more take up the lash, and set about 'cleansing' out the houses and meeting places for 'god speak'. And in doing so, once more incur the anger and animosity of the new civil and religious of the day !! =)) Two sayings of the man readily spring to mind, in watching all the sanctimonious and self righteous mouthings and declarations.. \"Let he who is without sin, cast the first stone.\" and, \"Judge not, lest ye be judged'. Simple, powerful and very much to the point, aren't they ?? Much like the man to whom they were attributed to."
        }, 
        {
            "created_time": "2013-07-03T22:39:55+0000", 
            "id": "10151994059021729_30432467", 
            "message": "I have to beg to differ on that comment made about \"God or Jesus do not judge\".  Matter of fact the BIBLE clearly states that HE- 'GOD' is the Ultimate Judge.  We as Christians are not suppose to judge people (only by their fruits) because GOD will judge EVERYONE on the day of judgement!!!!"
        }, 
        {
            "created_time": "2013-07-04T08:08:52+0000", 
            "id": "10151994059021729_30438185", 
            "message": "the Christian's are the worst bigots around   preach one thing and do the other"
        }, 
        {
            "created_time": "2013-07-04T20:18:34+0000", 
            "id": "10151994059021729_30447041", 
            "message": "we are to judge read your bible"
        }, 
        {
            "created_time": "2013-07-08T21:07:40+0000", 
            "id": "10151994059021729_30506600", 
            "message": "The Bible is nothing but a book of contradictions....It is impossible to fallow every little thing in it!"
        }
    ]
}