{
    "data": {
        "created_time": "2013-07-01T22:40:31+0000", 
        "id": "10151994059021729_30388894", 
        "message": "Facebook should block those who use homophobic hate-speech (yeah, yeah. freedom of expression, whatever) for a week to say, \"hey - we don't like the way you're behaving\". It's their product, they can do what they want. Or just fill it full of educational resources for those who get nasty, for a day."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T23:10:10+0000", 
            "id": "10151994059021729_30391348", 
            "message": "if that's the case facebook should block yall from being able to express how happy you are being gay"
        }, 
        {
            "created_time": "2013-07-01T23:34:19+0000", 
            "id": "10151994059021729_30392714", 
            "message": "I don't understand how you LGB supporters say you're so full of love for everyone around you, but go around insulting, pointing fingers, and calling names just as much as anyone else. Maybe you should take your own advice."
        }, 
        {
            "created_time": "2013-07-02T07:01:14+0000", 
            "id": "10151994059021729_30401900", 
            "message": "you commenters are just completely uninformed and do not do your research. The vast majority of the world is filled with hypocrites, NOT just in the gay community, but everywhere. You yourself have definitely been hypocritical one time or another whether you acknowledge or deny that fact. Now, moving on from there, these days (if you notice) freedom of expression does not exist for the people, but for the media, many people aren't allowed to have or express a different opinion yet the media can say mostly or do mostly anything they choose. That being said, if you think EVERY LGBT supporter or LGBT member is the same you are STRONGLY mistaken, people can just be overall rude because someone has other views, but this doesn't just occur in the LGBT community or the supporters, it is a common trait among most humans in the world. I hope you learn from this as i am not trying to say you are stupid or insult your ideas, i am just informing you of what i spend quite some time discussing in depth and to the point as well as reading up on it. I hope you value this information because its important for people to be informed that people may be different, but they are the same in the aspect that they are humans and can be rude, can be nice, can be judgmental, hypocritical, contradicting, or even stubborn and not open to other peoples ideas and ways of thinking. Have a Fantastic Day/Night."
        }
    ]
}