{
    "data": {
        "created_time": "2013-07-01T22:44:55+0000", 
        "id": "10151994059021729_30389364", 
        "message": "A marriage can only be between a man and a woman. I will never accept gay marriage!!!! If our grandparents were gay then we would never exist today! Cant believe what this country has become."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 90
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:54:51+0000", 
            "id": "10151994059021729_30390204", 
            "message": "If your grandparents were straight in the first place, then having gay marriage legalized back then would have posed no problem. Are you saying that you would support forcing homosexuals to engage in heterosexual sex to sustain the population? Hint: there are enough of us around already."
        }, 
        {
            "created_time": "2013-07-01T22:59:56+0000", 
            "id": "10151994059021729_30390569", 
            "message": "It's a shame, they really need your blessing!!"
        }, 
        {
            "created_time": "2013-07-01T23:03:50+0000", 
            "id": "10151994059021729_30390891", 
            "message": "othank you point made perfectly.... their would be know us with out man and woman making population.... I guess this is the beginning of population control by the government... good luck to the future of the world!"
        }, 
        {
            "created_time": "2013-07-01T23:08:29+0000", 
            "id": "10151994059021729_30391216", 
            "message": "You gay people need to stop with the put downs to straight people. Satan made u who u are and not God, remember that when u face the father ..."
        }, 
        {
            "created_time": "2013-07-01T23:20:11+0000", 
            "id": "10151994059021729_30391951", 
            "message": "@ Dollie, Satan doesn't have the power to create man, save the anti-christ. Satan tempts, Satan lures. Satan does not create. I didn't ready any put-downs to straight people within this feed. You'll have to forgive me though I haven't been able to ready everything, kind of like you haven't been able to read the entire bible."
        }, 
        {
            "created_time": "2013-07-01T23:21:47+0000", 
            "id": "10151994059021729_30392067", 
            "message": "If youre grandparents were gay your dickass wound have existed and the world would have been a better place"
        }, 
        {
            "created_time": "2013-07-01T23:51:53+0000", 
            "id": "10151994059021729_30393474", 
            "message": "that would be cool if your grandparents were gay we should not have to support your stupidity today!!!"
        }, 
        {
            "created_time": "2013-07-02T00:09:09+0000", 
            "id": "10151994059021729_30394173", 
            "message": "@ Quentin says the prejudiced, neo-nazi idealist. You mad bro?"
        }, 
        {
            "created_time": "2013-07-02T00:28:39+0000", 
            "id": "10151994059021729_30394839", 
            "message": "Christoper in my experience most kids that grow up in gay homes hate their parents lifestyles and end up straight.. how on earth can you say its genetic? if the genes were so strong they would for sure be the dominate you.. you guys and girls and whatevers are nothing but depraved lost sinners."
        }, 
        {
            "created_time": "2013-07-02T00:41:55+0000", 
            "id": "10151994059021729_30395238", 
            "message": "you seem to be under the impression that just because gay marriage is legal, that a bunch of men and women will marry other men and women regardless if they are gay or not.\n\nyou sir, are what we in the real world call a \"raging retard\""
        }, 
        {
            "created_time": "2013-07-02T01:22:50+0000", 
            "id": "10151994059021729_30396297", 
            "message": "i do not want to say this but ..... f.u =.=\""
        }, 
        {
            "created_time": "2013-07-02T02:29:08+0000", 
            "id": "10151994059021729_30398010", 
            "message": "hahahahhahaha I laughed at this comment. Pathetic."
        }, 
        {
            "created_time": "2013-07-02T10:58:47+0000", 
            "id": "10151994059021729_30403918", 
            "message": "You know there IS a \"cure\" for 100% of homosexuality in humans - ALL heterosexuals have to do is STOP BREEDING and in less than a couple hundred years the \"problem\" will be resolved."
        }, 
        {
            "created_time": "2016-12-11T00:24:25+0000", 
            "id": "10151994059021729_924111294391187", 
            "message": "Everyone shut up OK gays are better than y'all haters who make this world full of chaos and garbage non of you are holy of your all going to hell all that comment things to Facebook and my community y'all will not disrespect Facebook like that or my community not to mention churches are ruining the world"
        }, 
        {
            "created_time": "2016-12-11T00:26:22+0000", 
            "id": "10151994059021729_1856320614579295", 
            "message": "#loveyoufacebook. Y'all keep doing what's right I'm proud of customer service support center all you for a amazing app messenger too thank you all incredible Facebook"
        }, 
        {
            "created_time": "2017-01-25T13:16:54+0000", 
            "id": "10151994059021729_10155016385568556", 
            "message": "good"
        }, 
        {
            "created_time": "2017-01-25T13:16:59+0000", 
            "id": "10151994059021729_10158226428010249", 
            "message": "good"
        }, 
        {
            "created_time": "2017-01-25T13:17:38+0000", 
            "id": "10151994059021729_10154082734741604", 
            "message": ""
        }
    ]
}