{
    "data": {
        "created_time": "2013-07-01T22:45:59+0000", 
        "id": "10151994059021729_30389469", 
        "message": "I'm not gay, but hey, I had a gay uncle and I loved him and he was no less a person than any of us. Gays don't \"choose\" their lifestyle, they're born with it like you were born heterosexual."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 32
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-07-01T22:56:41+0000", 
            "id": "10151994059021729_30390343", 
            "message": "im with you...but people arent born gay... sorry"
        }, 
        {
            "created_time": "2013-07-01T23:06:32+0000", 
            "id": "10151994059021729_30391082", 
            "message": "Really Tommy, you think you could choose to be gay? Just choose it for a day then."
        }, 
        {
            "created_time": "2013-07-01T23:27:01+0000", 
            "id": "10151994059021729_30392342", 
            "message": "So, Tommy, did you choose to be heterosexual?"
        }, 
        {
            "created_time": "2013-07-01T23:53:17+0000", 
            "id": "10151994059021729_30393533", 
            "message": "@bert I've chosen to be gay for a week. Didn't like it. That doesn't mean I'm born straight, just like those of us who have shot guns but didn't like it weren't born disliking guns. We all have our preferences. @chris Just so you know, I did choose to be heterosexual.\n\nI'm a straight christian, but that doesn't mean I hate gays either. I love them like I love everyone else. A sin is a sin, whether you're lying, or stealing, sleeping with people you're not supposed to. It's all sin. And we're all sinners. The difference is I have repented my sins, and ask to be forgiven when I do sin, and I love those who sin even if they don't repent. I speak out against homosexuality, because I care about their souls, even if they don't."
        }, 
        {
            "created_time": "2013-07-02T02:24:05+0000", 
            "id": "10151994059021729_30397906", 
            "message": "We are so glad you asked for forgiveness to an imaginary man in the sky.  Stupid cosmic justice.  I hope you enjoy your trip to heaven filled with murder's, rapist's and pedophile priest's because they all asked for forgiveness too."
        }, 
        {
            "created_time": "2013-07-02T03:08:25+0000", 
            "id": "10151994059021729_30398830", 
            "message": "no one is born into being gay, it's the hormones acting up and the devil getting to you. I don't hate gays I hate what they do but I don't hate the person. I hope all gays will become pure again and escape Satan's little trick"
        }, 
        {
            "created_time": "2013-07-02T04:32:33+0000", 
            "id": "10151994059021729_30400211", 
            "message": "So you say, that people born gay has a mental illness...?"
        }, 
        {
            "created_time": "2013-07-02T04:34:37+0000", 
            "id": "10151994059021729_30400243", 
            "message": "^ Satan is involved in hormonal development of humans now? You need some science in your life."
        }, 
        {
            "created_time": "2013-07-02T09:25:45+0000", 
            "id": "10151994059021729_30403175", 
            "message": "they are born gay and it has been proven"
        }, 
        {
            "created_time": "2013-07-03T03:32:52+0000", 
            "id": "10151994059021729_30419116", 
            "message": "Your fulla more smoke than a Christmas turkey"
        }, 
        {
            "created_time": "2013-09-16T22:06:51+0000", 
            "id": "10151994059021729_31620275", 
            "message": "f*** you stephen have fun going to hell"
        }, 
        {
            "created_time": "2013-10-23T11:20:23+0000", 
            "id": "10151994059021729_32254265", 
            "message": "Not born gay?? Do you think Matthew Shepard wanted to live and end his life like this??? I very much doubt it. You don't get to choose! http://www.youtube.com/watch?v=UiKBv29xvS8"
        }
    ]
}