{
    "data": {
        "created_time": "2014-12-18T18:19:45+0000", 
        "id": "10152493230750079_10152493231885079", 
        "message": "Why Jezus Christmas don't people understand that i'm the Maurice from the music and that i'm that Maus that P.O.P that ONE IS MISSING by artists & designers, why don't fucking people understand!? What's the matter with people when i throw it in them face and still they don't understand there is no one else who acclaims to BE? I'm that Nigger or such and i'm that Final Frontier and i'm that TOP POP and i'm that one artist&designer who try to lead or guide people into the NEW WORLD it's Me Me Me Me and why don't understand after all my PROBLEMS & TROUBLE i've been threw that i actually could be death and not being NOW the most influid and/or rich artist \"multi-talented\" designer, even EMINEM knows i'm that one who's made him better by hating him. All kind of people are going about ME but don't understand i'm HIM while i'll'm spreading it around the world, even they don't understand why kids or such are knowing me and why they artist get threw information about me threw GOD and yeah for better knowing i'm that GOAT......FUCKING HELL here on EARTH when people try to find you or are missing you but don't understand when i'm saying HELLO I'M HERE IN HELLPIT NETHERTLANDS and STUCK IN THIS SHITHOLE in poor lonely fuckedup LIFE...............!? Get REAL you Fucks! Must i die before i become worlds greatest or must i commit suicide because no one get me threw!? WHAT MUST I SAY OR SPEAK ABOUT TO GET REAL.......sorry peeps but i think you're really getting off and away from this real deal eath game and so stupid i don't like you PEOPLE ANYMORE or GET UP!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-19T05:11:20+0000", 
            "id": "10152493230750079_10152495211920079", 
            "message": "What was that whack shit supposed to.be? Suck a dick maurice."
        }
    ]
}