{
    "data": {
        "created_time": "2014-12-08T10:58:48+0000", 
        "id": "10153231498031729_10153243955871729", 
        "message": "Facebook Will  i ever get any response from you? If i dont get any response within 24h i will delete my account cause as a customer i choose to not to buy/use services from companies that do not have customer care services. I reported here a technical problem many days ago and nobody has responded, not Elissa after her question to me, not anybody else from this page after my numerous posts."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-08T16:28:08+0000", 
            "id": "10153231498031729_10153244467131729", 
            "message": "Hey Spyros. How can we help you? -Sarah"
        }, 
        {
            "created_time": "2014-12-08T20:06:29+0000", 
            "id": "10153231498031729_10153244864276729", 
            "message": "Facebook Sarah, my public username was set from the beginning as  facebook.com/spyros.mastoras\nWhile browsing in the settings section, i erased by mistake my username \nfrom the field you provide to us for username change. I didn't set \nanother one, because i had no intention to change it. It happened by \nmistake. After that my username is not available to me. Can you please \nset it back as it was? All my friends are used to this username in order\n to search for me!"
        }, 
        {
            "created_time": "2014-12-09T17:01:13+0000", 
            "id": "10153231498031729_10153247362636729", 
            "message": "Facebook Sarah, are you there?? I don't understand what you are doing... You asked me what is wrong and then you disappear, like Elissa did. Is there somebody able to act seriously against my technical problem??"
        }, 
        {
            "created_time": "2014-12-10T00:58:44+0000", 
            "id": "10153231498031729_10153248386476729", 
            "message": "Spyros I had my account locked for my business page and no one is helping me  I have messaged Facebook I also tried calling customer support but they don't help keep sending me to help center and still not unlocked this is upsetting me Christmas around the corner and now I can't buy nothing for my kids because my business page is locked"
        }
    ]
}