{
    "data": {
        "created_time": "2014-12-11T08:03:17+0000", 
        "id": "10153231595726729_10153251674276729", 
        "message": "But once you send an friend request again he will notice that you have deleted or blocked him !!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 76
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-11T08:33:03+0000", 
            "id": "10153231595726729_10153251866611729", 
            "message": "Then, he will revenge and give the BLOCK back"
        }, 
        {
            "created_time": "2014-12-11T08:34:49+0000", 
            "id": "10153231595726729_10153251868541729", 
            "message": "hahha then you account will be removed"
        }, 
        {
            "created_time": "2014-12-11T09:27:51+0000", 
            "id": "10153231595726729_10153251934626729", 
            "message": "If you have a life and they don't they will stock you through a friends profile, what am I saying they have no friends they're so creepy they'll create a fake profile just to see what you have posted public. But your profile is private. But now they have a fake profile they can see you change your profile picture you look so happy without them in your life. They hate that. You begin receiving unwanted blocked number hang ups.. So you try to block the incoming call but you can't. So you call one of your friends they suggest you come out to the bar to hang with them. You decide it's a good idea. But this creep is seriously stalking you and is waiting out side your place. Just as you come out your eyes meet you begin to go in another direction. Then they start screaming why'd you block me. You start to run away. You're beginning to think a restraining order is needed. You luckily escape. You find your friends and tell them about your ex-creep's psychotic behavior. They offer to buy you a drink. Before you know it your dancing on top of the bar. Which is pretty cool you've never done that before. The next thing you know you wake up in a strange place with the bar tender or at least you think it was everything was fuzzy. Then you notice your handcuffed to the bed so you wake up the creep next to you only to find out you're kidnapped. And the creep holding you IS the bartender from last night with a raging alcoholic temper. And now your brain is really thinking. But instead of trying to think of ways of escape, you're wishing you didn't block the last loser. Instead you wished you talked it out, face to face! \nFacebook is social suicide. There is no real connection. What will you do next? Swipe down to see what's new in your news feed. \nHere's a real question in the social network movie do you think mark z. was a little jealous HIS character wasn't played by justin timberlake."
        }, 
        {
            "created_time": "2014-12-11T09:44:40+0000", 
            "id": "10153231595726729_10153251956521729", 
            "message": "LOL okay right because my comment is more creepier than this video"
        }, 
        {
            "created_time": "2014-12-11T09:54:24+0000", 
            "id": "10153231595726729_10153251965756729", 
            "message": "My response to this persons post is um yes they already know this. And if you're trying to reconnect with them than it shouldn't be a problem. But the way the question was asked make you assume there is an issue so then why would you be trying to reconnect. No disrespect but, Duh! This video was creepy, but I'm thankful they wasted their time making it because it reminds me how creepy facebook is and how we should all block it.. But unfortunately I can't get 10% off my purchase at my local coffee shop unless I check in.. Thanks Facebook for being the most popular social err anti social platform. It's so bad people, can't sense sarcasm or humor when they read it with their own eyes."
        }, 
        {
            "created_time": "2014-12-11T13:34:25+0000", 
            "id": "10153231595726729_10153252318111729", 
            "message": "U got some imagination :D"
        }, 
        {
            "created_time": "2014-12-11T14:32:47+0000", 
            "id": "10153231595726729_10153252490201729", 
            "message": "Wow to Maria for spamming a comment thread"
        }, 
        {
            "created_time": "2014-12-11T16:08:35+0000", 
            "id": "10153231595726729_10153252672546729", 
            "message": "It didn't do that first. But now it does. So stupid. I hate changes! Lol"
        }, 
        {
            "created_time": "2014-12-11T16:25:00+0000", 
            "id": "10153231595726729_10153252702761729", 
            "message": "Everyone hates changes Demi Danyelle Owens"
        }, 
        {
            "created_time": "2014-12-11T17:21:13+0000", 
            "id": "10153231595726729_10153252838371729", 
            "message": "Siobhan L Urbina....you have a vivid imagination. Lol"
        }
    ]
}