{
    "data": {
        "created_time": "2015-01-13T14:52:24+0000", 
        "id": "10153355445876729_10153363993316729", 
        "message": "Great. Now how bout keeping friends of friends from seeing posts in their scroll? I love my friends but I don't care what they \"like\" or comment on \"their friends\" posts whom I don't even know. :)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-01-13T15:55:21+0000", 
            "id": "10153355445876729_10153364111516729", 
            "message": "Hey Jamiee. You can stop seeing News Feed stories from a person, Page or group by unfollowing them. You can also see fewer stories from them without unfollowing. Learn more in our Help Center: https://www.facebook.com/help/www/190078864497547. -Sarah"
        }, 
        {
            "created_time": "2015-01-13T15:58:18+0000", 
            "id": "10153355445876729_10153364118846729", 
            "message": "I know how to unfollow. I want to see the posts they share but not their friends posts they comment on or \"like\". How do I change that?"
        }, 
        {
            "created_time": "2015-01-13T16:46:47+0000", 
            "id": "10153355445876729_10153364198656729", 
            "message": "I liked it better when FB gave you the option of what you saw from friends.. \"important posts only\" etc.."
        }, 
        {
            "created_time": "2015-01-13T18:15:40+0000", 
            "id": "10153355445876729_10153364379351729", 
            "message": "Thanks for the feedback, everyone. To hide an individual story in your News Feed, click on the arrow in the top right of the story and select \"I don’t want to see this.\" We hope that helps! -Rose"
        }, 
        {
            "created_time": "2015-01-13T23:24:11+0000", 
            "id": "10153355445876729_10153364964476729", 
            "message": "This is exactly what I messaged you about.  I don't want to miss their status updates.  I don't want to see what they are commenting on!  It doesn't help, Rose. Y'all need to fix it."
        }, 
        {
            "created_time": "2015-01-14T01:34:59+0000", 
            "id": "10153355445876729_10153365202766729", 
            "message": "Yeah I don't want to have to select \"I don't want to see this\" every time, it's no different than just ignoring it. It only takes care of the one post. I appreciate you trying to help. But I figure if we aren't friends with the third party we don't need to see it at all :)"
        }, 
        {
            "created_time": "2015-01-14T02:31:30+0000", 
            "id": "10153355445876729_10153365289721729", 
            "message": "I agree! I don't want to see what my friends comment on or like nor do I want them to see what I comment on! It can ruin surprises and everything! FB you aren't answering the question so you must not be able to stop it."
        }
    ]
}