{
    "data": {
        "created_time": "2015-01-29T09:42:08+0000", 
        "id": "10153355445876729_10153400590386729", 
        "message": "Day 4 without #Facebook reply. How can I untag myself from POSTS. You let me do this until recently. In order to protect my privacy, I would like the ability to untag myself again. Please reply. Thank you <3"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-01-29T16:45:46+0000", 
            "id": "10153355445876729_10153401305876729", 
            "message": "Hey Mary. To learn how to remove a tag from a post, please visit our Help Center here: https://www.facebook.com/help/140906109319589. Removed tags will no longer appear on the post or photo, but the post or photo is still visible to the audience it's shared with. People may be able to view the post or photo in places like News Feed or search results. To fully remove it from Facebook, ask the person who posted it to take it down. -Hailey"
        }, 
        {
            "created_time": "2015-01-30T04:03:22+0000", 
            "id": "10153355445876729_10153402520706729", 
            "message": "Thank you for replying.  I will try again, but the past 4 days I've been tagged in at least 4 posts and was unable to untag myself.  That is a violation of my privacy."
        }, 
        {
            "created_time": "2016-01-19T19:59:08+0000", 
            "id": "10153355445876729_1145682298782890", 
            "message": "That's stupid that we can't untag ourselves without asking someone to untag you. It's our own name/tag!! The only option is to make people not be able to tag you on what appears on your time line. .but it will still appear on news feed etc. By then everyone has already seen the bloody tagged pic of you that you don't want! This needs to be changed. Either make it you can remove your name if it is tagged..or make it you can stop people tagging you at all. When I go out it feels like the paparazzi are around and these tag have the ability to affect your job..life etc"
        }
    ]
}