{
    "data": {
        "created_time": "2015-01-16T14:04:40+0000", 
        "id": "10153355445876729_10153370919661729", 
        "message": "Why did Facebook delete a video of my kids ? It was nothing inappropriate at all !!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-01-16T22:54:18+0000", 
            "id": "10153355445876729_10153371853106729", 
            "message": "Hey Shanna. Your video was removed because it appears to contain copyrighted material owned by a third party. If you think that we've removed this video by mistake, you can file a counter notice by following the link provided in the warning email. Please note that if you re-upload this video without filing a counter notice or upload another video that infringes on the rights of a third party, your account may be blocked from uploading videos. Thank you. -Hailey"
        }, 
        {
            "created_time": "2015-01-16T22:58:20+0000", 
            "id": "10153355445876729_10153371860996729", 
            "message": "Facebook thanks for the reply, I never received a warning email at all. This was my personal video of my own children. I would appreciate any help, thanks."
        }, 
        {
            "created_time": "2015-01-17T04:26:57+0000", 
            "id": "10153355445876729_10153372424126729", 
            "message": "i would really love to but im so busy i hope to see u anytime soon when i m free..i miss u to..i meet up with some of ywam team in pom a team form qneensland.."
        }, 
        {
            "created_time": "2015-02-11T17:52:57+0000", 
            "id": "10153355445876729_10153433690956729", 
            "message": "Background music is a violation if you had any unintentional. The Facebook bots detect the music and match it against similar music. If it matches its booted. SoundCloud, YouTube and most other sites do this for RIAA compliance. Hope that helps if that's the case."
        }, 
        {
            "created_time": "2015-02-11T18:17:39+0000", 
            "id": "10153355445876729_10153433731031729", 
            "message": "Thanks, Scot. No, no background music, just the sound of an airplane. I've completely given up, I'll never see it again."
        }
    ]
}