{
    "data": {
        "created_time": "2017-10-13T18:37:27+0000", 
        "id": "1937682773138592_1937852719788264", 
        "message": "Stop producing plastic full stop!! https://www.facebook.com/SkyOceanRescue/videos/291470058016547/"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-13T22:02:34+0000", 
            "id": "1937682773138592_1937911673115702", 
            "message": "It's not Cokes fault it's the consumer who hasent ever herd of a litter or recycle ♻️ bin for got sake what's your post going to achieve really pointless it's not Cokes fault and what about Pepsi co what about Barr \nYou don't see them doing any thing but Coke is really changeing the way we live by our soft drinks look on the journey homepage and see for yourself"
        }, 
        {
            "created_time": "2017-10-14T09:39:49+0000", 
            "id": "1937682773138592_1938059616434241", 
            "message": "Of course it is the manufacturers fault they decided to use plastic in the first place and ship it around the world, because it is cheaper and improves their profit margin.  The power that we have as a consumer is to stop buying their product until it is sold in either a bio degradable container or one that doesn't take hundreds of years to breakdown and is polluting the planet. Not all counties have sophisticated recycling facilities. I have never seen a Tv advert by coke to bin you bottle, more than happy to feed you how great your life will be if you buy a bottle but not what to do with it."
        }, 
        {
            "created_time": "2017-10-14T09:52:53+0000", 
            "id": "1937682773138592_1938061893100680", 
            "message": "I agree it isn't only Coca Coke but all manufacturers of single use plastic."
        }, 
        {
            "created_time": "2017-10-14T09:58:29+0000", 
            "id": "1937682773138592_1938064429767093", 
            "message": "https://www.greenpeace.org.uk/press-releases/greenpeacereport-reveals-plastic-footprint-worlds-largest-soft-drinks-companies-20170314/"
        }, 
        {
            "created_time": "2017-10-14T12:10:30+0000", 
            "id": "1937682773138592_1938105486429654", 
            "message": "All manufacturers can do more, but Coca-Cola are constantly looking at technology to recycle wherever possible. \nhttp://resource.co/article/coca-cola-increase-recycled-content-plastic-bottles-50-11982"
        }, 
        {
            "created_time": "2017-10-14T12:41:03+0000", 
            "id": "1937682773138592_1938112916428911", 
            "message": "What about carrier bags what about plastic containers why is it only Coke getting the blame I know they are the biggest and the best but you must remember a time Coca Cola made people happy 😊 with enjoyable refreshment it's not just PET bottles that are the problem what about toothbrushes what about plastic packaging for alcohol or alcoholic cans or anything other than plastic Coke are now commited 💯% they are going to employ and invest a campain all about their employees to help recycle and keep a happy and healthy sustainable future for the world and Cokes commitment is to make its brand packaging 50 percent recyclable by 2020"
        }, 
        {
            "created_time": "2017-10-14T12:42:12+0000", 
            "id": "1937682773138592_1938113183095551", 
            "message": "And greenpeace hit hard without all the facts yes you can go up against Coca Cola but you won't win they'll listen to ideas without people having ago on how they make their drinks it's a company not a person"
        }, 
        {
            "created_time": "2017-10-14T12:45:05+0000", 
            "id": "1937682773138592_1938113723095497", 
            "message": "And the reason they use plastic is that you can't keep buying raw materials for bottling products because if Coke can't afford to loose money they own thousands of charity's for chilren I bet greenpeace never thought of that I've never seen a green peace truck clean up the streets yet so their just ranting on about nothing and need to pipe down big time"
        }, 
        {
            "created_time": "2017-10-14T16:19:57+0000", 
            "id": "1937682773138592_1938193133087556", 
            "message": "Callum Moloney it's not only Coke getting the blame, you also hit the nail on the head it costs them more money, they would prefer a bigger profit margin instead of using materials that costs them more, and for one of the largest companies which makes Billions in profit they can afford it.  You need to check your comments - I haven't seen any Coca Cola trucks cleaning up streets or in fact I haven't seen them funding any environmental clean ups - happy to be proven wrong.  What is the point of saving all the children when they will most probably be living in those counties drowning in single use plastic.  When you have polluted the last river, destroyed your environment you will realise you can't eat money - but you can still drink coke 👍"
        }, 
        {
            "created_time": "2017-10-17T12:50:35+0000", 
            "id": "1937682773138592_1939314286308774", 
            "message": "Hi Kerry, at this stage our focus is on recovering all of our packaging so none of it ends up as litter. However, we’re working hard to ensure our packaging is as sustainable as possible. We’ve worked with a number of experts and organisations to understand where we should focus our efforts. Plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre. We’ve also been researching and creating alternatives to oil-based plastics, such as our PlantBottle™, which is the first-ever recyclable plastic bottle made from plants. We use the PlantBottle for all of our Honest Tea and Smartwater range here in Great Britain and are always looking at ways that we can expand its use across our portfolio. We’ve also launched our biggest ever ad campaign to inspire more of our consumers to recycle and champion new ways to improve packaging recovery. Our new strategy aims to make sure none of our bottles or cans end up where they shouldn’t! This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates. For more info please visit: http://spr.ly/61898A4X3"
        }
    ]
}