{
    "data": {
        "created_time": "2017-10-11T19:44:16+0000", 
        "id": "10154849169860079_871908819635040", 
        "message": "Have you lost your little mind? Stick to singing or whatever it is that you do, (not a fan) and let the adults handle the problems in America and Trump is doing a great job undoing all the harm Barry has done...looks like your career is going in the crapper."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T19:58:28+0000", 
            "id": "10154849169860079_871913229634599", 
            "message": "Please, expand... what 'harm' did Obama do, and how has Trump fixed it? Executive orders to undo policies, is not fixing anything"
        }, 
        {
            "created_time": "2017-10-11T21:08:47+0000", 
            "id": "10154849169860079_156174218305155", 
            "message": "Chris Greenwood The best facts come in memes... not that \"liberal media\" (aka, any media that differs from the meme 'facts')"
        }, 
        {
            "created_time": "2017-10-11T22:23:27+0000", 
            "id": "10154849169860079_276788502834313", 
            "message": "Lol they can never expand on what Trump has actually done lmao"
        }, 
        {
            "created_time": "2017-10-12T02:03:54+0000", 
            "id": "10154849169860079_233741527156122", 
            "message": "Well, you see, Trump said he did lots of stuff, so he did. Lots of people are saying that stuff is \"good...not bad.\" So it is. Trump also told us that Obama did \"stuff that was bad.\" So it was. These are the facts you're looking for. \n\nOn a side note, do you know how incredibly hard it is to write something as though it was said by a Trump supporter? Besides getting my fingers to actually type that nonsense, the simple sentence structure and avoidance of multisyllabic words was incredibly challenging."
        }
    ]
}