{
    "data": {
        "created_time": "2017-10-11T18:17:06+0000", 
        "id": "10154849169860079_10154849203100079", 
        "message": "I dont think it has jack to do with a comeback or money, Eminem just said how people feel about the demon in chief! We’ll be lucky if we can get rid of Trump before our brave military has to put their lives on the line for his tweets, disrespect, and lack of judgement."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:48:42+0000", 
            "id": "10154849169860079_128068961187952", 
            "message": "Lol. Well over half his fanbase are trump supporters. Just facts. No leftists listen to a grown man rap about killing his baby mama, and raping his mommy."
        }, 
        {
            "created_time": "2017-10-11T18:50:46+0000", 
            "id": "10154849169860079_128069354521246", 
            "message": "Michael Curatolo well, he told the trump supporters where they could go....soooooo"
        }, 
        {
            "created_time": "2017-10-11T18:54:27+0000", 
            "id": "10154849169860079_128070957854419", 
            "message": "He's a demon...... that a new one.... liberalism is a mental disorder"
        }, 
        {
            "created_time": "2017-10-11T18:57:15+0000", 
            "id": "10154849169860079_128071454521036", 
            "message": "Peter Roundy Im sorry you dont know a demon😈when you see one, by their actions. The devil takes on appealing forms. Does he need to be red with a pitch fork and horns for you? Or maybe satan can come to you as a beautiful woman?  Whats your fancy?"
        }, 
        {
            "created_time": "2017-10-11T19:18:39+0000", 
            "id": "10154849169860079_871893849636537", 
            "message": "Well said!"
        }, 
        {
            "created_time": "2017-10-11T20:05:18+0000", 
            "id": "10154849169860079_128083627853152", 
            "message": "Or Robert, he comes in a form that divides Americans more in his 2 terms than any other in the past century, carpet bombs the middle east, gives excessive amounts of cash to known terrorist states, promotes criminality while denouncing law, impoverished more people, and all while trying to implement a communist agenda so he could declare himself supreme high and mighty. But please, keep worshipping your false deity, we know how that will end biblically don't we?"
        }, 
        {
            "created_time": "2017-10-11T20:09:56+0000", 
            "id": "10154849169860079_871919226300666", 
            "message": "Ps- we are facing NK because of what Clinton did. The exact thing Obama did with ISIS. So in another 10 yrs they'll be threatening nuclear holocaust the same way Kim Jong Un is now."
        }, 
        {
            "created_time": "2017-10-11T20:17:12+0000", 
            "id": "10154849169860079_871922029633719", 
            "message": "My bad Timothy Beck, misunderstood you. Got it its Obamas fault😂Lol the only Republican come back, that Black man ruined us lol. Its his fault NK nuclear threats are looming, not the little girl tweeting and taunting NK at 3am in the morning. I wish we had a real leader like Barack. 8 years, and all the dirt you all can come up with is Obama supports terrorists!? Well, Trump got in office with Russian communist hacking, and he supports domestic terror groups. So there."
        }, 
        {
            "created_time": "2017-10-11T20:35:00+0000", 
            "id": "10154849169860079_290064724813864", 
            "message": "Apparently those \"people\" you talked about VOTED TRUMP IN stupid ass!"
        }, 
        {
            "created_time": "2017-10-11T20:36:20+0000", 
            "id": "10154849169860079_285356155291105", 
            "message": "Pretending Obama bin Ladin didn't push for war and Fuck around just like rump , is as stupid as people who say trumps something new and evil .It's all the same shit same toilet different shapes and sizes"
        }, 
        {
            "created_time": "2017-10-11T20:41:49+0000", 
            "id": "10154849169860079_285357165291004", 
            "message": "Ok Repubicans are here to argue that its last administration and Obamas fault. No more wasted time, you cant be reasoned with. If your man addressed the nation in a white hood and a swastica  arm band, with a flaming scepter....youd say liberals need to quit being babies, and that Trump supports equality and love for all his fellow mankind."
        }, 
        {
            "created_time": "2017-10-11T21:16:48+0000", 
            "id": "10154849169860079_1524592870939427", 
            "message": "Robert Redditt don't really care what he says. He has no effect on my life, nor will he ever. I don't take political advice or opinions from has been rappers. You can if you want though. You obviously take his word seriously."
        }, 
        {
            "created_time": "2017-10-11T23:07:27+0000", 
            "id": "10154849169860079_386971211720414", 
            "message": "Another ignorant fool!"
        }, 
        {
            "created_time": "2017-10-12T15:59:34+0000", 
            "id": "10154849169860079_1419197791466910", 
            "message": "Robert... Yes he said for them to go... And go we shall. All us white people got all the 💰... So his ass will be broke back in Detroit within a year...lol"
        }, 
        {
            "created_time": "2017-10-18T12:15:21+0000", 
            "id": "10154849169860079_138880880073461", 
            "message": "This coming from some Muslim looking motherfucker probably a member of some Isis Sleeper Cell"
        }, 
        {
            "created_time": "2017-10-18T12:33:04+0000", 
            "id": "10154849169860079_165090424074620", 
            "message": "Rodney Hall ....and this coming from a hate filled, undercover klan, backwoods thug, domestic terrorist. Fuck you Rodney, Im an American, I dont support any terrorism!"
        }
    ]
}