{
    "data": {
        "created_time": "2017-10-11T18:27:24+0000", 
        "id": "10154849169860079_10154849233030079", 
        "message": "It still trips me out how someone can say “Eminem, you show respect to the president regardless!” Who has the president shown respect? Was it to Puerto Rico by throwing paper towel like they won the lottery? Or was it telling Puerto Rico “We spent a lot of money on you, we need some return on our investment”?\nNo wait did he show respect to the Muslims gunned down by his supporter in that Canadian Mosque? Who exactly is he showing respect for other than hate groups and the NRA? Someone please tell me."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 108
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:47:06+0000", 
            "id": "10154849169860079_871879666304622", 
            "message": "Thank you."
        }, 
        {
            "created_time": "2017-10-11T19:03:06+0000", 
            "id": "10154849169860079_128072507854264", 
            "message": "Now, how about you post a comment about how Obama started to divide the country by using race and letting terrorist groups like the BLM get out of hand? How, while the BLM were killing Police, he was giving them a medal for being a \"peaceful organization\". It's funny. You Anti-Trumpers want to rag on Trump but won't say anything about Obama"
        }, 
        {
            "created_time": "2017-10-11T19:13:27+0000", 
            "id": "10154849169860079_871891786303410", 
            "message": "It's funny you \"trumpers\" seem to like throwing insults at other people rather than address the completely true criticism given to your orange god. Funny how you guys like to re-direct so much."
        }, 
        {
            "created_time": "2017-10-11T19:18:02+0000", 
            "id": "10154849169860079_871893656303223", 
            "message": "Fuck Puerto Rico who cares if they all died it be awesome"
        }, 
        {
            "created_time": "2017-10-11T19:22:05+0000", 
            "id": "10154849169860079_128077377853777", 
            "message": "Scummie piece of shit Albie. Your daughter is gonna grow up a fuckwit just like you except she'll be even less successful"
        }, 
        {
            "created_time": "2017-10-11T19:22:52+0000", 
            "id": "10154849169860079_128077534520428", 
            "message": "Should he have thrown canned goods?  \"Trump assaults crowd with food\"."
        }, 
        {
            "created_time": "2017-10-11T19:25:09+0000", 
            "id": "10154849169860079_1524980937570672", 
            "message": "Joe Lydon he shouldnt throw anything, he should get his ass out there and hand the relief items to people with respect and empathy."
        }, 
        {
            "created_time": "2017-10-11T19:27:13+0000", 
            "id": "10154849169860079_871899776302611", 
            "message": "And there you have it, straight from the mouth of a trump supporter👌🏽....Albie Cremin"
        }, 
        {
            "created_time": "2017-10-11T19:34:16+0000", 
            "id": "10154849169860079_128079314520250", 
            "message": "Trump supporter doesn't like Puerto Rico hmm🤔🤔🤔 dear i say racist Albie Cremin"
        }, 
        {
            "created_time": "2017-10-11T19:37:51+0000", 
            "id": "10154849169860079_128079801186868", 
            "message": "Mobrandon Thompson dare I say hate for others? I ❤️ Puerto Ricans!"
        }, 
        {
            "created_time": "2017-10-11T19:40:57+0000", 
            "id": "10154849169860079_128080251186823", 
            "message": "Checked your 401K lately?  Checked the stock market lately?  Checked the GDP lately?  Checked the $5 trillion in wealth our country has gained since Trump's inauguration?  Ignore these facts, they don't fit your narrative."
        }, 
        {
            "created_time": "2017-10-11T20:00:30+0000", 
            "id": "10154849169860079_871913882967867", 
            "message": "Jason Williams But the KKK we won't talk about or white supremacist........sure........."
        }, 
        {
            "created_time": "2017-10-11T20:06:27+0000", 
            "id": "10154849169860079_1525005357568230", 
            "message": "Dusty Biester so where will that $5 trillion dollar surplus be going after he tweets us into a costly war? I care more about the soldiers that will pay with their lives than money that can be replaced."
        }, 
        {
            "created_time": "2017-10-11T20:22:23+0000", 
            "id": "10154849169860079_290062251480778", 
            "message": "If he said this about Obama,  it would be considered racists.  Im mixed race and weak liberals turning everything into race is a form of oppression.  Telling minorities that they are victims and that theres no way out except for democratic policies.  We have the highest minority success in this country since the 1776.  tired of liberal cry babies who can’t articulate a point of view"
        }, 
        {
            "created_time": "2017-10-11T20:24:25+0000", 
            "id": "10154849169860079_290062551480748", 
            "message": "this all ya'll blancos de mierda another white thief stealin from our culture.  https://www.youtube.com/watch?v=eKf50arUL7w\nWhite liberals are dangerous and very racist!!!\nyoutube.com\nWhite liberals are dangerous and very…\nyoutube.com"
        }, 
        {
            "created_time": "2017-10-11T20:38:46+0000", 
            "id": "10154849169860079_290065521480451", 
            "message": "What have any of the other presidents done for puerto Rico? Do some research sheep! Every President has bad faults and done shit nobody likes and em stayed quiet. Seems like all the hype about trump os for a reason."
        }, 
        {
            "created_time": "2017-10-11T20:43:06+0000", 
            "id": "10154849169860079_285357398624314", 
            "message": "Robert Redditt, a war with who?  N Korea?  You mean the regime that rules over N Korea which has been threatening the elimination of the US and Western society with nuclear weapons for a few decades now?  You asked for examples, I provided them, you continue to spout stupidity.  Ignore me, I won't follow your idiotic, fear-mongering narratives."
        }, 
        {
            "created_time": "2017-10-11T20:44:58+0000", 
            "id": "10154849169860079_866147783551822", 
            "message": "Alexandra Elizabeth Hoffman no Eminem didnt stay silent on any administration other than Obamas."
        }, 
        {
            "created_time": "2017-10-11T21:48:19+0000", 
            "id": "10154849169860079_1855322027818748", 
            "message": "Gag"
        }, 
        {
            "created_time": "2017-10-11T21:51:40+0000", 
            "id": "10154849169860079_1535283576509701", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T21:52:59+0000", 
            "id": "10154849169860079_121968418485468", 
            "message": "Ethan Henley wait a min, redirect....I will GIVE YOU SOME FACTS.....OBAMA CARE is a tax, nothing more, it has caused many to die , PEOPLE with cancer/disease.....Since it refuses US cancer patients with any care..........OBAMA was useless President who did divide this country on RACE I LIVE NEAR Detriot and we never had race issues until OBAMA and his racist wife.......I don't always like what TRUMP says, but I care what he does to better our lives....You people only care about PARTY......well  guess what I was a DEM.......FOR MANY YEARS, and left due to the lies, I don't like the GOP either...but I know TRUMP will better our lives he already has....OBAMA hasn't, he has attacked, me, and anyone like me.....Elderly, VETS, Health care, SSI, SSDI....every person who is weak...OBAMA attacked.......FACT i KNOW from experience, what about you??? I bet you get your info from CNN,."
        }, 
        {
            "created_time": "2017-10-11T21:54:35+0000", 
            "id": "10154849169860079_448506662217336", 
            "message": "Robert Redditt  i'M FROM Detriot, Marshall always thought he was black, he was cool back before he was famous, I knew him back then, but he turned into a liberal asshole..."
        }, 
        {
            "created_time": "2017-10-11T21:55:56+0000", 
            "id": "10154849169860079_448506872217315", 
            "message": "Robert Redditt  get a fucking clue.......Throwing things to get them out faster...who cares long as they got the help, you fucking liberals will FIND ANYTHING TO CRY ABOUT....FUCK OFF."
        }, 
        {
            "created_time": "2017-10-11T22:36:45+0000", 
            "id": "10154849169860079_1773415112956675", 
            "message": "Dusty Biester you do know all that happened under obamas economics right? Trumps didn't kick in until October and the moment they did the record job growth or 83 straight months ended."
        }, 
        {
            "created_time": "2017-10-11T22:42:42+0000", 
            "id": "10154849169860079_1773415929623260", 
            "message": "Rhett Krantz, an 8-year average GDP of 1.4 (4th lowest in US history), that's Obama's economy.  Tell me, smart one, which one of Obama's policies brought the GDP from 1.4 to 2.6 (currently still rising)?  Half of y'all have NO clue what y'all are talking about."
        }
    ]
}