{
    "data": {
        "created_time": "2017-10-11T18:26:24+0000", 
        "id": "10154849169860079_10154849230585079", 
        "message": "Why would you turn your back on people that supported you since you came out just because they have different views?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 113
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:38:37+0000", 
            "id": "10154849169860079_10154849263495079", 
            "message": "Exactly"
        }, 
        {
            "created_time": "2017-10-11T19:01:37+0000", 
            "id": "10154849169860079_128072274520954", 
            "message": "because those views are fucking damaging to others are you kidding"
        }, 
        {
            "created_time": "2017-10-11T19:13:02+0000", 
            "id": "10154849169860079_1524971920904907", 
            "message": "I guess all my Filipino family and Latino family and friends are racists because they voted for Trump? 44 year old washed up rapper trying to stay relevant! Was nice knowing you! Hope your new album goes Wood. Maybe Bieber will make an appearance? You just stereotyped 62 million people. Enjoy your next rehab"
        }, 
        {
            "created_time": "2017-10-11T19:25:41+0000", 
            "id": "10154849169860079_871899069636015", 
            "message": "He does not owe you anything for being a fan, remember the song Stan?"
        }, 
        {
            "created_time": "2017-10-11T19:36:01+0000", 
            "id": "10154849169860079_128079604520221", 
            "message": "Brett McIntyre no shit. I don't owe him anything either. I am entitled to my reaction too. \"I am cleaning out my closet\" and throwing all his shit in the firepit. He called out millions who did nothing but support this pos. Hopefully, he turns on the other half too. Don't expect us to shed a tear when he ODs"
        }, 
        {
            "created_time": "2017-10-11T19:36:13+0000", 
            "id": "10154849169860079_128079644520217", 
            "message": "In the words of Eminem... FUCK YOU 🖕🏼"
        }, 
        {
            "created_time": "2017-10-11T19:39:02+0000", 
            "id": "10154849169860079_1524989317569834", 
            "message": "Ernesto Sanchez. Classy response to a girl for having a different opinion. Must have learned that from the hypocrite Marshall. You complain about Trump supporters and yet your actions are far worse. Notice sexual predator Harvey Weinstein was a major donor to Hillary and Obama?"
        }, 
        {
            "created_time": "2017-10-11T20:05:36+0000", 
            "id": "10154849169860079_1525005024234930", 
            "message": "Is Harvey Weinstein the president of America and has bragged about grabbing women by the pussy?  Fuck you and fuck Trump"
        }, 
        {
            "created_time": "2017-10-11T20:12:24+0000", 
            "id": "10154849169860079_871920182967237", 
            "message": "Chris O'Brien says the slut that supports a bigot president lol you dumb hypocrite 😂😂"
        }, 
        {
            "created_time": "2017-10-11T20:20:17+0000", 
            "id": "10154849169860079_550427541955733", 
            "message": "So having racist views is ok for as long as the person once supported you? Give me a break. Anyone who stands by trump deserves what Eminem said!!!"
        }, 
        {
            "created_time": "2017-10-11T20:41:28+0000", 
            "id": "10154849169860079_285357141957673", 
            "message": "LMAO!!! all I did was ask a question, not once did I say anything remotely disrespectful to Eminem, see unlike a lot of people on here, I can still have love and admiration for someone who doesn't feel the same way I do just as long as they don't disrespect me."
        }, 
        {
            "created_time": "2017-10-11T20:43:49+0000", 
            "id": "10154849169860079_450501345346472", 
            "message": "They don’t have examples or arguments. They just call people things. Example: racist, sexist, bigot, etc. Then they bring up those 3 women who said trump raped them during the elections, the same women who dropped every case and the same women being sued by the president for defamation. But they don’t wanna mention that part"
        }, 
        {
            "created_time": "2017-10-11T20:46:01+0000", 
            "id": "10154849169860079_450501722013101", 
            "message": "Lol no examples?!!! As if trump doesn't tell us everyday with his own words how ignorant and bigoted he is!!! Trump was right I give him that. His supporters will be ok with him committing a crime in front of them! Fools!!!"
        }, 
        {
            "created_time": "2017-10-11T20:46:04+0000", 
            "id": "10154849169860079_132992604019699", 
            "message": "Who is the hypocrite Ernesto Sanchez? You support Trump too hahah"
        }, 
        {
            "created_time": "2017-10-11T20:46:19+0000", 
            "id": "10154849169860079_450501755346431", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T20:47:34+0000", 
            "id": "10154849169860079_450501975346409", 
            "message": "See? They didn’t respond with an argument at all. No rebuttal. They just said “Trump said mean stuff!”"
        }, 
        {
            "created_time": "2017-10-11T20:48:14+0000", 
            "id": "10154849169860079_290067848146885", 
            "message": "AbhijeetBharguv your candidates supported a known Sexual Predator and also Pedophile in Weiner. Nice name asshat. I'D like to buy a vowel???\n\nFuck you, worry about your 3rd world shithole"
        }, 
        {
            "created_time": "2017-10-11T20:48:52+0000", 
            "id": "10154849169860079_281231315726385", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T20:49:00+0000", 
            "id": "10154849169860079_1905743442793009", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T20:49:09+0000", 
            "id": "10154849169860079_281231382393045", 
            "message": "Hypocrisy!!!!"
        }, 
        {
            "created_time": "2017-10-11T20:50:28+0000", 
            "id": "10154849169860079_1478253905814644", 
            "message": "Jamie Watkins, they showed their true hateful colors. I wonder what they call the 20% of Latinos who voted for Trump or the 70% of the Military who also did."
        }, 
        {
            "created_time": "2017-10-11T20:53:22+0000", 
            "id": "10154849169860079_333010363828356", 
            "message": "52% of Trump voters previously voted for Obama (were registered democrats). According to liberal logic, liberals themselves are also racists for have voted Trump, therefor they themselves are the Nazis that they want to assault."
        }, 
        {
            "created_time": "2017-10-11T20:53:46+0000", 
            "id": "10154849169860079_1905748599459160", 
            "message": "GennieDovic what racists views? Why are Latinos and Asians also voting for a racist? Meanwhile, DNC leaked emails referred to Latinos as Taco Bowlers. I guess you missed that part too. Hillary took out \"hot sauce\" for her African Americans. They only care about votes. Hence, why they want open borders and no ID requirements. So naive"
        }, 
        {
            "created_time": "2017-10-11T20:54:36+0000", 
            "id": "10154849169860079_281232665726250", 
            "message": "Chris O'Brien  That's right! They'd probably throw you off a cliff for not agreeing with them!"
        }, 
        {
            "created_time": "2017-10-11T20:54:50+0000", 
            "id": "10154849169860079_333010790494980", 
            "message": "My best friend is Colombian. Voted for Obama, voted for Trump. Such a racist lol"
        }
    ]
}