{
    "data": {
        "created_time": "2017-10-11T18:13:33+0000", 
        "id": "10154849169860079_10154849192220079", 
        "message": "It is all about distraction instead of people have a heavy reaction, against that crazy imbecile in the white house, i tell you he's just a mot**fu**ing blood sucking louse.\nHe must vanish or the world as we know it goes to sh*t, he already started to hit it, this all makes me feel like as i am detained, without a voice like being constrained.\nHenchmen holding the arms and feet of the nation while weenie the tr**p commits fornication.\nOne man trying to rape earths central nervous system, i just \nhope the world is standing up and resists him.\nThe world in which we live has become dull and insane, only a few have the guts to resist the profane, Planet wake up it is not yet too late or just get fu**ed but than don't complain.\nIn another age in the past century, people stood up and fought treachery, it ended in war, hundred millions of dead, idiocy pure, pointless and dread.\nAfter a while an arms race begun followed by Perestroika, Korea and Vietnam. We moved on, a wall was constructed a wall was destroyed, also the racism bullshit another human hemorrhoid...\nWith Fireworks the millennium arrived, technology, iphones, yes ... we survived...\n2001 i never forget, three thousand victims for a war in the head, innocent blood for diverse believe, YOU MUST BE KIDDING! this is so primitive.\nThe world in which we live has become dull and insane, only a few have the guts to resist the profane, Planet wake up it is not yet too late or just get fu**ed but than don't complain.\nWhile shaking my head about this ^^ foolery...\nTrump and Kim jong un fight with Nukes about the existence of the tooth fairy..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:17:57+0000", 
            "id": "10154849169860079_10154849205105079", 
            "message": "Gay"
        }, 
        {
            "created_time": "2017-10-11T18:21:40+0000", 
            "id": "10154849169860079_10154849217640079", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T18:24:21+0000", 
            "id": "10154849169860079_10154849224415079", 
            "message": "Trash"
        }, 
        {
            "created_time": "2017-10-11T18:26:11+0000", 
            "id": "10154849169860079_10154849230010079", 
            "message": "I admit English is not my main language, might sound weird for some.  But that's ok i never said i was good."
        }, 
        {
            "created_time": "2017-10-11T18:43:14+0000", 
            "id": "10154849169860079_10154849275540079", 
            "message": "Corny. Just STFU and get a job."
        }, 
        {
            "created_time": "2017-10-11T19:09:47+0000", 
            "id": "10154849169860079_871890099636912", 
            "message": "Michael Curatolo oh man, thanks for that comment, let me tell you something, you see, Earth is round and therefore it has different time zones.\n\nIndicating that someone doesn't have a job because you work and this person is on Facebook (on his free time) does imply that you haven't fully understood the concept of these things. I hope you understand it better now.\n\nLets investigate the first word you used -> CORNY\n\n'(especially of jokes, films, stories, etc.) showing no new ideas or too often repeated, and therefore not funny or interesting.'\n\nWell now, i wrote that little text above because i am frustrated, by bullies, by war, by people doing bad to other people, by people which you confront with reality and their answer is 'i'll beat you up' or they just hit you in the face.\n\nOne thing you should ask yourself, when did hitting someone in the face ever changed something? \n\nThis is the on the same atrocity level as someone going to shoot someone else. Violence is like driving with 300mph against a wall without using a break. It might be over quick but most of the time you survive and live with the consequences.\n\nViolence and with it Ignorance are the poison of humanity.\n\nIf you feel you can't live without it, go to jail but stop playing monopoly you already lost and son, stay away from that car."
        }, 
        {
            "created_time": "2017-10-11T21:11:30+0000", 
            "id": "10154849169860079_1905765839457436", 
            "message": "Tl;Dr. Good job wasting your pathetic life typing out an essay I'll never read 😂👍."
        }, 
        {
            "created_time": "2017-10-11T22:22:31+0000", 
            "id": "10154849169860079_122334595117547", 
            "message": "You see, you keep learning today, must’ve been quite a sensation. One day you’ll even be able to understand it. That were 3 minutes well spent 🤣"
        }
    ]
}