{
    "data": {
        "created_time": "2017-10-11T20:08:17+0000", 
        "id": "10154849169860079_1525006204234812", 
        "message": "Confiscated your CD from my daughter who was too young to listen to it in 2003. I have been a fan ever since and defended you in your attacks on women, mothers, politics etc. But I hear you loud and clear. Despite the fact that I voted for Bill twice and Obama twice, because I chose Trump this time around for my own personal reasons, I am not wanted as your fan. No problem. You won't be benefiting from me or mine and you became a family favorite. I am a 46 year old white mother of two married for 27 years with two grown children. FUCK YOU SLIM SHADY."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T21:20:39+0000", 
            "id": "10154849169860079_348075955620955", 
            "message": "Thank you!"
        }, 
        {
            "created_time": "2017-10-11T21:24:28+0000", 
            "id": "10154849169860079_328400237634987", 
            "message": "He sounds like a whiney child. You’re a mom to, so you know exactly what I mean! The I’m taking my ball and going home routine. Instead of trying to actually make a difference, he’d rather stir up controversy for attention. Oh that’s right, he’s got a new album coming out."
        }, 
        {
            "created_time": "2017-10-11T21:28:21+0000", 
            "id": "10154849169860079_2063835237183040", 
            "message": "Yeah good luck with that album because people like us buy music we don't steal it and pay for concerts, idiot. I hope it is an empty stadium. Florence Kelley said we vote with our dollars, we have a lot of power. Just look at the NFL."
        }, 
        {
            "created_time": "2017-10-11T21:33:54+0000", 
            "id": "10154849169860079_348078058954078", 
            "message": "Becca reed, uh?? Who’s forcing views? Child abuse? Children are grown. They happen to agree. No forcing anything. They can have any view they’d like."
        }, 
        {
            "created_time": "2017-10-11T21:34:58+0000", 
            "id": "10154849169860079_369434883485074", 
            "message": "It’s not very nice to call someone you don’t know a horrible mom."
        }, 
        {
            "created_time": "2017-10-11T21:35:17+0000", 
            "id": "10154849169860079_2063836707182893", 
            "message": "Becca Reed ummmmm she was 10 with The Carnival LP, confiscating it was appropriate, she listened to it later, is also a fan, but most likely no more."
        }, 
        {
            "created_time": "2017-10-11T21:37:04+0000", 
            "id": "10154849169860079_348078612287356", 
            "message": "It is not hard to see the difference in the voters by their disrespect and poor emotional management."
        }, 
        {
            "created_time": "2017-10-11T21:48:59+0000", 
            "id": "10154849169860079_121967945152182", 
            "message": "So tell me, why did you vote Trump?"
        }, 
        {
            "created_time": "2017-10-11T21:54:47+0000", 
            "id": "10154849169860079_124015804969536", 
            "message": "Em will miss you 🤣🤣"
        }, 
        {
            "created_time": "2017-10-11T21:58:01+0000", 
            "id": "10154849169860079_1855329097818041", 
            "message": "The only people left supporting Trump now either don't watch the news or are so far into a mental abyss that reason doesn't shed any light down on them. It boggles my mind that people still support a man that is threatening a foreign country with war on TWITTER. A man that wants to undo everything Obama did whether it be good or bad, a man that wants to multiply the amount of nuclear warheads we have. Tell me a smart person can look past this with a straight face."
        }, 
        {
            "created_time": "2017-10-11T23:15:25+0000", 
            "id": "10154849169860079_386973291720206", 
            "message": "Its okay i will buy 10 copies hoe"
        }, 
        {
            "created_time": "2017-10-11T23:27:30+0000", 
            "id": "10154849169860079_820723618115878", 
            "message": "Justin McKinsey https://www.facebook.com/lori.h.morris.1/videos/10210382980355027/"
        }, 
        {
            "created_time": "2017-10-11T23:27:48+0000", 
            "id": "10154849169860079_1961932317428751", 
            "message": "thats why we voted"
        }, 
        {
            "created_time": "2017-10-11T23:58:16+0000", 
            "id": "10154849169860079_285352061959020", 
            "message": "Jeez Justin, don’t go getting your panties in a bunch. The only thing we were talking about here, in the land of the free, is we all can share different views without actually hating each other. Em can say or do whatever the hell he wants. But him saying He doesn’t Want Trump supporters as fans, and saying f you to them is kind of a kick in the face to those who supported him. You know the ones, the fans him and the celebs thAnk in the speeches they make. Is Chrysler, who he made a commercial for, going to now say Trump supporters don’t go and buy our cars? No. Why? It’s not about Trump it’s about money and album sales. We really don’t know if he feels the way that he says he does anyway. So don’t fool yourself. For all you know, he could’ve voted for him, if he even voted. It’s no secret if you support Trump in the entertainment business, you get blackballed. It’s not about what’s right to them, it’s about what’s popular..He doesn’t owe us anything, and we surely don’t owe him either."
        }, 
        {
            "created_time": "2017-10-11T23:59:07+0000", 
            "id": "10154849169860079_1935237683355530", 
            "message": "Burt, the word is correctly spelled ho, hoe is a garden tool."
        }, 
        {
            "created_time": "2017-10-12T00:06:42+0000", 
            "id": "10154849169860079_158031121456737", 
            "message": "Still love Hellbound. Like I said, is he going to refund those Trump supporters cash? He should if that’s the way he feels. He won’t though. He won’t part with it."
        }, 
        {
            "created_time": "2017-10-12T00:09:33+0000", 
            "id": "10154849169860079_285355515292008", 
            "message": "to be absolutely 100% realistic… not trying to be mean but Eminem has enough money to last multiple lifetimes.\nHe's NOT going to miss you guys or your money. He's not even going to notice... even if there were 1 million of you that didn't buy… Do you honestly think that's going to stop his powerhouse element???\n\nThe only people that care are the few people who chose to comment on your post… \n\nI cared enough to let you know that you're not going to be missed, \nlike...at all🤷‍♂️"
        }, 
        {
            "created_time": "2017-10-12T00:14:54+0000", 
            "id": "10154849169860079_1943714015894514", 
            "message": "I also think people have a false sense of what impact they actually have on organizations like the NFL. Yeah the last ratings, yeah they lost a little money, but I honestly don't think you guys realize The actual impact of your numbers. I think partly in due to the media making it sound like there are more of you then there really are. \nYou're the minority"
        }, 
        {
            "created_time": "2017-10-12T00:18:33+0000", 
            "id": "10154849169860079_158032251456624", 
            "message": "You say you as if minorities didn't vote for Trump minorities did vote for Trump as a matter fact I'm a woman that makes me and minority and I voted for Trump and apparently the media is correct because Trump won so there has to be more people who are more concerned about America right now then they are football players the mistake that they made was that they attacked us all I'm the flag your the flag where the anthem instead of just attacking those who they find fault with"
        }, 
        {
            "created_time": "2017-10-12T00:34:38+0000", 
            "id": "10154849169860079_1943719069227342", 
            "message": "Bye Felicia"
        }, 
        {
            "created_time": "2017-10-12T00:37:06+0000", 
            "id": "10154849169860079_285361115291448", 
            "message": "We will see."
        }, 
        {
            "created_time": "2017-10-12T00:54:16+0000", 
            "id": "10154849169860079_158036088122907", 
            "message": "He probably won’t Rain Goodhunt, but if it’s how he feels, he should allow all those that bought his music, get that money back. You’re talking millions and millions. He’d care then..is he going to do that? If not, what he’s saying is just noise."
        }, 
        {
            "created_time": "2017-10-12T00:55:16+0000", 
            "id": "10154849169860079_233730037157271", 
            "message": "Melissa Hymer Tester \nHoly shit dude. I try to refrain from ad hominem, but I need to advise that you should do a lot more research. \n\nWomen are the majority in this country. That's a fact you can look it up... secondly you need to do a little bit more research on how the mechanisms of the electoral college. You're making a false equivalence"
        }, 
        {
            "created_time": "2017-10-12T00:56:42+0000", 
            "id": "10154849169860079_435083140222661", 
            "message": "Melissa Jim Yenchick \nAnd if you would do a little bit more research yourself you would find out the Eminem has talked shit about every single fucking president. I'm not understanding the disconnect NOW all of a sudden. \n\nI see a big theme here, and it's remarkably tangible that it's repeating itself."
        }, 
        {
            "created_time": "2017-10-12T00:58:05+0000", 
            "id": "10154849169860079_1605979742774347", 
            "message": "You can say “you’re the minority” but that minority elected the President. The celebs and this nonsense, are going to get him elected again.."
        }
    ]
}