{
    "data": {
        "created_time": "2017-10-11T18:33:07+0000", 
        "id": "10154849169860079_10154849248920079", 
        "message": "I am going to write something now, since I was young I have always listened to his music, even now also. Just him in general really, you don't just listen to the music,you feel it too. And he is one of few who dares to speak, have a voice for the rest of us when we can't speak.. Who cares if he has done a diss song about Trump. Like the rest of us haven't taken the piss once in a while. But why bad mouth him and use expressions such as \"sell out\"..\n\nHe is a businessman with a great mind set, a grown man being through a lot. You know that by his music. He's smart. And it's worked. So I say good on you! Fuck the haters. Just keep being you.. It's got you this far =)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:55:55+0000", 
            "id": "10154849169860079_871883429637579", 
            "message": "Lesley - I dont think people are so much pissed off that he dissed Trump. Our 1st amendment allows this to happen and why we live in the greatest county. I think people are pissed off because they feel betrayed. They have stuck up for him, defended him, had his back, helped carry him at his lowest. They never judged him or turned their back on him. But, that is exactly what he just did. He turned his back on some fans that have been with him through it all with a basic \"fuck you.\" I think that is why they are angry, they feel betrayed. And they have every right to be. He's passing judgments on people before getting to know them...exactly what his fans stood against when they stood with him. Now me, I dont give a fuck either way. it's all entertainment. He's a good business man...he gets the profile views, press, announces a new artist and then an album. It's a smart business move, but a PR nightmare. Will be interesting to see if it is long-term profitable for him."
        }
    ]
}