{
    "data": {
        "created_time": "2017-10-11T18:16:43+0000", 
        "id": "10154849169860079_10154849202225079", 
        "message": "i understand you talking about trump because that's what you do but to tell your fans who support there sitting president to fuck off now i won't lie i have been a loyal fan of your for years but now i can not say that any more and i have been seeing a lot get mad over this just remember who buys you movies, music, clothes and every thing you sell but for now on i will never listen to you again and it is sad because your music has gotten me threw hell and back a few times but to say fuck your fans smdh"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 120
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:25:14+0000", 
            "id": "10154849169860079_10154849227525079", 
            "message": "He didn't say fuck my fans. He said if you can't decide between trump and me go fuck yourself. It's an easy decision and I'm a conservative. You're not a real eminem fan you just like swearing \"Fuck you debbie!\" Along with him"
        }, 
        {
            "created_time": "2017-10-11T18:30:07+0000", 
            "id": "10154849169860079_10154849240200079", 
            "message": "He didnt say \"Fuck you fans\".  He just didnt want anyone who follows Trump to be his fan. He knows the cost, he doesnt care."
        }, 
        {
            "created_time": "2017-10-11T18:41:06+0000", 
            "id": "10154849169860079_10154849270145079", 
            "message": "and that is not right it's bull shit in my eyes if you don't agree with him than your wrong well i hope he loses a shit ton of money because of this"
        }, 
        {
            "created_time": "2017-10-11T18:42:04+0000", 
            "id": "10154849169860079_10154849272350079", 
            "message": "Snowflake"
        }, 
        {
            "created_time": "2017-10-11T18:42:36+0000", 
            "id": "10154849169860079_10154849273525079", 
            "message": "Jay Kinsey I feel the same way"
        }, 
        {
            "created_time": "2017-10-11T18:43:44+0000", 
            "id": "10154849169860079_10154849276940079", 
            "message": "Have you even heard of punctuation? No? How about a run-on sentence? Yeah, didn't think so."
        }, 
        {
            "created_time": "2017-10-11T18:45:35+0000", 
            "id": "10154849169860079_10154849281025079", 
            "message": "Kimberly Hinz who is a snow flake"
        }, 
        {
            "created_time": "2017-10-11T18:50:31+0000", 
            "id": "10154849169860079_871881336304455", 
            "message": "Jay Kinsey Gee, like Trump? If you dont agree with him you are wrong and fake news. Go sit the fuck down with the other children."
        }, 
        {
            "created_time": "2017-10-11T18:53:55+0000", 
            "id": "10154849169860079_128070804521101", 
            "message": "Sean Jones fuck you i am not saying a dam word about the things he said about trump it's ok with me but to tell your fans who support our sitting president to fuck off that's what i am mad about so why don't you let the grown ups talk and you stfu"
        }, 
        {
            "created_time": "2017-10-11T18:57:26+0000", 
            "id": "10154849169860079_128071521187696", 
            "message": "Fuck You - Courtesy of Slim Shady"
        }, 
        {
            "created_time": "2017-10-11T19:24:33+0000", 
            "id": "10154849169860079_871898646302724", 
            "message": "Robert Opeka if you have nothing to add to the conversation besides grammar Nazi bullshit just stfu. \n\nThat being said Eminem doesn't give a shit about fans he doesn't like and I applaud 'em for that. I'd rather stick to my morals then to sell out for all. Also do you really think boycotting Eminem is gonna hurt his bottom line. The dude has already made his money for his lifetime that's why he can afford to say the shit that's on his mind. You did read the line Shady Records in this post right? 😂 fuck the haters and fuck trump!"
        }, 
        {
            "created_time": "2017-10-11T19:25:56+0000", 
            "id": "10154849169860079_128078111187037", 
            "message": "You must be new to the world of Eminem he said fuck you to fans alot bro it's nothing new and we love him more for it\n\nShady, what up?\" What? Come on, man, I'm crappin'\nAnd you're askin' for my goddamn autograph on a napkin?\nOh, that's odd, I just happened\nTo run out of tissue, yeah, hand me that on second though I'd be glad then\n\"Thanks dog. Name's Todd, a big fan\" I\nWiped my ass with it, crumbled it up in a wad threw it back and\nTold 'im, \"Todd, you're the shit.\" When's all of this crap end?"
        }, 
        {
            "created_time": "2017-10-11T19:29:53+0000", 
            "id": "10154849169860079_1524984164237016", 
            "message": "\"Line in the sand\".  Nothing is black and white. You can support a President, and not agree with everything they do.  Democrats think everyone who voted for Trump are Republicans. 45% of the country are Independents.  Independents are the \"base\" of both parties.  We decide the elections, no matter how much the Dems and Republicans like to claim victory.  Independents who voted Trump, laugh at both Democrats and Republicans for their \"check list\" of ideas."
        }, 
        {
            "created_time": "2017-10-11T19:31:57+0000", 
            "id": "10154849169860079_871902012969054", 
            "message": "Hey Joe you need a tissue? You muppet!!"
        }, 
        {
            "created_time": "2017-10-11T19:36:26+0000", 
            "id": "10154849169860079_1524987837569982", 
            "message": "In the exact words of Slim Shady,  FUCK YOU 🖕"
        }, 
        {
            "created_time": "2017-10-11T19:38:08+0000", 
            "id": "10154849169860079_128079831186865", 
            "message": "Reid Kaplan That response doesn't even make sense.  Try again."
        }, 
        {
            "created_time": "2017-10-11T20:01:10+0000", 
            "id": "10154849169860079_128082917853223", 
            "message": "Fuck Trump"
        }, 
        {
            "created_time": "2017-10-11T20:25:34+0000", 
            "id": "10154849169860079_132988920686734", 
            "message": "Dude has not had a career for years could care less what he thinks"
        }, 
        {
            "created_time": "2017-10-11T20:28:00+0000", 
            "id": "10154849169860079_1074288046041339", 
            "message": "Lol you think the best selling rap artist of all time cares about who doesn't buy his shit anymore?"
        }, 
        {
            "created_time": "2017-10-11T20:47:33+0000", 
            "id": "10154849169860079_132992797353013", 
            "message": "Well thats a dumbass reason to not do something you enjoy doing. Trump is a clown. Everyone can see it."
        }, 
        {
            "created_time": "2017-10-11T20:55:52+0000", 
            "id": "10154849169860079_156172161638694", 
            "message": "Bye"
        }, 
        {
            "created_time": "2017-10-11T21:17:58+0000", 
            "id": "10154849169860079_333014953827897", 
            "message": "what people think they see in Trump also exists inside themselves, or they wouldnt recognize it. regardless, Em fell into the same trap that seems to afflict a lot of celebs from time to time; the idea that what makes them relevant is their take on politics, or that their opinions are not like assholes, and that everybody should only have the same shade of asshole they do."
        }, 
        {
            "created_time": "2017-10-11T21:30:15+0000", 
            "id": "10154849169860079_328404574301220", 
            "message": "Brandon J Taylor I didn't mention grammar dipshit, I mentioned punctuation, educated people know the difference.\n\nNo one wants to read a rambling wall of text. Use punctuation, and space that shit out. It's not rocket science."
        }, 
        {
            "created_time": "2017-10-11T23:03:34+0000", 
            "id": "10154849169860079_2109681829260975", 
            "message": "If you support Trump, go fuck yourself. If you voted for Hennessy, and a dead fucking gorilla, drink bleach."
        }, 
        {
            "created_time": "2017-10-12T00:40:35+0000", 
            "id": "10154849169860079_285361728624720", 
            "message": "He literally told you to fuck off. So why are you here?"
        }
    ]
}