{
    "data": {
        "created_time": "2017-10-11T18:27:15+0000", 
        "id": "10154849169860079_10154849232500079", 
        "message": "Following the left and their biased views about Trump \nBut the only thing ruining America are people like this washed up chump\nSpewing hate for the man at the center of the USA\nBut Eminem watches CNN, Fake News, 'Cliche'\nGot all these millions of fans in his pocket, tossed half out the door\nbecause his views on Politics are just down right poor\nYou think you know what you're talking about Em, You don't. Your information is misinformed\nOr maybe it's that all this new age black rap got your brain disformed\nRapping without words, just a bunch of illiterate fools\nJoin the mainstream Em, like the rest of the tools."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 61
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T18:29:37+0000", 
            "id": "10154849169860079_10154849238565079", 
            "message": "Fuck the beat, I'll go a cappella\nFuck a Papa Doc, fuck a clock, fuck a trailer\nFuck everybody! Fuck y'all if you doubt me!\nI'm a piece of fucking white trash, I say it proudly\nAnd fuck this battle, I don't wanna win, I'm outtie\nHere, tell these people something they don't know about me"
        }, 
        {
            "created_time": "2017-10-11T18:30:55+0000", 
            "id": "10154849169860079_10154849241840079", 
            "message": "This was hard to read. Do society a favor and do not attempt anything further."
        }, 
        {
            "created_time": "2017-10-11T18:33:33+0000", 
            "id": "10154849169860079_10154849250435079", 
            "message": "Azad Aj Do yourself a favor and stay on the other side of the wall \nC-Ya Nerd"
        }, 
        {
            "created_time": "2017-10-11T18:36:51+0000", 
            "id": "10154849169860079_10154849258715079", 
            "message": "Never read anything worse than this good job."
        }, 
        {
            "created_time": "2017-10-11T18:36:55+0000", 
            "id": "10154849169860079_10154849258825079", 
            "message": "You are really a piece of work, snowflake."
        }, 
        {
            "created_time": "2017-10-11T18:37:14+0000", 
            "id": "10154849169860079_10154849259525079", 
            "message": "^Wall"
        }, 
        {
            "created_time": "2017-10-11T18:38:11+0000", 
            "id": "10154849169860079_10154849262410079", 
            "message": "\" Never read anything worse than this good job.\"\n\nGuess you didn't listen to Eminems video!"
        }, 
        {
            "created_time": "2017-10-11T18:49:09+0000", 
            "id": "10154849169860079_128069051187943", 
            "message": "Eminem I love your music. I'll still listen to your music but you really jumped on the lefts dick with this one bud. Don't go full libtarded"
        }, 
        {
            "created_time": "2017-10-11T19:02:17+0000", 
            "id": "10154849169860079_128072374520944", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T19:12:27+0000", 
            "id": "10154849169860079_871891162970139", 
            "message": "Just interesting how Eminem has always been spot on with his thoughts against Bush and everything. But now suddenly he is wrong.. Whole world is wrong.. Only the white trashes of america know how it really is 🙄"
        }, 
        {
            "created_time": "2017-10-11T19:13:29+0000", 
            "id": "10154849169860079_871891796303409", 
            "message": "Alexander Morad The reason Eminem is wrong now is because celebs are trying to fit into the Mainstream and keep their sponsors. Mainstream media has been all about FAKE NEWS when it comes to Trump. That's why."
        }, 
        {
            "created_time": "2017-10-11T19:14:43+0000", 
            "id": "10154849169860079_128075031187345", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T19:36:43+0000", 
            "id": "10154849169860079_1524987987569967", 
            "message": "Carlton Luce That man is far from slim....."
        }, 
        {
            "created_time": "2017-10-11T19:37:50+0000", 
            "id": "10154849169860079_1524988627569903", 
            "message": "Another triggered Conservative snowflake.....cry more please."
        }, 
        {
            "created_time": "2017-10-11T19:55:58+0000", 
            "id": "10154849169860079_871912356301353", 
            "message": "He doesnt give a fuck about the fame or money which is why he tokd all you Trump supporters to basically fuck off. Look how defensive you get and fail to see the point how he would rather lose all you disloyal people of this hiphop culture,than to have you be Stans and follow him just because hes white like you. 😂 Eminem is for hiphop all the way and has been telling you stans to fuck off since White America. If you dont support his message in that cypher... then you dont support hiphop and its culture."
        }, 
        {
            "created_time": "2017-10-11T20:03:38+0000", 
            "id": "10154849169860079_871916922967563", 
            "message": "Fuck Trump"
        }, 
        {
            "created_time": "2017-10-11T20:05:13+0000", 
            "id": "10154849169860079_1525004817568284", 
            "message": "Abhijeet Bharguv Other side of the wall"
        }, 
        {
            "created_time": "2017-10-11T20:57:02+0000", 
            "id": "10154849169860079_156172424972001", 
            "message": "Carlton Luce, as a Republican, I'm genuinely curious what you mean when you say the \"mainstream media has been all about fake news when it comes to Trump.\" What exactly have they reported that was untrue? I won't deny a liberal bias, but that doesn't make the news fake. Trump is a horrible president, and he's certainly not a conservative or a Republican."
        }, 
        {
            "created_time": "2017-10-11T21:05:20+0000", 
            "id": "10154849169860079_1478255839147784", 
            "message": "Sally Frazer Trump hates women. Trump hates minorities. Ring a bell? Turn on the TV to a credible station."
        }, 
        {
            "created_time": "2017-10-11T21:06:52+0000", 
            "id": "10154849169860079_1524586164273431", 
            "message": "This dumbass says eminem is trying to fit in with mainstream and keep his sponsors 😂 boi shut your stupid ass up 😂 you acting exactly like the people you call a snowflake. Dry your tears little buddy..itll be okay 😂"
        }, 
        {
            "created_time": "2017-10-11T21:27:51+0000", 
            "id": "10154849169860079_328402780968066", 
            "message": "Sound like a snowflake to me."
        }, 
        {
            "created_time": "2017-10-11T21:37:02+0000", 
            "id": "10154849169860079_1577806492309290", 
            "message": "That's me mocking your stupid ass😂 go get some vagasil for your hurt little vagina and everything will be better in a couple days 😂"
        }, 
        {
            "created_time": "2017-10-11T21:44:34+0000", 
            "id": "10154849169860079_121967468485563", 
            "message": "Carlton Luce, have you watched Trump's speeches and interviews? Followed his appointments and their histories? I love my party, but Trump DOES hate minorities. He HAS declared a war on women. Objectively speaking, he is incompetent, racist, sexist, homophobic (or at the very least transphobic), xenophobic, and just plain dumb. He doesn't represent what Republicans or conservatives stand for. He's taking our party in the wrong direction, alienating millions of voters and dozens of members of Congress, and humiliating us on an international scale. But what do you consider a credible station?"
        }, 
        {
            "created_time": "2017-10-11T23:20:05+0000", 
            "id": "10154849169860079_186125581933379", 
            "message": "Simmer down snowflake"
        }, 
        {
            "created_time": "2017-10-11T23:23:48+0000", 
            "id": "10154849169860079_186126025266668", 
            "message": "Carlton Luce I'll bet if Eminem hadn't made that freestyle you wouldn't be calling him \"washed up\". That freestyle proved he is far from washed up."
        }
    ]
}