{
    "data": {
        "created_time": "2016-03-03T15:55:41+0000", 
        "id": "10154436519856729_501033473432906", 
        "message": "This is awesome but can we have a dislike button, please. A simple thumbs down would be awesome"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-03T16:26:39+0000", 
            "id": "10154436519856729_1697821493831989", 
            "message": "Hi Melanie. People come to Facebook to share updates that are happy, sad, funny, painful, and thought-provoking. We’ve heard feedback that people would like more ways to express how they feel, which is why we've created Reactions. This feature makes expressing how you feel about the things you see on Facebook easier than ever. If there's other emotions you'd like to see or if you have any suggestions on how we can improve, feel free to let us know here: http://on.fb.me/1QtVGUJ. Thanks. -Azaria"
        }, 
        {
            "created_time": "2016-03-03T19:37:32+0000", 
            "id": "10154436519856729_2007182692840580", 
            "message": "Facebook Love it, .... Uh, ....more, please?\nNot NOT a \"Dislike\" - too negative, Yuck!!\nWould like \nHappy/Excited- BIG smile (besides love)\nToothy Grin- something of a giggle\nAgree-Disagree- nodding heads\nYucky- wide eyed slight frown"
        }, 
        {
            "created_time": "2016-03-04T02:33:01+0000", 
            "id": "10154436519856729_1523692367934295", 
            "message": "Dear Facebook - You're crazy if you think that is all people come to express on Facebook. A lot of people are mean, overly critical, or attack someone else by trolling. It would be fabulous to respond appropriately. Perhaps some of that stupidity would stop."
        }, 
        {
            "created_time": "2016-03-04T15:50:33+0000", 
            "id": "10154436519856729_1698225930458212", 
            "message": "A simple thumbs down would suffice"
        }, 
        {
            "created_time": "2016-03-17T03:48:18+0000", 
            "id": "10154436519856729_1695604067389182", 
            "message": "کرشد شاھ"
        }, 
        {
            "created_time": "2016-04-06T23:28:11+0000", 
            "id": "10154436519856729_1062112633859428", 
            "message": "I like the agree disagree idea with nodding heads.. I think not having a thumbs down has to do with people being mean and disrespectful like Ramona Burton Samuels said. If a girl posts a picture of herself and someone gives her a thumbs down it can b damaging to someone's feelings or self esteem. The bidding heads is a lil more discreet I think. But I think if there was a thumbs down button it would cause trouble for Facebook. What we should do about this negative things we see on Facebook that we don't like is ignore it, keep scrolling, block, unfriend, unfollow, or hide the post and it gives options to not see things posted by them again. Thumbs down is very negative. It's very sad too that people are so sensitive that we can't entertain a thumbs down idea because people will get hurt.. Smh!!"
        }, 
        {
            "created_time": "2016-04-29T00:27:19+0000", 
            "id": "10154436519856729_609064762585457", 
            "message": "Zayko"
        }
    ]
}