{
    "data": {
        "created_time": "2016-03-11T16:04:58+0000", 
        "id": "10153372382755079_10153383395715079", 
        "message": "March 11, 2016\n\nLightening the load\n\nPage 73\n\n\"It will not make us better people to judge the faults of another It will make us feel better to clean up our lives.\"\n\nBasic Text, p. 38\n\nSometimes we need something tangible to help us understand what holding a resentment is doing to us. We may not be aware of how destructive resentments actually are. We think, \"So what, I have a right to be angry,\" or, \"I might be nursing a grudge or two, but I don't see the harm.\" \n\nTo see more clearly the effect that holding resentments is having in our lives, we might try imagining that we are carrying a rock for each resentment. A small grudge, such as anger at someone driving badly, might be represented by a pebble. Harboring ill will toward an entire group of people might be represented by a enormous boulder. If we actually had to carry stones for each resentment, we would surely tire of the weight. In fact, the more cumbersome our burden, the more sincere our efforts to unload it would be. \n\nThe weight of our resentments hinders our spiritual development. If we truly desire freedom, we will seek to rid ourselves of as much extra weight as possible. As we lighten up, we'll notice an increased ability to forgive our fellow human beings for their mistakes, and to forgive ourselves for our own. Well nourish our spirits with good thoughts, kind words, and service to others.\n\nJust for Today: I will seek to have the burden of resentments removed from my spirit. Eminem have a good day and i dont know wtf you did to all these people but they crazy about you. love ya."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}