{
    "data": {
        "created_time": "2016-08-22T18:26:32+0000", 
        "id": "10153754377580079_10153754403730079", 
        "message": "You guys are a bunch of dicks lol. Yes, Ems a millionaire but just because he has that money doesn't mean he is obligated to hand it out. And yes, he is asking others to donate. He has a HUGE fan base and this message is being seen by SO many....the more that see it, the more help Flit may receive. Just because he is a celebrity doesn't mean he has to hand his money out. He worked damn hard for his and has bills and expenses too. It's like people forget that celebrities are human too and do have a life once they get off the stage..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 437
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-22T18:31:45+0000", 
            "id": "10153754377580079_10153754419795079", 
            "message": "👏👏👏👏"
        }, 
        {
            "created_time": "2016-08-22T18:35:30+0000", 
            "id": "10153754377580079_10153754427650079", 
            "message": "Couldn't agree more 👍👍👍👍👍"
        }, 
        {
            "created_time": "2016-08-22T18:37:19+0000", 
            "id": "10153754377580079_10153754430035079", 
            "message": "Thank you :) even if everyone who has commented on this thread or even if everyone who \"liked\" this page donated $1, that would be a huge impact on those in need. But it's like people enjoy bitching about things and they expect these celebrities to pay for everything just because of the amount of money they make. They're forgetting that celebs are humans too."
        }, 
        {
            "created_time": "2016-08-22T18:42:24+0000", 
            "id": "10153754377580079_10153754439075079", 
            "message": "Well said"
        }, 
        {
            "created_time": "2016-08-22T18:46:35+0000", 
            "id": "10153754377580079_10153754448005079", 
            "message": "And he could do it himself along with his rich friends and write it off on taxes"
        }, 
        {
            "created_time": "2016-08-22T18:47:59+0000", 
            "id": "10153754377580079_10153754451265079", 
            "message": "Again, he is not obligated to do so. You and I could also donate and put it on our taxes..."
        }, 
        {
            "created_time": "2016-08-22T18:57:20+0000", 
            "id": "10153754377580079_10153754473615079", 
            "message": "Bills are chump change"
        }, 
        {
            "created_time": "2016-08-22T19:01:16+0000", 
            "id": "10153754377580079_10153754481320079", 
            "message": "Lol I love how small minded people think \"rich\" means \"has unlimited money.\"  Dude donates more in a given year than most of us will even make, but when he asks for $10 from people to help out all of sudden he's an ass hole.  \n\nBtw, writing an amount off your taxes only saves you money *IF* it lowers you into the next tax bracket; the more you make, the further it is between those thresholds.  Don't say someone can \"write the money off their taxes\" like that's an instant refund."
        }, 
        {
            "created_time": "2016-08-22T19:09:57+0000", 
            "id": "10153754377580079_10153754501840079", 
            "message": "Absolutely James! The comments I've read have blown me away."
        }, 
        {
            "created_time": "2016-08-22T19:51:05+0000", 
            "id": "10153754377580079_10153754599625079", 
            "message": "And take into consideration the guys gotta live too"
        }, 
        {
            "created_time": "2016-08-22T20:31:37+0000", 
            "id": "10153754377580079_10153754685355079", 
            "message": "I couldent agree more its not down to marshall to spend all his money for the fans hes done a fantastic job with the charities he supports im not from the USA but ive donated money to his charity from the UK to help support their amazing work"
        }, 
        {
            "created_time": "2016-08-22T20:59:42+0000", 
            "id": "10153754377580079_10153754771835079", 
            "message": "Darleen Arthur are you going to continuously comment that? He is under no obligation to donate or help people out, he does it because he can! And every other fucking person who donates can write it off on their taxes too. Not to mention he pays more taxes than you do and thus gives more to the community already! So get your head out of your ass and stop thinking the rich owe everyone something."
        }, 
        {
            "created_time": "2016-08-22T22:55:44+0000", 
            "id": "10153754377580079_10153755073775079", 
            "message": "\"BILLIONAIRE\"...difference"
        }, 
        {
            "created_time": "2016-08-22T23:07:53+0000", 
            "id": "10153754377580079_10153755098585079", 
            "message": "Thomas Barnes still no difference, whether he has 1 million dollars or 1 billion dollars, he's still under no obligation."
        }, 
        {
            "created_time": "2016-08-22T23:57:01+0000", 
            "id": "10153754377580079_1723988821198523", 
            "message": "The living legend in the world with Eminem"
        }, 
        {
            "created_time": "2016-08-23T00:00:21+0000", 
            "id": "10153754377580079_1792373410976477", 
            "message": "Thanks for figuring it out for us obviously you're not a shizo just a douche"
        }, 
        {
            "created_time": "2016-08-23T02:24:46+0000", 
            "id": "10153754377580079_1724022437861828", 
            "message": "Fuck you!!!"
        }, 
        {
            "created_time": "2016-08-23T03:07:13+0000", 
            "id": "10153754377580079_1792417420972076", 
            "message": "Preach it! Em is ride or die for Detroit"
        }, 
        {
            "created_time": "2016-08-23T03:08:35+0000", 
            "id": "10153754377580079_1792417670972051", 
            "message": "Katherine, your comments don't phase me. I mean seriously, your page talks about killing Muslims- everything you say is irrelevant :)"
        }, 
        {
            "created_time": "2016-08-23T04:47:18+0000", 
            "id": "10153754377580079_1724062111191194", 
            "message": "Fuck you dirty hoe"
        }, 
        {
            "created_time": "2016-08-23T06:24:46+0000", 
            "id": "10153754377580079_1724087384522000", 
            "message": "Katherine Tobar What do you actually know of Muslims huh? There are over 1 billion of them inthe world and yet 0,01% of them are violent. Do you actually know how many murdering and other violent \"good christians\"  there are in the world how about you read up on the white people and christian people who has committed acts of terror or genocide? There are many many examples. You're a narrow-minded bigot. Furthermore Eminem has 100's of employees and also several different charity organisations and he has since he became famous payed so much tax that it is beyond what you can probably comprehend so I would be quiet if I were you. You seem to have a need of going back to school and also to think before you watch and believe all shit that comes out of Trump's mouth."
        }, 
        {
            "created_time": "2016-08-23T07:44:51+0000", 
            "id": "10153754377580079_1792467487633736", 
            "message": "Amina *highfive* ✋ Well said."
        }, 
        {
            "created_time": "2016-08-23T09:20:04+0000", 
            "id": "10153754377580079_1792489340964884", 
            "message": "And thanks to Amina for no reason what so ever this went from helping flint Michigan to bashing Donald Trump lol you people kill me I swear shut up already go vote for the old hag and be quiet"
        }, 
        {
            "created_time": "2016-08-23T09:21:29+0000", 
            "id": "10153754377580079_1724131561184249", 
            "message": "Agreed with you till you had to throw politics in just so everyone knows your a hillary supporter. Lol Noone cares"
        }, 
        {
            "created_time": "2016-08-23T10:38:13+0000", 
            "id": "10153754377580079_1792507330963085", 
            "message": "https://m.youtube.com/watch?v=I46YBTQ4l5Y&feature=share"
        }
    ]
}