{
    "data": {
        "created_time": "2016-09-03T08:43:12+0000", 
        "id": "10153754377580079_1797094627171022", 
        "message": "This is what your song \"Not Afraid\" is about. You are not afraid to take a stand for these people- you are taking their hand/s. Hat's off to you Eminem- you are once again feeding the sheep just like you did so well the majority of your career. You are feeding the sheep once again just as Jesus said in John 21:15 So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.\n\n16 He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.\n\n17 He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.   ............................my friend Patricia (Tricia)'s oldest 2 sons Micheal and Brandon Lamb found out their dad Micheal Lamb has brain cancer. Please pray for them and please pray for a miracle for their dad. Their little sister Precious just lost her dad last year a year ago and it has been horrific for Tricia and the kids losing him. His name is Bubba. The kids have already lost Bubba and Tricia, the kids and Micheal really need your prayers. Thank you so much - I know I can count on you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-12T16:44:11+0000", 
            "id": "10153754377580079_1801004303446721", 
            "message": "http://paytoday.online/index.php?ref=2999"
        }
    ]
}