{
    "data": {
        "created_time": "2016-09-03T06:00:14+0000", 
        "id": "10153754377580079_1797046660509152", 
        "message": "Alot of the kids and people there may have a lifetime of health problems. The aftermath of the lead exposure is devestating. These people need all the support and love they can get. http://www.cbsnews.com/news/doctors-explain-the-long-term-health-effects-of-flint-water-crisis/   NEW YORK -- The parents of children in Flint, Michigan have good reason to be worried about lead in the city's water supply.\n\n Flint, Michigan, residents file lawsuits over water crisis\nPlay VIDEO\nFlint, Michigan, residents file lawsuits over water crisis\n\"There's real danger that the injury is going to be permanent and lifelong in them,\" Dr. Philip Landrigan, Dean of Global Health at Mount Sinai School of Medicine, tells CBS News.\n\n\"The problem here is, no level of lead is safe,\" Landrigan says. \"Even low levels of lead -- especially if exposure to low levels continues over many months -- is going to cause some degree of brain damage to at least some of the children who have been exposed -- that's a big deal.\n\nExposed children are at risk for a number of problems, including lower IQ scores, developmental delays, and behavioral issues such as Attention Deficit Hyperactivity Disorder. Even after lead exposure stops, the effects can last for years or even be permanent.\n\nIn Flint, a major challenge will be identifying which children are at risk, then tracking them for many years for evidence of injury.\n\n\"These children are going to be injured for life. They're going to need remedial education, they're going to need educational enrichment programs,\" Landrigan says. \"They're kids who are going to be prevented from functioning at their full level.\"\n\nThere are no known drugs to effectively reverse the developmental damage caused by lead.\n\nSomething called \"chelation therapy\" can remove lead from the body. But so far, it has not been helpful in treating the behavioral or neurological problems caused by lead exposure."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}