{
    "data": {
        "created_time": "2016-08-23T04:26:54+0000", 
        "id": "10153754377580079_1724059557858116", 
        "message": "Hey em you could but all those kids that and still would have millions in the bank when everyone else is having a hard time pay there own bills. Celebrities trip me out always want the working class to pull money out there pockets instead of all them coming together and making sure those kids can go to school"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-23T13:05:35+0000", 
            "id": "10153754377580079_1792558290957989", 
            "message": "You act like he's doing a bad thing, Plus you don't think he doesn't already have charities that he donates to? P.S He most probably did donate a large sum of money to this charity."
        }, 
        {
            "created_time": "2016-08-23T13:53:23+0000", 
            "id": "10153754377580079_1792569744290177", 
            "message": "James Edwards they should all celebrities not just him they all have millions of dollars and could do so much more to help out the less fortunate what he is doing is good thing I never said it was bad thing I'm saying he could have bought all them the stuff and didn't need to ask the working class to help. That is y the rich stay rich and the poor stay poor in this country cause a lot of the working class do feel some sort of way when they see a homeless man and will give them something to eat and do help out the kids that need things when you have a famous person that Nike gives them shoes the working man has to buy them for 150$. I love the USA and I'm a very proud person I just think the ones that have all the money in the world could do a lot more with it. If I was in his shoes and could afford to donate 2mil I would that is just the type of person I am. What I'm saying isn't trying to put anyone out there or anything or say em don't donate cause he probably does I'm saying as a person if I'm worth 250 million I would never ask for someone that is worth 80 thousand to donate anything I would have bought all of them kids there stuff. Think about it if your rich and famous you have contacts and could get a lot of the things for free if you put it out there you was giving the kids of a certain school the things they need to go to school"
        }
    ]
}