{
    "data": {
        "created_time": "2016-03-11T16:20:39+0000", 
        "id": "10153365369905079_1706486909621051", 
        "message": "A game-changing artist and an impervious celebrity, Dirtyilla began his career as a near-novelty, a teen delivering hardcore hip-hop. But through years of maturation and reinventing his rap game, he developed into a rapper with a massive body of work, one so inventive and cunning that it makes his famous claim of being the “The Midwest King” worth considering. Born Dirk Allen, Jr. and raised in Pontiac, Detroit and Grand Rapids, Michigan.\nHe found music was the best way to express himself, and after taking the name D.e.m.o.n.i.x (Dominating.Elements.Maintained.On A.Niggas.Intelligence For.Excellence)he began writing rhymes. Combining a strong work ethic with aggressive self-promotion, he started gaining local celebrity.\n\nIn 2004, he officially took the moniker Dirtyilla, he joined The Michigan Boyz for a project, and released their debut album, We Are The Streets, in 2005.. Dirtyilla would launch his solo career a year later with the album , \"Living In A Bottle\" featuring the hit single title track. It did good regionally but the rapper was still unknown to Middle America, since his hardcore rhymes and the rough Doggwood sound had not yet crossed over. His second album, Hood Hustla (2008), sold 10,000 copies, his audience was certainly growing.\n\nDirtyilla became enamored with the mix tape world after Hood Hustla drew so much attention from the hip-hop press. He used these underground releases to drum up anticipation for his next official album, the breakthrough effort \"Gettin Dirty Dollaz Wit Dirty Work\". Released in 2009, the album seemed a rebirth on one hand with producer Mario and Dutyme's production, the rhymes he laid on the tracks showed significant growth. His marketing skills had become sharper, and it was no mistake that the album’s hit single, “Everyday my Birthday” was becoming a nationwide hit. On the flip side, his street cred was supported by a slew of mix tapes released in 2009, including the popular titles Hood Hustlaz pt 2 & The Mack.\nDoggwood Records future was no longer in doubt and traditional music business rules no longer seemed to apply, as tracks would be leaked onto the Internet and various DJ’s mix tapes. “On My Shit” was another bold move, .\nUsing a ramped up sample of the Saturday Night Fever Theme song it became a Regional smash.With his alternative marketing scheme working in overdrive, the 2010 landing of The Nomination was a major event, selling over a 25,000 copies . “1800” and “Ballin Already” were released as singles, while the album — which for the first time featured no Mario and Dutyme productions sold out each time.\nHis mix tapes were still flooding the underground, including the stunning \"F.A.M.E\"(For All My Enemies), which came with an iconic image of the rapper on the cover wearing a crown plus the much talked-about track “Hatin on me,” a venomous response to other rappers claiming to be the Midwest king..\n\nStreet Hustla Of The year was promised for 2010 but do to the success of The Nomination will arrive a year later, setting off Dirtyilla’s infamous reputation of delayed releases. Part of the problem became unauthorized leaks of the album’s tracks, something combated by the unofficial, download-able Street Nigga Of The year single released that same year.\nDirtyilla has opened shows for Young Jeezy, Shawty Lo, Rocko, David Banner, Lil Flip, Yung Joc, Yukmouth, C- Bo, Esham, I.C.P and many other Regional or National recording Artists. He is the C.E.O of Doggwood Enterprises,\nBlending Dirty South crunkness, East Coast lyricism, and West Coast hypyness with that \"Midwest\" street flow. To create the signature sound that he calls the \"High Octane Movement\". His shows are full of energy and he always leaves the crowd wanting more. Based in Detroit, home of the Motown sound and big three automakers. He was influenced by these big sounds and even bigger cars at an early age. Raised in Pontiac, Detroit and Grand Rapids Mi, where he was involved in the street life and Hip Hop culture of these cities.\n\nThe name \"Dirtyilla\" comes from \"Dirty Illpatrick\" in reference to former Detroit mayor Kwame Kilpatrick, and producer J dilla. He started with the \"King of the Midwest\" thing in 2007, after realizing nobody was repping the Midwest like the artist's Down South does. So he took it upon himself to put the region on his back, and be what T.I and Grand Hustle Records are to the south, to be what Berry Gordy was to Detroit. To be a leader, innovator and a bridge for the Midwest, To show the world that once again artist can change the trend in music, and take it to the next level.\nThe Doggwood Gang (DWG) is a Army of Mc's, Producers, Singers, Models an Writers. He believes there is a power in numbers that creates an immediate impact for the movement.\n\nIn January of 2007 Dirtyilla formed Doggwood Records South with his partner David Jackson in Brunswick, Georgia. He made a deal with \"Man Power Mentoring\", A Detroit, Mi based nonprofit. To Create the \"Change the Game Album Series\" Featuring songs that are donated by Local, Regional and National recording artist. The Proceeds from this project will be used to create jobs in the Prisoner rentry program, and also to fund programs and activities for children. You an contact Doggwood Records/Productions @: doggwoodent@gmail.com 1 - 313 - 753 - 7563 (Dirk E Allen)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}