{
    "data": {
        "created_time": "2017-11-02T02:18:57+0000", 
        "id": "10154911571790079_1593994080639551", 
        "message": "On the real and I’m only going to say this once. I don’t think eminem should have said fuck you to all his fans if they supported trump that was a little out line. But I’m also going to say nobody on this page unless you were lucky asf have never met eminem. Him dissing trump? So fuckin what this is nothing new for him. He’s dissed everybody. Also everyone wanna claim they’re fans yet they turn there back in him over our president even tho he’s only been in office since January and he’s only going to stay in for 4 years 8 if he’s lucky but Eminem’s music has been around longer then trumps career also it’s just music. Get the fuck over yourself. Also everyone’s worried about his old shit. He’s fixing to put out some new shit hopefully November 17th. Y’all some fake mother fuckers if you guys are going to trip about a freestyle even tho if you were an actual eminem fan you guys would know he disses on everyone. Back off the man and wait for his album."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-03T23:04:30+0000", 
            "id": "10154911571790079_281331932360119", 
            "message": "Listen to the key word. He said who is a FAN of his. Read the post I just posted."
        }, 
        {
            "created_time": "2017-11-04T22:56:10+0000", 
            "id": "10154911571790079_1739273179450923", 
            "message": "Dude I was just basically telling everyone who was roasting em on this page to suck a dick. That’s all it was."
        }
    ]
}