{
    "data": {
        "created_time": "2017-11-01T19:05:00+0000", 
        "id": "10154911571790079_522853514716270", 
        "message": "Eminem: washed up rapper trying to save whats left of his pathetic career by attacking Donald Trump A.K.A Douchebag"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-01T21:21:20+0000", 
            "id": "10154911571790079_1966577580035764", 
            "message": "As a democrat, it doesn’t take a Trump supporter to see that this was nothing more than Eminem doing a publicity stunt for his upcoming album.\n\nMost liberals here are delusional with the “he told the truth” nonsense."
        }, 
        {
            "created_time": "2017-11-01T22:13:10+0000", 
            "id": "10154911571790079_132962397362844", 
            "message": "Francisco Bistrain Mosh would have been a single by that logic ."
        }, 
        {
            "created_time": "2017-11-01T23:29:02+0000", 
            "id": "10154911571790079_306704083139757", 
            "message": "Francisco Bistrain  Most musicians write about what they are feeling or going through & others can relate to it. That’s what music is about, DUH!\n\nIn this case a large portion of American & the world can relate in a BIG WAY!!! He’s expressing how many of us feel, but cannot express for various reasons. I like Eminem but haven’t bought any of his music yet, but I feel EXACTLY, 100%, the way he does about trump!!! (& I don’t like the word “hate”, I reserve it for the KKK but trump has their mentality). I respect & appreciate Eminem for speaking out & denouncing his fans (his choice, it’s hard for me to believe some of my friends support him for so many reasons!!!) who support that psychopathic idiot!!! trump is out of touch with everything except trump & anyone who’s really paying attention should be able to see that unless they’re just as narcissistic & heartless as he is!!!\nTHANK YOU EMINEM!! & GOD BLESS AMERICA/The World! We all need it, especially as long as that idiot is president!!!"
        }, 
        {
            "created_time": "2017-11-02T00:22:26+0000", 
            "id": "10154911571790079_1733676913329198", 
            "message": "\"pathetic career\"? Most successful rapper of all time, lol"
        }, 
        {
            "created_time": "2017-11-02T00:44:36+0000", 
            "id": "10154911571790079_306719126471586", 
            "message": "Sherry, he said nothing new, just the same nonsense every liberal celebrity says. Trumps orange, he’s racist, and he’ll bring us to war, but with no substance or evidence of it, it just must be true because reasons. The fact that you have a hard time believing some friends support trump is the EXACT reason why trump supporters are scared to even mention their political views."
        }, 
        {
            "created_time": "2017-11-02T02:41:05+0000", 
            "id": "10154911571790079_295328240962563", 
            "message": "Why do you have to comment something negative?"
        }, 
        {
            "created_time": "2017-11-02T04:22:01+0000", 
            "id": "10154911571790079_295350887626965", 
            "message": "Francisco Bistrain  The substance & evidence is right in front of your face, every day. If you don’t see it it’s because you’re an idiot, you’re ignoring it &/or you’re in deep denial. And my friends that voted for trump aren’t afraid to mention it around me, we just don’t talk about politics. But I know some of them are no longer trump supporters because they can no longer deny the damage that he’s doing. In fact I have a friend that voted for him & said she only voted for him because she figured he would get assassinated or impeached & Pence would take over. She never figured trump would last as president because he’s a joke."
        }, 
        {
            "created_time": "2017-11-02T05:16:15+0000", 
            "id": "10154911571790079_898370910331265", 
            "message": "So what?? Get the fuck over it!"
        }, 
        {
            "created_time": "2017-11-02T06:14:45+0000", 
            "id": "10154911571790079_898393906995632", 
            "message": "Thing people forget is Eminem always attacked presidents he disagreed with. Remember mosh? White America?"
        }, 
        {
            "created_time": "2017-11-02T06:15:46+0000", 
            "id": "10154911571790079_504748003215418", 
            "message": "Lmao 😂 he attacks everybody , he hit Bush during the 2000s , and always mentions Clinton too"
        }, 
        {
            "created_time": "2017-11-02T07:04:35+0000", 
            "id": "10154911571790079_898409273660762", 
            "message": "Sherry, you did it again, the same “how can you not see it” “he’s always racist” “you’re just ignoring it”\n\nIf it was this bad, why is it you can’t just give me multiple examples of this monstrosity?\n\nYou’re not giving me a real argument, just shallow comments of what I literally mentioned earlier. God irony is hilarious with you."
        }, 
        {
            "created_time": "2017-11-02T13:36:50+0000", 
            "id": "10154911571790079_1712733202368521", 
            "message": "Steven Feigenbaum Exactly! That Albert guy must of been butt hurt that Em destroyed Trump. Everyone hates Em cause of what he said but nobody is mentioning the concert Macklemore put on where he had the whole crowd saying fuck trump."
        }, 
        {
            "created_time": "2017-11-02T15:52:46+0000", 
            "id": "10154911571790079_179316979287197", 
            "message": "Washed-up? Lol In the words of Em, \"if you're gonna ruin my career, you better get one\". \n\nIgnorance is when someone speaks facts, but people still find an excuse to call it a publicity stunt or a sell out lol"
        }, 
        {
            "created_time": "2017-11-02T21:23:24+0000", 
            "id": "10154911571790079_1781936355182288", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-05T18:05:03+0000", 
            "id": "10154911571790079_745736318945679", 
            "message": "Joshua Shackett , how the hell do you think this punk Mathers destroyed Trump?  Last I heard the leader of the free world and the most powerful man on the planet is the  United States of America's President Donald Trump.  This guy would feel like a little punk on stage with the President.  You are the one who's butt hurt...fool, get real!"
        }, 
        {
            "created_time": "2017-11-12T21:30:36+0000", 
            "id": "10154911571790079_1723086504430789", 
            "message": "Just fly away through the window loser ... Go and lick Trump`s ass..."
        }
    ]
}