{
    "data": {
        "created_time": "2017-11-01T17:14:53+0000", 
        "id": "10154911571790079_10154911866415079", 
        "message": "I really do unterstand your statement against Trump, Eminem. Thank you for that. But I must say Hilary wasn't a choice either. Between bad and worse or worse and worse there is nothing to choose. We live in 2017 and people still haven't checked out what's going wrong and that we are like puppets on strings.  I'm nearly ashamed to be a human, this doesn't depend on any colour of skin but I'm happy that you, Eminem, stand up and in the front line  with a great heart and speak out for all of us.\nWhy should rap only be for the black ? It have been the black first who were treated like shit for decades. They we're the first and ofcourse they had to speak out because nobody else did. By the time poeple are pushed down to the ground and there is nothing more to loose there is no more fear.. The only power we have left is our mind and our soul. Put this together in words and give it a beat and a rythm .\nWe all have the same soul. We all feal the same, sorry but why not???\nAs soon you started to rap Eminem, you spoke out for yourself and about your life but many of us felt the truth in your words. You spoke out what all human feel and think - - there is no colour there is just one soul. You shout out the truth of what others are afraid to say. We love you for your  courage. You are  an artist of lyriks painting your critical thoughts into a melody we can join in, too.\nIt is/ was your  life, your darkness and your  way to get through and out of it. This is METAMORPHOSE. You are  the butterfly many want to be. You  followed your own thruth. Life is truth.\nYou have never feared to speak out the truth and face the conequenses. You speak with your lyriks where most of us keep quiet. So everybody out there stop complaining about Eminem  in any way. Instead stand up for yourself and face your own fear.  This is where your own battle has to be started. Your battle against your fear .\nGo through it and win it - instead of pointing your finger against someone  who is allready fighting for the others, instead leaning back. It is a shame everybody only feels strong while singing/rapping Eminem' s lyriks. He had nobody who lead his path. \nHis success and freedom came along with his soul searching for the truth because he had no fear and never will have. This is why I take bow 🦋"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}