{
    "data": {
        "created_time": "2016-12-03T14:33:56+0000", 
        "id": "10155214512696729_1259362774102250", 
        "message": "I DON'T WANT TO SEE ANY ADS AT ALL!!!.  You know someone is going to come up with another program similar to Facebook, without ads in the comments section. When that happens, Facebook stock will drop tremendously. You could have left it alone without putting ads in the comments/posts section. The so-called ads that are relevant & interesting to me are from items I've already looked at. The ads come up After the fact, not before. There's no way to predict what a person might be interested in. We don't want ads at all in this section. Keep them on the right side & not in the middle. Because you've decided to go ahead and do something that Facebook users don't like, you will begin to push someone into creating another program that Facebook users can switch to that won't have ads. You used to do it, and look how fast you grew without having to put ads in the middle."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-03T14:56:31+0000", 
            "id": "10155214512696729_674660366042123", 
            "message": "Hi, Kimberly. Ads help keep Facebook free, and though you can't opt out of ads entirely, you can adjust your ad preferences. Our Help Center can provide more info: facebook.com/help. -Rhea"
        }, 
        {
            "created_time": "2016-12-05T13:52:12+0000", 
            "id": "10155214512696729_1031656496944426", 
            "message": "Every 4th or 5th entry in my newsfeed is an ad! The more ads I delete the more others I get. Although I tried to adjust my ad preferences, 99% of the ads are still about things that have absolutely nothing to do with my life or my interests. That's annoying, frustrating and I'm somewhat fed up with it! I spend half of the time I'm on Facebook with deleting ads and blocking the pages of the advertisers. This is NOT a community experience anymore! It's a virtual bazaar, a flea market. I will never ever buy anything via FB adverts. I understand that you need to pay your employees... It's OK. Ads on the right side are ok. Even a few occasional ads in the newsfeed would be ok.... But not this much. It's too much! I know you're on the stock market, are your investors this greedy? Why don't you simply rename Facebook to Bazaarbook? No need to answer. I know you're just an employee and can't do anything..."
        }
    ]
}