{
    "data": {
        "created_time": "2016-11-21T20:02:06+0000", 
        "id": "10155214512696729_1014596381983771", 
        "message": "Is there any way to instant message with a help center agent. I can't find any way to email or contact"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-11-21T20:14:38+0000", 
            "id": "10155214512696729_1014601978649878", 
            "message": "Hi Ashley. This is a great place to ask questions. Let us know how we can help. -Jessica"
        }, 
        {
            "created_time": "2016-11-21T20:27:59+0000", 
            "id": "10155214512696729_570660893137866", 
            "message": "How can you block gifs from the news feed. The flashing is so intense that it could possible cause seizures. I can't find any settings or filters to remove them"
        }, 
        {
            "created_time": "2016-11-22T18:13:53+0000", 
            "id": "10155214512696729_1015610111882398", 
            "message": "Notice the reply! lol they aren't good about answering a real problem only telling \"we hear your frustration\"."
        }, 
        {
            "created_time": "2016-11-22T18:49:30+0000", 
            "id": "10155214512696729_571021989768423", 
            "message": "Have yet to get a person to contact me without hiding behind delayed response"
        }, 
        {
            "created_time": "2016-11-23T05:26:16+0000", 
            "id": "10155214512696729_668167883358038", 
            "message": "Facebook - on behalf of millions of users that keep you open - we demand better user support. Your site has tons of flaws and you're doing tons of nothing to help people."
        }, 
        {
            "created_time": "2016-11-29T10:03:57+0000", 
            "id": "10155214512696729_1254887371216457", 
            "message": "Facebook straight up left you high and dry!  Typical!"
        }, 
        {
            "created_time": "2017-01-17T21:16:04+0000", 
            "id": "10155214512696729_1309676415737552", 
            "message": "Thanks for reaching out to us, Ashley. We'll take your suggestion back to our team. You can hide a story by using the arrow in the top right of that story and selecting 'I don't want to see this' or you can choose to see fewer stories from the person by selecting 'See less from'. To learn more about tailoring your News Feed, visit: http://bit.ly/2iErZmo. -Joe"
        }, 
        {
            "created_time": "2017-01-17T21:26:11+0000", 
            "id": "10155214512696729_701034870071339", 
            "message": "I suggest a option to limit gifs from news feed. It would help people sensitive to light change, prone migraines or seizures. For one of the biggest networks with so many option and setting for accounts you have overlook some aspects on your site that could help hundreds with medical issues be more socail. I have yet to find a setting or solution in the current programing to solve this issue"
        }, 
        {
            "created_time": "2017-01-17T21:29:44+0000", 
            "id": "10155214512696729_1635712706734388", 
            "message": "Thanks for the suggestion, Ashley! We'll pass it on to our team. If you have any more, please let us know at: http://bit.ly/2jwqgnc. -Joe"
        }
    ]
}