{
    "data": {
        "created_time": "2016-11-21T13:12:02+0000", 
        "id": "10155214512696729_570509456486343", 
        "message": "Thanks, Facebook! May I make a few suggestions for your consideration? 1) It takes so long to scroll through one's Newsfeed. It would be so nice to have a drop-down menu option to \"Remove post\" once it has been read, but have a Search Newsfeed option if you wanted to find it again. 2) Consider a \"Turn off comments\" option for personal FB wall, as is an option for admins in groups. There are times when one simply wants to share something without opening it up for discussion and often, unfortunately, a heated exchange. 3) It would be SO NICE to have a Search Previous Posts on one's personal FB wall, where one could type in a topic (for example), and see a list of previous posts about that topic. So many times, I've wanted to locate a past post on my wall, but have no way to do so (that I know of, anyway). :) I want to say how much I LOVE the \"On This Day\" memory reminder. It gives me much joy, and I hope it is a permanent feature on Facebook. :)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-11-21T17:46:19+0000", 
            "id": "10155214512696729_1014458855330857", 
            "message": "We appreciate the feedback, Mary! We listen to all the feedback we get from the Facebook community. If you have any more suggestions, please let us know here: http://bit.ly/2gvtxlT. -Joe"
        }, 
        {
            "created_time": "2016-12-05T17:13:08+0000", 
            "id": "10155214512696729_2151095778449819", 
            "message": "Hi.s3xy"
        }, 
        {
            "created_time": "2016-12-15T19:55:33+0000", 
            "id": "10155214512696729_2159842494241814", 
            "message": "Facebook would be nice to be able to type in a time so we can go right to the time, like when we went to bed, so we can go back to where we left off and see what we missed."
        }
    ]
}