{
    "data": {
        "created_time": "2016-12-06T17:44:29+0000", 
        "id": "10155214512696729_2152142708345126", 
        "message": "I'm so aggravated with Facebook it's not even fun to use anymore. When I scroll down my page, while reading something it automatically refreshes to the top of my newsfeed. Then I have to go all the way down again to find what I was looking at. It refreshes all the time making me have to start back from the top again. I don't even bother reading articles or long posts anymore bc fb won't let me finish without going back to the beginning of the newsfeed."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-06T18:37:10+0000", 
            "id": "10155214512696729_577450585792230", 
            "message": "We're sorry to hear this, Desireè. When things don't work on Facebook we want to fix them right away. Learn more: http://bit.ly/2g7jXRs. -Hannah"
        }, 
        {
            "created_time": "2016-12-06T19:20:36+0000", 
            "id": "10155214512696729_1618792665093059", 
            "message": "I sent my request in to solve the problem. How do I see what the response is?"
        }, 
        {
            "created_time": "2016-12-14T02:03:21+0000", 
            "id": "10155214512696729_673944506098099", 
            "message": "Did that still same problem hasn't been resolved yet"
        }, 
        {
            "created_time": "2016-12-19T08:27:17+0000", 
            "id": "10155214512696729_676514375841112", 
            "message": "I have the same problem.. Its super anoying. And i get extremly angry when this happens"
        }, 
        {
            "created_time": "2016-12-19T14:40:58+0000", 
            "id": "10155214512696729_1276773972361130", 
            "message": "Still hasn't resolved the issue yet. It's very aggravating. It also skips out and goes back to my timeline in the middle of me typing a comment like it just did while typing this one. I had go to my notifications TWICE just finish typing this comment."
        }, 
        {
            "created_time": "2016-12-21T05:58:55+0000", 
            "id": "10155214512696729_840062546135481", 
            "message": "Facebook  please explaine mee how to enable account . plzz tell mee ..lots of memory in my  disable account  i get these  memory .."
        }, 
        {
            "created_time": "2016-12-25T03:07:24+0000", 
            "id": "10155214512696729_1626104414361884", 
            "message": "HOW DO YOU GET THE COLORS ON YOUR FACEBOOK LIKE  WHEN U WRITE SOMETHING LIKE GREEN RED BLUE"
        }, 
        {
            "created_time": "2016-12-25T03:12:13+0000", 
            "id": "10155214512696729_679199615572588", 
            "message": "Tanja Wyatt when you update your status color bubbles will show up on the bottom. Click/touch on one of the bubbles and it'll turn your status into a meme."
        }, 
        {
            "created_time": "2016-12-25T10:49:07+0000", 
            "id": "10155214512696729_2166271863598877", 
            "message": "Facebook no you don't been complaining about something similar for months \n\nHey Facebook\n\nYour policy of posting on my newsfeed things that my friends have \"liked\" or commented on just makes my newsfeed boring as hell. Same things over and over\n\nStop this.  If we like something and WANT to SHARE it we can.  You have a button for just this very thing it is called the Share Button.  If I like something others have Shared or Posted and then they comment on it I get a Notification so I can revisit it if I want to.\n\nNo I do not like all the stuff my friend X likes.  No I do not want to see links to every article friends have liked or commented on. And FYI this more than anything is how I come into contact with FAKE NEWs crap others have liked or commented on but not shared is posted in my Newsfeed"
        }, 
        {
            "created_time": "2016-12-26T10:46:02+0000", 
            "id": "10155214512696729_679833612175855", 
            "message": "ร่ๆ"
        }
    ]
}