{
    "data": {
        "created_time": "2016-10-08T02:18:16+0000", 
        "id": "10155008726816729_735234756625569", 
        "message": "How do you turn off the public posts feature? I don't need random people liking and commenting my public posts."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-08T15:09:33+0000", 
            "id": "10155008726816729_1309597692392866", 
            "message": "Hey, Sue. You can use the audience selector to control who can see your posts. For more information, visit: http://bit.ly/2dSaQnU. -Monica"
        }, 
        {
            "created_time": "2016-10-08T18:56:32+0000", 
            "id": "10155008726816729_1673834159504012", 
            "message": "Facebook what would you do if someone complained about a game? The Pawn Stars game has been messed up for who knows how long and the game people refuse to listen to us. On the road trip feature they haven't given us all of the locations. The last 2 have said coming soon for over 2 years! We can't use experts on items that qualify. Examples: I have the Star Wars action figures and when I click on the toy expert it says no available items. Or we can't use the art expert Gustav on the Red Skelton painting. Those are just 2 of numerous examples. The Halloween door crashes the game and computer. There is this shadow figure that can give you an extra customer but it gets in the way if we want to get to our gumball machines or place items or tables or shelves. They refuse to remove it. I like others have complained about getting the same stuff over and over and over and over again on the wheel spin...chump change amounts of parts, flair and maybe a few $. I like others have made countless complaints. Some of us have even emailed them. They refuse to listen. I and I'm sure others would like for you to do something about them Facebook."
        }
    ]
}