{
    "data": {
        "created_time": "2016-09-26T20:27:46+0000", 
        "id": "10155008726816729_729114717237573", 
        "message": "Please consider returning the Home feed back to a default of \"most recent posts\". By FB selecting what it thinks I need to see I am missing important, current information. I'm still seeing posts back to August 12 and repeats of prior posts, when I really need to see the current posts to keep updated on major events, such as the newest fire that broke out about an hour ago. We are in a fire prone, earthquake potential area. Many posts I do not see until the next day or days after. It is very frustrating. Even when I set to see current posts, the most recent do not come through all the time. Many of us depend on facebook to keep us updated on events happening around us. I find I have to actually go to the group or friends page for recent updates and even those aren't in chronological order. I hope you read this. Thank you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-26T20:57:30+0000", 
            "id": "10155008726816729_1122183734526642", 
            "message": "Hey Renee. Sometimes a story that you've already seen will reappear toward the top of your News Feed because many of your friends have liked or commented on it. This helps you see popular stories that your friends are interacting with the most and join in conversations around posts. If you feel you're missing stories you'd like to see, or seeing stories in your News Feed that you don't want to see, you can adjust your preferences. Learn how: http://bit.ly/2d1odXu. -Jessica"
        }, 
        {
            "created_time": "2016-09-26T21:00:41+0000", 
            "id": "10155008726816729_1110166185740150", 
            "message": "Thank you Jessica. I had just selected the \"see first\" option. I don't see that option for groups and a local forum is where most of the feeds relating to local events are. Is there a way to do a see first for groups? Thank you."
        }, 
        {
            "created_time": "2016-09-27T10:48:58+0000", 
            "id": "10155008726816729_984236561698380", 
            "message": "fb ...Please help me.. Do not ignore me. can see I send the message for you? \nhttps://youtu.be/3aAYUWBwsuE"
        }
    ]
}