{
    "data": {
        "created_time": "2016-10-06T20:28:30+0000", 
        "id": "10155008726816729_788819364592743", 
        "message": "I don't like the advertisement with half naked women when I go to read a news article. Wish you could stop that. Give me puppy chow or something like that."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-07T00:03:32+0000", 
            "id": "10155008726816729_1201018459968906", 
            "message": "Hi Donna. The best way to report content on Facebook is by using the Report link near it. To learn more, please visit: http://bit.ly/2dOzs0I. -Kevin"
        }, 
        {
            "created_time": "2016-10-07T09:56:47+0000", 
            "id": "10155008726816729_1170970899648874", 
            "message": "Facebook Thank you"
        }, 
        {
            "created_time": "2016-10-09T03:46:20+0000", 
            "id": "10155008726816729_790043981136948", 
            "message": "So right.  Much to their chagrin my kids are no longer permitted to use face book due to the inappropriate ads and the trending and related pages features. At least if you are going to force sooo many ads on your users, and least they can reflect moral decency;"
        }, 
        {
            "created_time": "2016-10-09T03:56:25+0000", 
            "id": "10155008726816729_1304967049527719", 
            "message": "Facebook  you care enough to grab the advertisers' money. Can't you look at what they are advertising?  Why is it up to the user to report all these things?  We would have no time to actually use FB."
        }, 
        {
            "created_time": "2016-10-09T04:15:12+0000", 
            "id": "10155008726816729_1133104853434530", 
            "message": "R Rowdy Gries We took our two teens off Face Book too because of the content in ads and in trending .  Unhappy with me but they are always unhappy with everything we do.  Teenagers!!"
        }, 
        {
            "created_time": "2016-10-09T10:40:09+0000", 
            "id": "10155008726816729_735978289884549", 
            "message": "After my complaint, I have not seen one lewd advertisement. I didn't even use the http: they told me to visit. It just went away. I'm going to keep it though, just in case this garbage starts showing up again. I would suggest that you go to it. Our teenagers at the time were unhappy with us, as I remember being unhappy with my folks.  Funny thing is, we saw our kids raise their kids like they were raised and their kids are doing the same with theirs. That is their way of thanking us for how they were raised, without them even telling us. Keep doing what you're doing. They'll thank you for it later through life by their own actions. As it is, I have 6 grandchildren and 7 great-grandchildren with the oldest being 9 yrs. old."
        }, 
        {
            "created_time": "2016-10-09T10:41:56+0000", 
            "id": "10155008726816729_791598357610150", 
            "message": "Jen Jacquard Look for my reply to you above this."
        }, 
        {
            "created_time": "2016-12-22T20:29:20+0000", 
            "id": "10155008726816729_782457655236612", 
            "message": ""
        }
    ]
}