{
    "data": {
        "created_time": "2016-09-24T18:16:29+0000", 
        "id": "10155008726816729_1290683504289407", 
        "message": "I'd like to know how to re-open my mother's account when we don't have access to neither the email address nor phone number anymore. She died a year and a half ago... Doesn't seem that anyone in the FB system is able (or willing) to help since she didn't use any of the security options that were available (trusted friends, secret passwords etc), and none of us knew (or remembered) the password she might have used. I don't particularly fancy the idea that her account lives on without we having control of it..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-25T05:07:44+0000", 
            "id": "10155008726816729_1590647277897517", 
            "message": "Our sincerest condolences for your loss, Morten. When someone has passed away, it's our policy to memorialize their account. Memorialized accounts are a place for friends and family to share memories after a person has passed away and memorializing an account also helps keep it secure by preventing anyone from logging into it. You can learn more about memorialized accounts here: on.fb.me/1x3ORPz. Please let us know if you have any questions. -Rhea"
        }, 
        {
            "created_time": "2016-09-25T11:29:31+0000", 
            "id": "10155008726816729_1590731434555768", 
            "message": "Facebook, when I comment on posts I don't ever get notified when someone comments back and I have to manually go and look for my comment to continue the discussion. Why don't I get notified? It is kind of frustrating"
        }, 
        {
            "created_time": "2016-09-25T15:07:57+0000", 
            "id": "10155008726816729_982865485168821", 
            "message": "Facebook Thanx for your answer, but it's a bit more complicated than that. My mother first used my dad's old email account (which no-one can access ATM, as it has been discontinued), then, a couple of years before her death, she changed the password for the old account, and created a new FB account using my dad's *current* email address. This account we DO have the password for, but not the old one - and that's the account dad would like to gain access to - and continue using (and maybe even change to his own email address). Hope this post wasn't confusing, and made some sense..?"
        }, 
        {
            "created_time": "2016-10-02T10:26:34+0000", 
            "id": "10155008726816729_786289094845770", 
            "message": "j"
        }, 
        {
            "created_time": "2016-10-08T20:02:00+0000", 
            "id": "10155008726816729_1132830440128638", 
            "message": "just buzzing by to help spread some positivity 　 hope everyone has a great rest of your day and may something happen to put a HUGE smile on your face"
        }
    ]
}