{
    "data": {
        "created_time": "2015-11-02T19:48:45+0000", 
        "id": "1650571585183047_1650610401845832", 
        "message": "So many people complaining! They don't have to tour this truck but they do! It costs them money to tour this truck and they still do it...! It's a lorry... Take your kids to see Santa rather than a lorry... You want the magic of Christmas? Invite all your friends and family round and surround yourselves with people you love and show your kids the magic of Christmas rather than relying on a big red truck to do it for you!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 28
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-03T21:01:37+0000", 
            "id": "1650571585183047_1650816075158598", 
            "message": "That's not the point, they haven't bothered putting one in the second biggest city in the UK, everyone else seems to have one near them but there's a massive gap in the middle of  England? People can complain and be upset about whatever they want and shouldn't be made to feel bad for doing so."
        }, 
        {
            "created_time": "2015-11-03T21:51:10+0000", 
            "id": "1650571585183047_1650823058491233", 
            "message": "I'm not trying to make people feel bad. The way some people are going on in the comments section, this lorry is the be all and end all of Christmas!"
        }, 
        {
            "created_time": "2015-11-04T06:28:21+0000", 
            "id": "1650571585183047_1650898535150352", 
            "message": "I'm with you chantelle have a lovely Christmas"
        }, 
        {
            "created_time": "2015-11-04T06:33:11+0000", 
            "id": "1650571585183047_1650898991816973", 
            "message": "Chantelle Newton I live in Birmingham that truck does cost money to run as you say . However Coca Cola is a huge company and can afford to take the truck to major cities . They have taken our Xmas parade this yr due to cut backs or them putting the monies elsewhere so really sorry if we are slightly disappointed that we have been left out the tour !!"
        }, 
        {
            "created_time": "2015-11-04T10:14:36+0000", 
            "id": "1650571585183047_1650925575147648", 
            "message": "Ems Jaye, but why it suppose to cover only the biggest cities? How many times so far you enjoyed the truck? There is plenty of kids in smaller towns who never seen the truck. I'm just saying..."
        }, 
        {
            "created_time": "2015-11-04T16:28:58+0000", 
            "id": "1650571585183047_1650985328475006", 
            "message": "they are not missing out on much if the kids have seen the tv advert and think it will be lit up with lots of lights on it they will be very dissapointed  anyway mine were"
        }, 
        {
            "created_time": "2015-11-04T19:21:07+0000", 
            "id": "1650571585183047_1651011251805747", 
            "message": "It's a total anti climax anyway. It's just a big red truck.....and that's it. You get a tiny free can of Coke if you can be arsed to queue up for it! Oh and maybe a picture taken. That is it. It's not magical. It's not very Christmassy. It's just a Coke truck."
        }
    ]
}