{
    "data": {
        "created_time": "2017-06-27T00:55:17+0000", 
        "id": "10154568941425079_10154569837945079", 
        "message": "'Martial Arts Bruise Mat-hers, it matters'\nI'm the real fire Marshal, now it's time to fire Marshall,\nI acquire the whole choir as a hardwired barstool,\nI jacked my good karma now I make the white liars carpool,\nit's ride or die so don't even try to fight you won't get far fools,\nI know how to get over a bar then make a bar noose,\nTracersOP on minecraft with a trackpad I can make any C.A.R. lose,\nstrapondominatrix of the Matrix so dom I make a star loose,\nI take Britney Spears's Spear and run them down with my harpoon,\nhaters can run but they can't hide now or even get lucky,\nit's spelled D-you-M-B so that's why Marshall bruce is such a dummY?\nhe keeps mindfucking me so I figured he wouldn't mind actually fucking,\nthought it would be like rapture with some touching and rubbing,\ninstead all he wants to do is keep sucking so I'll just have a pet duckling,\ncan't touch me I'm always ugly ducKING,\nI voodoo into a mat now I'm just punching and punishing while chuckling,\ncall it maternal instinct even though I'm still Chucky,\nthe nerve to court me on a daterape on Symphony in H, six eight, he missed home plate, I wasn't late, thought we might make it to home base like it was fate,\nfor 18 years we been hitting each other with the master jailbait,\neven went as far as six nine but wasted my time on fucked up crimes,\nI'm skittles I hospittled on Guards legs at Legacy cuz they tried taking my lime,\nI got a feeling Harborview is harboring a video to find then maybe rewind,\nSaint Peters strapped me and entrapped me now I leave them all in a bind,\n69 is cancer the sign, mother of the zodiac, apparently M didn't mind,\nhe must have forgotten to read inbetween the lines to know what's mine,\nhe thinks he's so fine and divine but that aint what I heard from the grape vine,\nthere's a reason for the rhymes and a reason I made grape wine,\nadded pot and accidentally made love potion then tried to pair with a dime,\nI'm the prodigy so I figured it'd be the new paradigm,\nI was underSTANding him the whole time polishing him up making him shine,\nnow cancer is creeping in him, apparently he didn't see,\nhe thought he could just be a star ontop of my Christmas tree,\njust playing while tipsy, like it was in his ass only the tip not the whole tree,\nusing my life not paying co-mission but it wasn't free,\nnow I'm raping his ass like I got a strap-on me cause the rap is T,\nI'm the cancer and the shit up his ass and now I'm getting nasty,\nI am the bacteria so the bacteria backs me,\nit's multi-versial I was born on the day of tragicomic controversy,\nI'm a frugal fungal it makes me happy, he's white trash but thinks I'm not classy,\nwas tryin to save an M&M rapper now I'm just trashing cause I CAN land it, I'm the real candy,\nit's the candy crush saga he's supposed to be the sugar daddy,\nit's aftermath so now thats why I'm bashing,\ntoo fast cuz I'm always fasting,\nI'm the tortoise and the angel hair mom's spaghetti, he'll never pass me,\nhe's just Everlast a punching bag I'm everlasting,\nI'm Comcast and the Forecast he's too dumb to dispell the spells I am casting,\nI was just trying to show some love and rapture he thought it'd be a bad thing,\nI am the magic HAT so I guess it's why it's so maddening,\nthe wasted sweet thyme is somewhat saddening,\nI'm too over his head, I'm his real best friend and Proof is dead,\nhe's being dense if he needs more EVidence and still wants proof,\nI played the part spot on it's why there's dentin showing through on my tooth, \nit's just how it grew since I've been so used,\nM was trying to give my Legacy to Proof's youth, on NASAAN like he found someone new, I'm Blue's Clues even if I lose I win cuz I always know what to do,\nI micromanage not microphony I'll com-post it I don't need a recording booth,\nMy life is insane and maybe unbelievable but I'm telling the truth,\nhe makes me too angry, kept saving his ass but I still needed savings, \nmade me put the petal to the metal, the bitch is driving me crazy,\nwas playing as fake Santa and he came down my chimney on Christmas Eve like I was his old lady, \nI think he may have knocked me up with a baby,\nI was seeing someone else at the time so it was kind of shady,\nis he the father? Maybe,\nI often wonder what Maury'd be saying,\nthe energy I felt into my abdomen there's no mistaking,\nnow mistakes were made in things they were taking,\nthey didn't know what they were miss staking,\nit's a pitchfork in the beef and I'm not the one faking,\nI spit fire in Hell's kitchen I had something in the oven baking,\nRobert Degregorio robbed the cradle and took my firstborn so I'm blowing my curse horn,\nbeing a dipshit on pedo stools in her diaper like he's into the worst porn,\nmake com-post, fuck a fantasy I'll take back Teufel's Nursery and farm Unicorns,\nI'm taking over the GMOs and Monsatan outcomes the horns,\nthen I'll take a trip to the Value Inn where I put the shit and value in and they gave out the key to my door,\nyou don't want to pick me off, it's why roses got thorns,\nI make haters mourn they were ever even born, \nfeet so spoiled I guess now their rotting with corns.\nleaving my haters feeling so worn with spirits torn,\nI don't support what's in store, it's comparable to a hard apple core having an encore, want more? Why do you try to make me so poor?\nwhat do you take me for?\nI'm Horus the chorus and the Con Dom so that explains why I'm such a whore."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-27T00:57:20+0000", 
            "id": "10154568941425079_10154569844110079", 
            "message": "Marshal Bruise Mathers ;)"
        }, 
        {
            "created_time": "2017-06-30T12:03:43+0000", 
            "id": "10154568941425079_10154580942395079", 
            "message": "Hollie Teufel no"
        }, 
        {
            "created_time": "2017-06-30T20:33:55+0000", 
            "id": "10154568941425079_10154582181435079", 
            "message": "# 666"
        }, 
        {
            "created_time": "2017-07-03T22:16:23+0000", 
            "id": "10154568941425079_10154592054120079", 
            "message": "Too long.. I didnt read"
        }, 
        {
            "created_time": "2017-07-04T01:42:18+0000", 
            "id": "10154568941425079_10154592650225079", 
            "message": "your's isn't long enough since you want to be a 'dick' about it. Just call Me the MicroManAger."
        }, 
        {
            "created_time": "2017-07-07T14:10:41+0000", 
            "id": "10154568941425079_10154602896315079", 
            "message": "Just what I was gonna say six sects sext . 666 surrender to the mix cuz whats broke Mr.freeze gonna fix. I sat down and pondered ,hindered, sought fonder ered facts of £ife,all that strife , walk me down isle I'll be his wife. Be his friend don't just pretend well make peace and no jailee."
        }, 
        {
            "created_time": "2017-07-07T14:13:44+0000", 
            "id": "10154568941425079_10154602905455079", 
            "message": "https://m.youtube.com/watch?v=YfjTZLxekig"
        }, 
        {
            "created_time": "2017-07-07T14:15:22+0000", 
            "id": "10154568941425079_10154602908830079", 
            "message": "My sons social sec number is 666 its a long story ."
        }
    ]
}