{
    "data": {
        "created_time": "2017-06-27T12:15:34+0000", 
        "id": "10154568941425079_10154570893710079", 
        "message": "Not a day goes by that we're not in need of God's grace and peace. Every morning we need His Spirit to fill us again, to strengthen us for what's ahead. Every day we need a fresh word that He speaks to our hearts, that keeps our focus on what's most important. Trying to run this race of life without Him, will do nothing but drain us dry.\n\nThe people of Israel spent 40 years in the desert. Wandering in circles. Times were intense, hot, dry. I'm sure they got weary. But God met them where they were. He made sure they had what they needed. They learned through every hard and grueling step, how much they had to rely on Him.They were hungry. And God sent manna. Every day a miracle was there, right before their eyes. They just had to pick it up.And just like the people of Israel had to gather it fresh manna every morning in the wilderness, so it is with us. They couldn't store it up; they had to look for it daily. And God always provided. Each morning it was there, waiting for them. Every day He made sure it met their needs, they were satisfied, they were nourished, they were cared for. And they never lacked, for God's resources never run dry. https://goo.gl/O233u6\n\nThat's what He does for us every single morning. Sometimes we miss it, out of busyness or stress. We try to get things going too fast, spinning wildly, trying to get it all done, and sometimes we might start to forget what matters most.But even for those times, His grace is there. He waits for us. His patience and His peace, it never runs dry.Each day, His miracles are all around, right before our eyes. We just have to choose to look for them, to pick up His provision, and stay close to His Presence.God's got our past covered, our future secured, and there's more than enough grace for this day.Jesus is our Bread of Life. He promises that as we come to Him, and pick up with words, spend time first with Him, and allow His truths to nourish our spirits and lives, we will be satisfied.  Sometimes life may be hurried and stressed. But choose not to allow the enemy to steer you away from God. It’s those times you need Him most. Make the choice to come to Him daily.  Allow Christ to meet your deepest needs and His Spirit to bring refreshing to your soul. He is enough. He is more than enough. https://goo.gl/0TnebN"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}