{
    "data": {
        "created_time": "2017-06-30T08:36:09+0000", 
        "id": "10154568941425079_10154580663075079", 
        "message": "Hey Em, take Nasaan under your wings, will ya? that man will be a king killer in tha near future with your guidance. Feature him on one of your songs and keep it old school, and make a fool out of all that wack mumble rappers, that think they are cool and stack money cuz they appeal to the young tools that we call youth nowadays..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-04T13:26:22+0000", 
            "id": "10154568941425079_10154593807685079", 
            "message": "People mad bout mumble rap. But they didn't say shit when outkast. Mumbled in 98 man what's with that. I look at you lyrical geniuses, all I see is hypies fam. Outkast mumbled as much as lil yachty does. But eminem and jay z ain't shit talk em for ut. Aparantly mumbling is okay for outkast. But when lil boat do the same Eminem freaks out man. At least Down syndromes can make it as rapper now man. Now it's okay if he mumbles a bit. People like yo that downs who mumbles n lisps. That I bump bro is lit. I come from redneck family of music inclined mumbelers. Now they can make something of dem selves for all of their mumbles bruh. We mumble but, people wantun ut, I love it bruhs. They wantun the, ma mumble stuff, it's bumpun bruh. Plus lil yachty barley mumbles couse, he's vwonduhfuhl. Plus it's an easy way to really get some munuy bruh. And I'm all for more jobs being created. Plus a new genre I don't care if you hate it. There's still lyricist that are amazin. Bawr raisiz, audacious, aurtist n. Complawcated writers, hard bar makiz. So it's more like a new subgenre. Is upon ya. But yuh songs bruh, and ya genre will continue so bruhs y'all just. Shut up y'all uh. Eminem mumbled the word hi. In guts over fear and that why. Eminem a hypocrite piece of shite. I laugh at his ass so hard I almost die. Say it with em it's hi my name is not heh meh name ez.\n\nY'all got some double standuhdz. Y'all Just Hippies so fam just. Shut ya lips who gives a damb bruh. syllables song is the real cancuh. ( mumble) you a hypocrite, you ca eat some ship. You a pice of ship, you a poop deck you idiot"
        }, 
        {
            "created_time": "2017-07-05T17:42:17+0000", 
            "id": "10154568941425079_10154597394640079", 
            "message": "Sike i hate outkast. They corney"
        }, 
        {
            "created_time": "2017-07-19T21:46:31+0000", 
            "id": "10154568941425079_10154641600890079", 
            "message": "I have a song with Nasaan dropping #MoneyTalksBullShitWalks"
        }
    ]
}