{
    "data": {
        "created_time": "2017-06-26T18:22:08+0000", 
        "id": "10154568941425079_10154568955865079", 
        "message": "Cut off your nose to spite your face then we can see that empty place between your ears that only hears don the con and his fears. For years and years don shifted gears first he loved us now hates queers. If you're poor he hates you more and if you're brown you're shown the door. I'm hear to say don is vain if you worship don you have no brain no need to be gay to see it this way he must be gone he's just a con but that's easily seen he's totally obscene so you turn your head and step over the dead Don and his cronies have the kahonies to make us slave until the grave But it's not too late to change your fate at any rate this is bait to let you see from my plea I don't wanna die please stand with me Deep in your heart you can tell apart truth and facts just for a start Stand up to don's deeds as he totally heeds loose cannon bannon who ignores our needs Im having a fit because trumpocrites are everywhere and have no care. Its time to unite in this liberty fight know your loss, a YUGE oversight! Get very loud and be very proud that you have a voice and can still make a choice. Soon you will lose if you choose to rest on your laurels and simply snooze.\n#BeWokeAmerica\n#RiseUpPeopleRiseUp"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}