{
    "data": {
        "created_time": "2017-07-06T12:11:11+0000", 
        "id": "10154568941425079_10154599746625079", 
        "message": "Cannot wait till the end of August cause I'm seeing my rap/hip hop idol for only the second time ever at Leeds Festival UK and I just had to get tix cause it's the last time Ems touring Europe ever again apparently which makes me sad. The first time I saw him in Milton Keynes was in 03 just shortly after he did The Eminem Show and 8 Mile with The Anger Management Tour and Xzibit and Cypress Hill were there too along with D12 and Obie Trice with DJ Tim Westwood on top! Fucking best day of my life by a billion miles! I've been an Em fan all my life since I was 12 or 13 when The Slim Shady LP first dropped and have been supporting his music ever since and now I'm 31. I'd love to meet him one day too cause I can pretty much relate to everything he says especially with what I've been through recently with my drug addiction to Valium cause I know that this is one of the drugs which Em has had an addiction to as well as myself and I know that he has struggled with this in the past himself. There really really needs to be a lot more knowledge from health professionals all across the world when it comes to prescription drug addiction. Thankfully Em is a supporter of helping people with drug addiction cause of his own personal experience and I am eternally grateful for this. Thank you Em. RIP Big Proof forever."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}