{
    "data": {
        "created_time": "2017-07-05T00:37:32+0000", 
        "id": "1894805824092954_1895048114068725", 
        "message": "As one of the biggest brands in the world you MUST lead by example and maximise recycled products in your bottles and do whatever you can to encourage people to recycle. \nBut on top of this minimise your carbon footprint. \nI know it's a huge challenge but I'm sure with the money you have you can get the best people for it!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-13T16:17:01+0000", 
            "id": "1894805824092954_1899123556994514", 
            "message": "Hi Peter, thanks for getting in touch. We have a new long-term target to see that all of our packaging is recovered so that none ends up where it shouldn’t. The first step is to double the amount of recycled plastic in our bottles to 50% by 2020. We’ll also launch our biggest ever ad campaign to inspire more of our consumers to recycle and champion new ways to improve packaging recovery.  For more info, please visit: http://spr.ly/61848qqv2"
        }, 
        {
            "created_time": "2017-07-13T22:14:29+0000", 
            "id": "1894805824092954_1899298373643699", 
            "message": "I do hope this is followed through and enhanced over the next decade. \nIt's been shown in recent times with carrier bag charges and wonky fruit and veg that you can change the public perception and habits by taking a lead and driving a positive message home. \nYour in the inevitable position of being a huge global brand and perfectly placed to train and encourage people to recycle and for you to use recycled products in your packaging. \nThanks for getting back to me."
        }
    ]
}