{
    "data": {
        "created_time": "2017-07-04T13:31:39+0000", 
        "id": "1894805824092954_1894820384091498", 
        "message": "Why don't you try introducing reusable bottles to the UK and other countries? You use them in Germany with a return-fee system and people litter less."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-04T15:29:27+0000", 
            "id": "1894805824092954_1894870074086529", 
            "message": "Hi Sophie, thanks for getting in touch. We know sustainability, and recycling specifically, is a vital issue to address and that’s why we’re currently in the process of reviewing our sustainable packaging strategy which we will publish later in the year. Deposit return schemes have been a big part of these discussions as more people are looking for ways to increase recycling rates. So while our review is still ongoing, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already. Thanks"
        }, 
        {
            "created_time": "2017-07-04T23:33:26+0000", 
            "id": "1894805824092954_1895030724070464", 
            "message": "Coca-Cola Even if the government is slow to act on sustainability (which the uk gov is very bad at) companies like coke can make a real difference if they choose to help. Yesterday we found a coke bottle up a mountain in the peak district (took it to a bin)! You'd also get an improved reputation :) thanks"
        }, 
        {
            "created_time": "2017-07-12T22:32:02+0000", 
            "id": "1894805824092954_1898770827029787", 
            "message": "Coca-Cola typical Coco Cola response. They don't support a scheme and have opposed one for years. As usual no leadership from the industry."
        }, 
        {
            "created_time": "2017-07-14T15:40:39+0000", 
            "id": "1894805824092954_1899626536944216", 
            "message": "Hi Conor, thanks for getting in touch. Our packaging is really valuable to us and without it people couldn’t enjoy our drinks. We have a new long-term target to see that all of our packaging recovered so that none ends up where it shouldn’t. The first step is to double the amount of recycled plastic in our bottles to 50% by 2020. We’ll also launch our biggest ever ad campaign to inspire more of our consumers to recycle and champion new ways to improve packaging recovery.  For more info, please visit: http://spr.ly/61878qFTT"
        }, 
        {
            "created_time": "2017-07-14T15:43:53+0000", 
            "id": "1894805824092954_1899627456944124", 
            "message": "Coca-Cola bottle deposit required, you know this, we know this. Provide some leadership please."
        }, 
        {
            "created_time": "2017-08-11T15:13:44+0000", 
            "id": "1894805824092954_1911459769094226", 
            "message": "http://www.justwater.com/carpool/"
        }
    ]
}