{
    "data": {
        "created_time": "2015-12-14T02:42:27+0000", 
        "id": "10153194422915079_10153215285560079", 
        "message": "Military Minds Made Men that is 4 Ms\nSoldier go soldier come shey dat one na problem?  Yes o na problem industry's problem \nE be like say e complex so bring am make I solve them! \nRapper go Rapper come shey that one na come back? \nEven if their songs whack them go call am soundtrack\nThey just dropping shii o wey dem no go fit Pack \nThem be like wrapper wey mothers dey use carry pikin for back😃😃😃 \nLYRICS OFF  'REINCARNATION' track single by Ace Rapper MYKE SKILLZ.\n\nDOWNLOAD ×LISTEN × SHARE. \nmy.notjustok.com/track/52102/myke-skillz-reincarnation-prod-by-classic-machine\nKindly Rebroadcast. Thanks! \nGOOD TRIPZ MUSIC."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-31T14:04:48+0000", 
            "id": "10153194422915079_10153247130210079", 
            "message": "Eminem's Asgard Rap God - Eminem's World Order\n\nThese stars are more capable of taking care of the people and making dissions for the world then our government in charge! The people are already calling them Kings and Queens and love them more then our congressmen! I just do not want them becoming Tyrants its why i attacked there character! I need them to understand that a King and Queen only have 1 Castle and the majority of there wealth is to be used to take care of there people and to construct communities and city's....These stars manage money better then the Government does...they can collect the taxes...Eminem happens to be the smartest one in there bunch! So I would make him KING AS WE MOVE TOWARDS NEW WORLD ORDER! ASGARD CITY'S OF GOLD! HAVE FAITH IN EMINEM AND IN THE STARS THEY CAN DO THIS! START ORGANIZING! I WANT THE ARMY ON OUR SIDE NOT THERE'S! TIME TO BRING DOWN CONGRESS'S TYRANNY! SPREAD THE WORD! WERE TIRED OF CONGRESSES BULLSHIT!\n\nIM SKITTLES TASTE THE RAINBOW BITCHES"
        }
    ]
}