{
    "data": {
        "created_time": "2015-12-17T19:50:31+0000", 
        "id": "10153194422915079_10153221302560079", 
        "message": "Eminem please come back with your brand new enegetic album, i don't like listening any rapper except you\nbecause after listening you we feel more energetic and it's scientific proved..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-31T13:21:30+0000", 
            "id": "10153194422915079_1489350041373923", 
            "message": "Eminem's Azguard Rap God - Eminem's World Order\n\nThese stars are more capable of taking care of the people and making dissions for the world then our government in charge! The people are already calling them Kings and Queens and love them more then our congressmen! I just do not want them becoming Tyrants its why i attacked there character! I need them to understand that a King and Queen only have 1 Castle and the majority of there wealth is to be used to take care of there people and to construct communities and citys....These stars manage money better then the Government does...they can collect the taxes...Eminem happens to be the smartest one in there bunch! So I would make him KING AS WE MOVE TOWARDS NEW WORLD ORDER! AZGUARD CITYS OF GOLD! HAVE FAITH IN EMINEM AND IN THE STARS THEY CAN DO THIS! START ORGANIZING! I WANT THE ARMY ON OUR SIDE NOT THERE'S! TIME TO BRING DOWN CONGRESS'S TYRANNY! SPREAD THE WORD! WERE TIRED OF CONGRESSES BULLSHIT!"
        }, 
        {
            "created_time": "2015-12-31T14:25:48+0000", 
            "id": "10153194422915079_10153247153640079", 
            "message": "Whats your opinion about eminem?"
        }, 
        {
            "created_time": "2016-01-04T02:48:03+0000", 
            "id": "10153194422915079_10153253470615079", 
            "message": "Bro..  I mean I kinda was like that but fuck, your missing out on A LOT. Like Em is my second favorite rapper next to Tech, but there are some many rappers that are stepping up and will take the baton easily in ten years. An example is Kendrick. He's my 3rd favorite rapper.  But you should check out the rest of Shady records. And if you like Eminem you've probably heard that 2012 album by Bad Meets Evil right? As Royce Da 59 being Bad and Em being Evil?  Royce is up there too he's basically ems equal on that shit. But yeah man,  check out Slaughterhouse (4 lyrical murderers), and yelawolf.  They're under Shady Records. Also man,  if your into that wordplay, rhymes, and hitting the beat like Eminem does,  then I'm sure you'll enjoy Strange Music. Tech N9ne. Krizz Kaliko. CES cru (listen to them). Stevie Stone. Rittz. Prozak. Brotha Lynch ( who almost got signed to Shady Records). Big Scoob. MURS. And now JL,  you can't go wrong?  There's also rappers like Logic, Earl Sweatshirt, Irv Da Phenom, An Soul, Chance The Rapper,  the shits endless.  Point is,  you should expand your favorite rappers and listen to other rappers and not just Eminem,  and try Strange Music,  because they do all the shit Eminem does but with a twist"
        }, 
        {
            "created_time": "2016-01-04T04:22:26+0000", 
            "id": "10153194422915079_10153253619105079", 
            "message": "Yeah i agree with you and i think so......"
        }, 
        {
            "created_time": "2016-02-16T12:01:50+0000", 
            "id": "10153194422915079_956621397726267", 
            "message": "Hat chutiye!"
        }, 
        {
            "created_time": "2016-11-06T15:44:20+0000", 
            "id": "10153194422915079_1132356136819458", 
            "message": ""
        }
    ]
}