{
    "data": {
        "created_time": "2016-01-16T11:16:13+0000", 
        "id": "10153194422915079_10153274734600079", 
        "message": "If Eminem was Drake he would legitimately have consideration as one of the best rappers ever. Eminem is not even top 30 best ever, not with his best effort being \"my name is\" and \"Stan\", can you imagine these being Drake's best effort and the rap community knighting him the best or one of the best ever, gtfh."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-18T19:03:52+0000", 
            "id": "10153194422915079_10153278635685079", 
            "message": "#We dunt av tew blame Eminem he is comfused!"
        }, 
        {
            "created_time": "2016-01-21T01:23:24+0000", 
            "id": "10153194422915079_1494588087516785", 
            "message": "Eminem is the greatest hip hop artist ever. Facts alone state that. Fastest selling hip hop album, only artist to have a single&album go double platinum. And so much more."
        }, 
        {
            "created_time": "2016-01-21T01:57:34+0000", 
            "id": "10153194422915079_10153282703485079", 
            "message": "MC Hammer also went diamond and Vanilla Ice had the first number one rap hit on billboard, so what you saying? Rakim changed rap music in 1986 to what it is up to this day, Eminem didn't. Nobody tried to emulate or copy Eminem because what he did was mediocre, Sugar Hill Gang was copied, Kurtis Blow, Dougie Fresh, Run DMC, LL Cool J, Slick Rick, Salt N Pepa, Chuck D, Ice Cube, Treach, Snoop, Heavy D, Q Tip, Roxanne Shante, Method Man, BIG, Tupac, Jay Z, DMX, Drake, was all copied because they brought greatness and inspired rappers, eminem did nothing but got gased up by the white media."
        }, 
        {
            "created_time": "2016-01-21T02:01:30+0000", 
            "id": "10153194422915079_10153282707190079", 
            "message": "The only person who ever emulated Eminem was Lady Sovereign, go somewhere, you don't know anything about rap music, you just a white person trying to knight some half azz rapper the best cause he is white like you."
        }, 
        {
            "created_time": "2016-01-23T18:12:35+0000", 
            "id": "10153194422915079_1495317727443821", 
            "message": "#flintwatercrisis"
        }, 
        {
            "created_time": "2016-01-24T11:54:23+0000", 
            "id": "10153194422915079_1495492417426352", 
            "message": "Eminem is #Rap_god and there is no doubt and only eminem is first rapper who won \"oscar\" award for best originol rap for #lose_yourself in his _8mile movie and drake not only drake every rapper is nothing infront of eminem"
        }, 
        {
            "created_time": "2016-01-24T13:58:07+0000", 
            "id": "10153194422915079_10153288538125079", 
            "message": "Ha ha eminem is the first rapper who won an Oscar, Vanilla Ice is the first rapper to have a number one hit on Billboard 100, who is in charge of voting for these awards, if you guess whites, you are right."
        }, 
        {
            "created_time": "2016-02-11T12:38:13+0000", 
            "id": "10153194422915079_1500382086937385", 
            "message": "Ok you put eminem against drake one on one rap battle and may the best rapper win"
        }, 
        {
            "created_time": "2016-03-03T04:34:26+0000", 
            "id": "10153194422915079_965235436864863", 
            "message": "Dr Shady I can put Big Tigger against Tupac if he was still alive, one and one, and Big Tigger might win, battle rapping doesn't make great rappers, inspiring other rappers and elevating rap music is what makes great rappers."
        }, 
        {
            "created_time": "2016-03-06T13:21:14+0000", 
            "id": "10153194422915079_981098048638486", 
            "message": "Lol you praising Vanilla Ice itself shows you don't know shit just a blind hater."
        }, 
        {
            "created_time": "2016-03-06T15:53:01+0000", 
            "id": "10153194422915079_1507169302925330", 
            "message": "Akshay Jagdish Poojary, if your dumb behind had any comprehension skills you would understand I wasn't praising Vanilla Ice, him along with Eminem only get sales, win awards, and get notoriety because whites jam them down our throats, Eminem is mediocre at best."
        }, 
        {
            "created_time": "2016-03-06T17:18:09+0000", 
            "id": "10153194422915079_981198898628401", 
            "message": "Clueless"
        }, 
        {
            "created_time": "2016-04-17T22:01:03+0000", 
            "id": "10153194422915079_1521086901533570", 
            "message": "Lol \"eminem is mediocre at its best\" that made me crack up."
        }, 
        {
            "created_time": "2016-04-17T22:02:20+0000", 
            "id": "10153194422915079_995657440489329", 
            "message": "Drake, well the mainstream artist, and he aint even a rapper lmao so quit saying Drake is a rapper. Only reason Drake is known is cuz everyone wants to dick ride each other."
        }, 
        {
            "created_time": "2016-04-17T23:13:55+0000", 
            "id": "10153194422915079_1011929932221964", 
            "message": "Drake is a rapper, who has his own style of rapping, if you knew anything about rap music you would know that rap is like that (many styles), and his style is dope that is why various rappers out there are singing now. Nobody emulated Eminen, except Lady Sovereign, that means his style of rap is/was garbage really."
        }, 
        {
            "created_time": "2016-04-18T15:37:40+0000", 
            "id": "10153194422915079_1521259034849690", 
            "message": "Then we tend to wonder why yew so worked up about this. If Shady was mediocre yew shouldn't care, right? But since yew going out your way to try and love something this just goes to show how much of an impact he has, don't yew think¿😂 bottom line is Shady rules N yew know it.  Wallace Albright , if yew Donn like him donn listen to him. Simple!"
        }, 
        {
            "created_time": "2016-04-18T19:45:19+0000", 
            "id": "10153194422915079_996174813770925", 
            "message": "Its funny cuz Em dissed Drake right infront of him😂😂 every artist is scared of eminem they all know hes insane when it comes to beef. Its why drake didnt do shit when Em dissed him. Btw the song is called forever."
        }, 
        {
            "created_time": "2016-04-19T09:21:06+0000", 
            "id": "10153194422915079_1012755222139435", 
            "message": "Nessi Lubile who says I listen to Eminem? What impact did Eminem make? the quality of rap music dropped since he was brought to us in 1999, before that rap music was always elevating."
        }, 
        {
            "created_time": "2016-04-19T09:25:08+0000", 
            "id": "10153194422915079_1012756392139318", 
            "message": "I can name 50 great rappers before Eminem came in 1999, after 1999 I can only name about 5. Eminem almost destroyed rap music."
        }, 
        {
            "created_time": "2016-08-17T15:11:46+0000", 
            "id": "10153194422915079_1605065669786373", 
            "message": "Troll"
        }, 
        {
            "created_time": "2016-08-18T09:36:29+0000", 
            "id": "10153194422915079_744787638997390", 
            "message": "Take your behind back to Mexico, do you know anything about rap music, stick to that gibberish ranchers or salsa, nobody will ever listen to that shit, rap is worldwide."
        }, 
        {
            "created_time": "2016-11-06T15:43:36+0000", 
            "id": "10153194422915079_1589749891333937", 
            "message": ""
        }, 
        {
            "created_time": "2016-11-06T17:39:02+0000", 
            "id": "10153194422915079_788270461315774", 
            "message": "I'm a day one Em fan...nobody spits shit like this man...he is a lyrical genius...so only Real listeners most of the time like him and thinks he's funny and entertaining like a comedian but then can kick some real shit at u. You are insane if U really think Em isnt great in his own right. Nobody has anything negative to say about Em in the rap game fareal...and if they do...they keep their damn mouth shut, on account that, that white boy will murder some shit on the track rt you sleepy stay sleep Rell StayFocused DaVett"
        }, 
        {
            "created_time": "2016-11-06T17:42:04+0000", 
            "id": "10153194422915079_1132440180144387", 
            "message": "Swear to god g rt!"
        }, 
        {
            "created_time": "2016-11-06T17:44:41+0000", 
            "id": "10153194422915079_1170916762989946", 
            "message": "Drake don't have his own rapping style...he gets his shit written for him...reference tracks if u will"
        }
    ]
}