{
    "data": {
        "created_time": "2015-12-09T15:24:08+0000", 
        "id": "10153194422915079_10153207753130079", 
        "message": "December 09, 2015\n\nListening\n\nPage 359\n\n\"This ability to listen is a gift and grows as we grow spiritually life takes on a new meaning when we open ourselves to this gift.\"\n\nBasic Text, p. 107\n\nHave you ever watched two small children carry on a conversation? One will be talking about purple dragons while the other carries on about the discomfort caused by having sand in one's shoes. We sometimes encounter the same communication problems as we learn to listen to others. We may struggle through meetings, trying desperately to hear the person sharing while our minds are busy planning what we will say when it's our turn to speak. In conversation, we may suddenly realize that our answers have nothing to do with the questions we're being asked. They are, instead, speeches prepared while in the grip of our self-obsession. \n\nLearning how to listen-really listen-is a difficult task, but one that's not beyond our reach. We might begin by acknowledging in our replies what our conversational partner is saying. We might ask if there is anything we can do to help when someone expresses a problem. With a little practice, we can find greater freedom from self-obsession and closer contact with the people in our lives. \n\nJust for Today: I will quiet my own thoughts and listen to what someone else is saying."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-11-06T17:20:29+0000", 
            "id": "10153194422915079_1132424850145920", 
            "message": ""
        }
    ]
}