{
    "data": {
        "created_time": "2015-12-23T22:29:39+0000", 
        "id": "10153194422915079_10153234223475079", 
        "message": "as I will describe the admiration I feel for you, as described in one word the feelings that go through my body when I hear a new song of yours, or completely to listen feel, knowing that finally, despite many years of dream it, I'll finally see you, to listen to you, I'm not gay but I feel love for you, I'm not crazy but I'd kill for you, you are in my mind, in my daily life, I need to hear every day as a human need water to live, hopefully never disappear from this world xq would die, eminem I love you I will always do"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-31T14:09:01+0000", 
            "id": "10153194422915079_10153247134090079", 
            "message": "Eminem's Asgard Rap God - Eminem's World Order\n\nThese stars are more capable of taking care of the people and making dissions for the world then our government in charge! The people are already calling them Kings and Queens and love them more then our congressmen! I just do not want them becoming Tyrants its why i attacked there character! I need them to understand that a King and Queen only have 1 Castle and the majority of there wealth is to be used to take care of there people and to construct communities and city's....These stars manage money better then the Government does...they can collect the taxes...Eminem happens to be the smartest one in there bunch! So I would make him KING AS WE MOVE TOWARDS NEW WORLD ORDER! ASGARD CITY'S OF GOLD! HAVE FAITH IN EMINEM AND IN THE STARS THEY CAN DO THIS! START ORGANIZING! I WANT THE ARMY ON OUR SIDE NOT THERE'S! TIME TO BRING DOWN CONGRESS'S TYRANNY! SPREAD THE WORD! WERE TIRED OF CONGRESSES BULLSHIT!\n\nIM SKITTLES TASTE THE RAINBOW BITCHES"
        }, 
        {
            "created_time": "2016-11-06T16:08:53+0000", 
            "id": "10153194422915079_1181462358587694", 
            "message": ""
        }
    ]
}