{
    "data": {
        "created_time": "2016-06-30T13:55:16+0000", 
        "id": "10153631964475079_10153632042370079", 
        "message": "RHAPSODY OF REALITIES **Carriers Of His Grace, Power And Glory** Thursday 30th June . Pastor Chris\n\nSo that from his body were brought unto the sick handkerchiefs or aprons, and the diseases departed from them, and the evil spirits went out of them” (Acts 19:12). \n\nThe Bible talks about handkerchiefs and aprons, taken from the Apostle Paul and placed on people who were sick and diseased in their bodies, and miracles took place. The handkerchiefs contained the power of God, and the moment they made contact with a need, the power was activated. The handkerchiefs and aprons were inanimate; they had no intelligence, but they transmitted the power of God. \n\nIf such inanimate materials could contain and transmit the power of God, how much more the human body! You’re better than an handkerchief. Being born again and having received the Holy Spirit, there’s an anointing on your life. You’re not an ordinary being. You’re a God-carrier; the dispenser of His grace, power, and glory. God seeks to manifest His glory and power, and establish His righteousness in the earth, through you. His anointing is in you (1 John 2:27). Stir up that anointing always. \nHow do you stir up the anointing? It’s by getting yourself filled again and again with the Spirit. The Bible says, “And be not drunk with wine, wherein is excess; but be filled with the Spirit; Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord” (Ephesians 5:18-19). Speak, sing, and make melody of the Word to yourself continually; it’s something you have to do consciously to maintain the glow of the Spirit and experience His manifestations in your life always. \n\nYou could be evangelizing in a commuter train or bus, or at the mall or in the street, and all those listening to you would be electrified by the Spirit: “While Peter yet spake these words, the Holy Ghost fell on all them which heard the word” (Acts 10:44). This is the day of God’s power; therefore, be bold to do the Word. Get in the flow of God’s Spirit. \n\nPRAYER \nDear Father, I thank you for the anointing of your Spirit in my life. I’m a carrier of your grace, power and glory. I’m your extension today, and through me, you carry out your divine purpose in this world to touch, bless, heal, uplift, strengthen, and inspire others, in Jesus’ Name. Amen. \n\nFurther Study: || Acts 10:44-45 While Peter yet spake these words, the Holy Ghost fell on all them which heard the word. 45 And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost. || \n|| Colossians 1:25-27 Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God; 26 [Even] the mystery which hath been hid from ages and from generations, but now is made manifest to his saints: 27 To whom God would make known what [is] the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory: || \n|| 2 Corinthians 4:7 But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-01T17:15:52+0000", 
            "id": "10153631964475079_1144583885562439", 
            "message": ""
        }
    ]
}