{
    "data": {
        "created_time": "2016-07-07T11:17:39+0000", 
        "id": "10153631964475079_1055786344497624", 
        "message": "God does not punish the innocent. The ones who whole heartedly violate innocence will be eliminated forever. This is God's word,\"I will you to love unconditionally, live forever in truth, and let me deal with the enemies of my army. You will go and be my witnesses and I the living God, the beginning, the source, the end, the destination...will give you my power to do so in confidence that your resting spot is with me in eternal peace. When I stand up, all shall fall. Only the true may survive my judgement. I have seen all. Heard all. Now I answer you through my people. Turn to each other and figure out how to get along, I am coming soon. I will reap the harvest when it is ripe. The weeds will be thrown in fire as they do no good to my creation. I have spoken. Those who have ears for truth may they discern it from the vanities of today's culture. Your young are being violated and abused right next door, your silence is no longer tolerable. I will give you the words to speak, commit to me and go. Prepare the fields for harvest. Let my son's name be heard throughout the earth, as your means for spreading knowledge are as never before, this is your mission, go tell my people I love them, I want them to turn from their vanity and care for each other, embrace each other as I approach for my final judgement of this evil generation.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}