{
    "data": {
        "created_time": "2016-07-12T03:19:49+0000", 
        "id": "10153631964475079_1162415160505010", 
        "message": "Working on a project, seeing if some will help and give honest answers. I have some questions I'm asking everyone? Please read. If God only judges you only by the Ten Commandments on Judgment Day will you be innocent or guilty? Lets take a look at some. Have you ever told a lie? The 9th commandment. Have you ever stolen something? The 8th commandment. Have you ever committed adultery and, or (Sex before marriage)? 7th commandment. Jesus said, if you look with lust you have committed adultery in your heart. Have you done that. God said, liars, thieves, adulterers, will go to hell (Lake of Fire). Does that concern you at all? But Jesus bore the sins of those who CONFESS and REPENT (turn from all the sins that you love), and trust in Him as your Lord and Savior, then you will be saved. Just as you would trust in a parachute to save you from the law of gravity if you had to jump from a plane. You wouldn’t just believe that the parachute would save you and jump without it. You’d put the parachute (Jesus) on and read the directions (Bible) to make sure it’s on correctly. So when you jump from the plane (Die). The parachute would save you from the law of gravity (Ten Commandments). Just sharing with everyone, cuz I care, so please don't be mad or upset."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}