{
    "data": {
        "created_time": "2013-11-20T17:55:38+0000", 
        "id": "10151750792720079_11696083", 
        "message": "I remember when Em fucking HATED being on the covers of Magazines. Now he's promoting it? I want the old Em back."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-20T17:59:45+0000", 
            "id": "10151750792720079_11696578", 
            "message": "Em was on the cover of rolling stone long ago. *rolls eyes* ... As early as Slim Shady LP with the fire works and what not... Then rhymed about it on MMLP. Man kids these days.."
        }, 
        {
            "created_time": "2013-11-20T18:00:43+0000", 
            "id": "10151750792720079_11696657", 
            "message": "Yea? and he could rap ...\"infinite\"ly better when he was an Antisocial douchebag. Em 2.0 is OKAY, but there's no denying he's lost a lot of his charm."
        }, 
        {
            "created_time": "2013-11-20T18:00:48+0000", 
            "id": "10151750792720079_11696663", 
            "message": "Google image search \"Eminem cover\" and see how many thousands of covers he's been on. *Further eye rolling* It's live tv he hates and awards shows."
        }, 
        {
            "created_time": "2013-11-20T18:02:32+0000", 
            "id": "10151750792720079_11696784", 
            "message": "\"i wanted the fame, but the cover of Newsweek, oh well. I guess beggars can't be choosey\" - Eminem"
        }, 
        {
            "created_time": "2013-11-20T18:06:27+0000", 
            "id": "10151750792720079_11697003", 
            "message": "His stuff is still the best around! You don't like it fuck off and buy will smith lol"
        }, 
        {
            "created_time": "2013-11-20T18:09:28+0000", 
            "id": "10151750792720079_11697163", 
            "message": "Eminem is the same as he always has been. He's just growing up, he's 40, he can't act like a 20 year old, anymore. His music is now class, oh, and Eminem still has his \"don't give a fuck persona\". Didn't you see what he did to Afrojack, and on BBC1 radio? Also, he's been always on cover of magazines, its not really his choice. So you all, just sit the fuck down, cause we're all getting real, real tired of this \"new/old\" shit cus most of y'all don't even know anything about him past \"Recovery\" to be speaking of his past. "
        }, 
        {
            "created_time": "2013-11-20T18:09:36+0000", 
            "id": "10151750792720079_11697176", 
            "message": "Nah, Eminem definitely isn't the best out there anymore. He was at one time. But he had a lot of personal issues that took him off track. The Greatest Of All Time is Hov (Jay-Z.)"
        }, 
        {
            "created_time": "2013-11-20T18:09:56+0000", 
            "id": "10151750792720079_11697189", 
            "message": "Remember is constant."
        }, 
        {
            "created_time": "2013-11-20T18:10:07+0000", 
            "id": "10151750792720079_11697204", 
            "message": "Remember change is constant."
        }, 
        {
            "created_time": "2013-11-20T18:10:15+0000", 
            "id": "10151750792720079_11697211", 
            "message": "And basically every real Hip-Hop head knows that."
        }, 
        {
            "created_time": "2013-11-20T18:11:29+0000", 
            "id": "10151750792720079_11697267", 
            "message": "But that Adidas jacket Em is wearing is DOPE. I wonder where he got it."
        }, 
        {
            "created_time": "2013-11-20T18:12:06+0000", 
            "id": "10151750792720079_11697298", 
            "message": "Chris, Eminem, is considered history's 3rd best rapper to live. After Tupac, and biggie that is. Jay-Z had his time period, and now is all but beyonce's ragdoll"
        }, 
        {
            "created_time": "2013-11-20T18:13:35+0000", 
            "id": "10151750792720079_11697348", 
            "message": "He sez shit others can only dream of he's the best FACT!!"
        }, 
        {
            "created_time": "2013-11-20T18:13:47+0000", 
            "id": "10151750792720079_11697353", 
            "message": "\"Considered\" by who? Most lists list Jay-Z as #1 in FRONT of Pac and B.I.G."
        }, 
        {
            "created_time": "2013-11-20T18:14:20+0000", 
            "id": "10151750792720079_11697375", 
            "message": "he's changed man this is eminem 2013...get it in Ur head...."
        }, 
        {
            "created_time": "2013-11-20T18:15:37+0000", 
            "id": "10151750792720079_11697416", 
            "message": "Lol, Ohhhh, now musical taste is now Facts and not opinions. Gotcha."
        }, 
        {
            "created_time": "2013-11-20T18:17:17+0000", 
            "id": "10151750792720079_11697470", 
            "message": "He's better than jay z, and better than biggy or 2pac ever where! Anywayz the latter 2 how can you sit there and say their better than eminem right now? :/"
        }, 
        {
            "created_time": "2013-11-20T18:20:40+0000", 
            "id": "10151750792720079_11697572", 
            "message": "WHAT? Chris, man, Jay-Z topping PAC and Big? He'd wish, man. And, considered by almost every magazine and chart available. Some even declare him #1. Just google \"greatest rappers of all time\", and count the results. He's even declared \"King of hip-hop\" by The rolling stones. "
        }, 
        {
            "created_time": "2013-11-20T18:24:19+0000", 
            "id": "10151750792720079_11697662", 
            "message": "Well considering biggy n 2pac have been dead nearly 2 decades they can't possibly be better than eminem right now :/"
        }, 
        {
            "created_time": "2013-11-20T18:24:56+0000", 
            "id": "10151750792720079_11697678", 
            "message": "Eminem could have been better than Jay-z. If after the MMLP1, The Eminem Show, 8 Mile, etc... he kept putting out music THAT good, he would have been slightly better than Jay. But Jay-Z has a larger catalog and is a LOT more consistent. He's put out albums basically EVERY year since 1996 ranging from \"pretty damn good\" to \"FUCKING PHENOMINAL\" to \"okay\" (Kingdom Come)... \n\nEminem has two \"REALLY GOOD\" Albums (MMLP1 & The Em Show)\n\nTwo \"good\" Albums (Slim Shady LP & MMLP2)\n\nOne OKAY album (Recovery)\n\nAnd two really bad albums (Relapse & Encore)\n\nJay has like 5 REALLY GOOD albums... \"The Black Album,\" \"The Blueprint,\" \"Reasonable Doubt,\" \"American Gangster\"\n\nsome good ones (Vol 1, Vol 2, Roc La Famila)\n\nAnd only one or two that were mehhhh (Kingdom Come)"
        }, 
        {
            "created_time": "2013-11-20T18:25:00+0000", 
            "id": "10151750792720079_11697679", 
            "message": "Em is hit or miss. He WAS Really fucking good at one point. but through the years he's put out some dogshit. So fOR NOW, he's lost the crown. Hopefully he'll come back and rap as good as he used to... and i would LOVE that more than anything. Em is fucking dope. I just think he has a lot more potential than the stuff he's been putting out."
        }, 
        {
            "created_time": "2013-11-20T18:26:20+0000", 
            "id": "10151750792720079_11697714", 
            "message": "When Jay-Z wins 14 grammys, 16 EMAs, and an academy, along with 8 albums on top 200 greatest albums with a total selling of 220 million worldwide and a current single on #1 for 3 weeks, we can then put him in comparsion."
        }, 
        {
            "created_time": "2013-11-20T18:27:49+0000", 
            "id": "10151750792720079_11697750", 
            "message": "Yea, and when Eminem is worth as much as Jay, then we can put him in comparison. Jay is worth $500 Million. Eminem is worth $140 Million."
        }, 
        {
            "created_time": "2013-11-20T18:28:31+0000", 
            "id": "10151750792720079_11697768", 
            "message": "Jay-s Has more Number 1 Album than Elvis, The Rolling Stones... the ONLY musical act that has more #1 albums that Jay-Z is the Beatles."
        }, 
        {
            "created_time": "2013-11-20T18:28:44+0000", 
            "id": "10151750792720079_11697776", 
            "message": "Recovery is just ok? Fuck off lol. Only eminem album I don't have is the new 1 yet the only jay z album I have is blueprint 3 and in my opinion its not better than any eminems albums "
        }
    ]
}