{
    "data": {
        "created_time": "2017-10-11T08:01:39+0000", 
        "id": "10154846825965079_789882504524551", 
        "message": "For all of you trumpers that are criticizing him and saying how you will never buy an album of his. Bye!!! He doesn’t give a fuck. Like he said, trump or him!! If you are a trumper he cleary says FUCK YOU! He doesn’t need you to buy his albums... you aren’t going to make him go bankrupt. Guess what? He has US! Those of us who will continue to support him and side with him and who will buy each and every one of his albums."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T20:53:31+0000", 
            "id": "10154846825965079_179158782642099", 
            "message": "He will give a fuck when his albums don't sell."
        }, 
        {
            "created_time": "2017-10-11T21:11:37+0000", 
            "id": "10154846825965079_1474003526040748", 
            "message": "Hahaha, not really. I’m sure he has more money than you ever will stashed in his bank account. He is set! & then he has millions of fans who are anxiously waiting for it to drop so we can buy it."
        }, 
        {
            "created_time": "2017-10-15T22:56:45+0000", 
            "id": "10154846825965079_1235853603187606", 
            "message": "Worth over 200 million... And I haven't seen his following drop.... So I guess y'all lose Lol"
        }, 
        {
            "created_time": "2017-10-16T03:34:43+0000", 
            "id": "10154846825965079_124094894955028", 
            "message": "Oh and Divax Sonto you're silly as all hell if you think his Albums won't sell... This is Eminem we're talking about.... Not Mac Miller 😂😂😂😋"
        }, 
        {
            "created_time": "2017-10-16T03:35:33+0000", 
            "id": "10154846825965079_124094951621689", 
            "message": "Matt Crawford Haha I love it, you are so damn right. These fools know they are stupid af brother."
        }, 
        {
            "created_time": "2017-10-16T03:41:03+0000", 
            "id": "10154846825965079_1864334570455750", 
            "message": "I guess everyone forgets that THIS IS HOW EMINEM BLEW UP IN THE FIRST PLACE.  Only real fans know. He blew up because he was a controversial rapper. This is not the first time he has verbally assualted a president or anyone for that matter. HE HAS BEEN DOING THIS SAME THING SINCE DAY ONE! Listen to Toy Soldiers, White America, Mosh and many others.... Y'all are new fans that don't know shit."
        }, 
        {
            "created_time": "2017-10-16T03:46:14+0000", 
            "id": "10154846825965079_2050634441831918", 
            "message": "Matt Crawford Fuckiiiiing corrrrect!!!!!! & He was smart enough to do this before his album drop kus look at all the free publicity and advertisement he got 😂😂😂.  Our boy winnin bro! Since day one."
        }, 
        {
            "created_time": "2017-10-16T03:48:07+0000", 
            "id": "10154846825965079_124096054954912", 
            "message": "Idk why everyone is all butthurt anyways. Em littlerally dissed Trump on Big Sean's single \"no favors\" that he was featured on like 6 months ago Lol.... But now all the sudden everyone cares"
        }, 
        {
            "created_time": "2017-10-16T03:49:48+0000", 
            "id": "10154846825965079_1600675669996300", 
            "message": "Not to mention the song he just featured on with Pink is gonna be all over the radio.... Bet"
        }, 
        {
            "created_time": "2017-10-16T03:50:31+0000", 
            "id": "10154846825965079_2050635425165153", 
            "message": "It’s probably because this time he not only dissed the trumper himself but actually told his supporters fuck you too lmfao"
        }, 
        {
            "created_time": "2017-10-16T03:51:30+0000", 
            "id": "10154846825965079_2050635761831786", 
            "message": "So many people hate Trump... He may have lost fans. Yes... But I garantee everyone he just lost... There was 3 more that just took their place"
        }, 
        {
            "created_time": "2017-10-16T03:54:59+0000", 
            "id": "10154846825965079_122024495146919", 
            "message": "And as you can see by reading all these comments. 90% of these people wasn't even real fans to begin with.... Just dickriders riding his popularity because of internet trends...."
        }, 
        {
            "created_time": "2017-10-16T03:57:43+0000", 
            "id": "10154846825965079_121561868527731", 
            "message": "You just take the words right out of my mind. It’s all true!"
        }
    ]
}