{
    "data": {
        "created_time": "2017-10-11T04:18:56+0000", 
        "id": "10154846825965079_138319800233435", 
        "message": "Are people really forgetting this is Eminem? This is what he does. He was never about the fan base to begin with but more about the craft. Some of you should listen to the song stimulate and then come back to this conversation. He has never backed down from what he believes which is what makes him so damn good. Get a grip people, this is em being em."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T20:45:57+0000", 
            "id": "10154846825965079_827899250723936", 
            "message": "You call that vomit he spewed against Trump rap? Seriously?"
        }, 
        {
            "created_time": "2017-10-11T21:25:53+0000", 
            "id": "10154846825965079_1900397630278854", 
            "message": "Divax yo I swear before I clicked your pic I knew you were married to a white dude sis 😂🤣...... your people will be here for you when you’re done with the bs. \n\nYou probably think Macklemore is true rap. 😂🤣"
        }, 
        {
            "created_time": "2017-10-12T02:26:57+0000", 
            "id": "10154846825965079_1970574076551007", 
            "message": "Divax Sonto you're the type of person that the fantastic 4 line went right over your head huh? Flow aside this was pure genius. Go back and pay attention to what he said. Listen a couple more times if you have to. I'm not going to bash you for your opinion but at least listen closely before you claim it's vomit."
        }, 
        {
            "created_time": "2017-10-13T01:18:19+0000", 
            "id": "10154846825965079_250806318777545", 
            "message": "this is exactly what he does. Contrived and planned out mock anger."
        }, 
        {
            "created_time": "2017-10-13T01:43:33+0000", 
            "id": "10154846825965079_149156395696124", 
            "message": "this \"freestyle\" sounds like he was watching CNN and just rapping what those idiots said to him."
        }, 
        {
            "created_time": "2017-10-13T03:22:27+0000", 
            "id": "10154846825965079_472447986460369", 
            "message": "Let's not forget Eminem is an entertainer, his lyrics are vulgar and hateful but he's not the fucking president of the United States and doesn't speak for a nation."
        }, 
        {
            "created_time": "2017-10-15T07:16:16+0000", 
            "id": "10154846825965079_121666685181203", 
            "message": "Not about the fan base? Are you stupid? He sure the fuck was worried after he put Relapse out and his fans bitched about the accents changed that shit up real quick! I am calling it now he will apologize and/or say it wasn't a hard stance! If he doesn't I don't see him making another album after this one drops because it won't sell near as good as expected a before last week."
        }
    ]
}