{
    "data": {
        "created_time": "2017-10-11T01:09:30+0000", 
        "id": "10154846825965079_1983554648548342", 
        "message": "Wow way to bring people together. Sounded just as decisive has Trump. Quit battle rapping and invest your money in your community. Open a chain of restaurants, mechanic shops or any other forum of skill labor. When people are working they are not getting in trouble."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:34:15+0000", 
            "id": "10154846825965079_127890824599097", 
            "message": "Decisive? You mean he knows what he wants? I think you MEANT divisive. Please learn words."
        }, 
        {
            "created_time": "2017-10-11T01:45:31+0000", 
            "id": "10154846825965079_120849075258483", 
            "message": "Sorry about that. Just tired of everybody spreading hate. Please watch the families who had to leave Aleppo in Syria they have it worse than anyone else."
        }, 
        {
            "created_time": "2017-10-11T02:32:03+0000", 
            "id": "10154846825965079_1889349941316485", 
            "message": "Bobby You must not know or actually listened to Eminem. smh\n\nHe's been political since day one. Did you lose it when he went after Bush?"
        }, 
        {
            "created_time": "2017-10-11T02:37:41+0000", 
            "id": "10154846825965079_356267921482605", 
            "message": "No always listen to eminem. But props for Obama after he allows Assad to drop bombs on kids and didn't do anything. Support for kap after wearing a Castro shirt in Miami. Where several Cubans flees to escape a real evil leader. He was a very talented rapper but that sounded like crap."
        }, 
        {
            "created_time": "2017-10-11T05:08:46+0000", 
            "id": "10154846825965079_282706558800317", 
            "message": "The guy dropped out of 9th grade. I don't think he can do anything other than rap"
        }, 
        {
            "created_time": "2017-10-11T21:28:08+0000", 
            "id": "10154846825965079_1453131424777117", 
            "message": "Eminem donates million's to charities each year.  Dude hates when those charities say we got a donation from Eminem.  He doesn't want recognition for that so I'm sure he has other people donate for him.  This guy has to take very special precautions to do just about anything.  If you do get a chance to meet him in public he doesn't like that very much.  I wasn't there but back in 2005 his tour bus stopped in Rock Springs, Wyoming.  A couple of friends knocked on his door.  He opened and asked them what the fuck do you want?  I can understand why he is always pissed off and annoyed all the time.  I don't tell people when I donate money or items to charity, it's tacky.  In Utah the owner of Vivint has donated somewhere between 10 million to 50 million dollars to the Intermountain Healthcare and it's all he ever talk about."
        }
    ]
}