{
    "data": {
        "created_time": "2017-10-11T06:16:47+0000", 
        "id": "10154846825965079_1940526279493589", 
        "message": "If y'all don't like Em because he 'got political', apparently you haven't listened to his music before. XD\n\nPS- He doesn't give a fuck what you think. 😉"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T03:05:29+0000", 
            "id": "10154846825965079_1508379282574832", 
            "message": "he rapped about Bush as well"
        }, 
        {
            "created_time": "2017-10-12T03:18:07+0000", 
            "id": "10154846825965079_141772809775155", 
            "message": "Eeeeeyup."
        }, 
        {
            "created_time": "2017-10-12T03:52:03+0000", 
            "id": "10154846825965079_134008403993138", 
            "message": "Fags"
        }, 
        {
            "created_time": "2017-10-12T03:53:46+0000", 
            "id": "10154846825965079_1931625517077973", 
            "message": "Oh no! Someone on the internet called me a name!!"
        }, 
        {
            "created_time": "2017-10-12T04:41:31+0000", 
            "id": "10154846825965079_749333131936692", 
            "message": "Not about getting political it’s about saying “fuck you” to half the people who helped you get your fame simply cause they don’t agree with you... Couldn’t care less what his political views are he obviously couldn’t care less about his (well now former) fans"
        }, 
        {
            "created_time": "2017-10-12T04:57:17+0000", 
            "id": "10154846825965079_287745765072744", 
            "message": "Half the people that helped him get his fame? If you wanna play numbers, let's look at some real ones: 49.6% of eligible voters didn't even vote this last election- of those that did, Trump took 46.4% while Clinton nabbed 48.5%. With Millenials, it was an even bigger gap; Clinton took 55% of the Millennial vote, 36% Trump. \n\nIf you're playing a numbers game, it's at MOST about 23.2% of those that helped him get famous. In reality, though, it's probably closer to 18% or less, because then you're looking at the demographics of a) whether those that supported him early on even voted, and b) where he rose to fame and what demographics got him there.\n\nI'm sorry you feel abandoned by someone whose music you like(d). To expect anything less, however, shows that you haven't paid much attention to his political pieces coming up.\n\n(Check 'Mosh', and 'Square Dance' for example.)"
        }, 
        {
            "created_time": "2017-10-13T01:17:23+0000", 
            "id": "10154846825965079_124171971556775", 
            "message": "he will when that album drops and flops..."
        }, 
        {
            "created_time": "2017-10-13T02:37:01+0000", 
            "id": "10154846825965079_298615607212277", 
            "message": "A) It won't, it'll do fine; possibly even better given that by stating what he did he likely gained fans for those he lost.\n\nB- It wouldn't matter anyway, he's well enough off he could walk away and be golden for the rest of his life."
        }
    ]
}