{
    "data": {
        "created_time": "2017-10-11T01:16:48+0000", 
        "id": "10154846825965079_2436220166602297", 
        "message": "William A. Esparza lmao look at all these people pretending Em’s never been a political guy. Guess they haven’t heard some of his music. The snowflakes are offended right now 😂😂😂"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 208
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:41:26+0000", 
            "id": "10154846825965079_341355392977880", 
            "message": "Ain't even gon' read these dumbass comments. Em's always been real."
        }, 
        {
            "created_time": "2017-10-11T01:49:45+0000", 
            "id": "10154846825965079_299674500535175", 
            "message": "William A. Esparza they never heard Square Dance? Lmao somebody call the waaaaambulance, we got some triggered snowflakes in the crowd."
        }, 
        {
            "created_time": "2017-10-11T01:53:26+0000", 
            "id": "10154846825965079_299674943868464", 
            "message": "Michelle Toledo  it's hysterical because they did the same shit to Obama and pulled the freedom of speech card every time 🤣"
        }, 
        {
            "created_time": "2017-10-11T01:55:58+0000", 
            "id": "10154846825965079_1732434536768088", 
            "message": "Romare Taylor lmao exactly. It’s hilarious seeing the hypocrisy now."
        }, 
        {
            "created_time": "2017-10-11T03:13:54+0000", 
            "id": "10154846825965079_1524573444293931", 
            "message": "Who you calling snowflake don't you have some lawn to mow or burritos to make stfu"
        }, 
        {
            "created_time": "2017-10-11T03:15:12+0000", 
            "id": "10154846825965079_298468433890265", 
            "message": "Albie Cremin aww 🤗 bless your heart."
        }, 
        {
            "created_time": "2017-10-11T04:03:11+0000", 
            "id": "10154846825965079_134688583844623", 
            "message": "He must have taken a break from politics from 2008-2016. Wonder why...🤔"
        }, 
        {
            "created_time": "2017-10-11T04:23:10+0000", 
            "id": "10154846825965079_138322180233197", 
            "message": "The Trumpsters aren't the sharpest tools in the shed."
        }, 
        {
            "created_time": "2017-10-11T04:33:03+0000", 
            "id": "10154846825965079_298487783888330", 
            "message": "Fox News fans and the Russian troll factory commenting hate. They don't even like slim shady. The \"I was a fan\" comments are funny."
        }, 
        {
            "created_time": "2017-10-11T04:42:26+0000", 
            "id": "10154846825965079_746645445529637", 
            "message": "Its so weird seeing democrats calling people snowflakes when they're the ones offended over small things like red pen. In other news, yeah, he did trash Bush a decade ago....so.... Yeah i can always listen to that and enjoy the sweet knowledge of knowing the democrats were offended first"
        }, 
        {
            "created_time": "2017-10-11T04:45:58+0000", 
            "id": "10154846825965079_134694597177355", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T05:02:03+0000", 
            "id": "10154846825965079_1886381558357250", 
            "message": "It's amusing that you liberals can never seem to think of your own insults so you just fling ours back at us. Furthermore any time people respond with their opinion you immediately say they're butthurt or triggered when they are in fact simply stating their opinion."
        }, 
        {
            "created_time": "2017-10-11T05:04:02+0000", 
            "id": "10154846825965079_1420956504639911", 
            "message": "We genuinely do appreciate revealing your lack of creativity and intellect though, please proceed."
        }, 
        {
            "created_time": "2017-10-11T05:15:08+0000", 
            "id": "10154846825965079_133454480639104", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T05:23:10+0000", 
            "id": "10154846825965079_124640454866428", 
            "message": "Nobody cares. He can say what he wants. Still isn't changing the fact that Trump is President. Get. Over. It.\n\nAnd if you were a real fan, you'd know what he's been saying is complete bullshit."
        }, 
        {
            "created_time": "2017-10-11T07:04:03+0000", 
            "id": "10154846825965079_540467732965583", 
            "message": "In role model he dissed hillary clinton actually he never gave fuck about the politic he dissed whoever he wants as rhyming words to fit in verse 😂😂"
        }, 
        {
            "created_time": "2017-10-11T08:53:06+0000", 
            "id": "10154846825965079_146047249466261", 
            "message": "OK.  Stop. First of all., if they guy said anything against liberals you would all cry to.  He is a rapper he is not a politician.  Look at his past albums., he hates and smashes gay's...  That is not liberal, he condones murder,  that is not liberal,  he steadily hated on and beat women,  that is not liberal, now all of w sudden he switched roles? He is a washed up has been rapper. Who cares.  Let's not pretend he is something he is not. He threw out a shitty freestyle for Obama to,  look it up.  Stop being blind."
        }, 
        {
            "created_time": "2017-10-11T10:52:01+0000", 
            "id": "10154846825965079_177033766179969", 
            "message": "New up coming rapper Tokken kid is fire look him up he will be the new Eminem trust that . this guy looks like a bum from skid row lmao what a joke .he is a complete hypocrite yeah album nothing he beats women smashed gays trash talks everyone yet you think he is a God he ain't wtf has he done to help nothing bet he didn't help in Texas nope he hates trump cause trump don't care for a trash white guy who thinks he is black from Detroit come on now.look at the reality trumps in offices job rates sky rocket economy has gone up unemployment gone up people are back to work stop being blind to the fact ok ."
        }, 
        {
            "created_time": "2017-10-11T11:29:01+0000", 
            "id": "10154846825965079_352833521844052", 
            "message": "\"Job rates sky rocket...unemployment gone up\" LMFAO Please continue to tell me about this fascinating correlation"
        }, 
        {
            "created_time": "2017-10-11T12:01:16+0000", 
            "id": "10154846825965079_124117468308265", 
            "message": "Lmao!!! Yesss girl"
        }, 
        {
            "created_time": "2017-10-11T12:26:44+0000", 
            "id": "10154846825965079_237528080108863", 
            "message": "William A. Esparza lmao and that’s the dude that told me to go mow the lawn or make him a burrito. Better yet, why don’t I take up teaching so I can teach him about grammar and how to conduct research? And did you see the other one? Lmao Mr. Intellect who picked up a thesaurus? Threw out some SAT words; yet, his second comment literally left me thinking “do you even sentence structure bro?” These people are saying “well Trump is still your president...blah blah blah” and I’m like well Obama was your president for 8 years so guess we’re almost even. I’m not even a democrat 😂😂😂😂. Anyways, I hope everyone here has an amazing day!"
        }, 
        {
            "created_time": "2017-10-11T12:30:36+0000", 
            "id": "10154846825965079_128275821227904", 
            "message": "Just mad he went soft on us."
        }, 
        {
            "created_time": "2017-10-11T12:43:28+0000", 
            "id": "10154846825965079_120329465313913", 
            "message": "Biggest hypocrite award goes to Marshall"
        }, 
        {
            "created_time": "2017-10-11T12:44:31+0000", 
            "id": "10154846825965079_352851958508875", 
            "message": "Michelle Toledo Obama was my President for 8 years. But the difference is, I didn't cry about it like a whiny bitch over social media, like you and the rest of the snowflakes love doing with Trump."
        }, 
        {
            "created_time": "2017-10-11T13:27:35+0000", 
            "id": "10154846825965079_303887730093333", 
            "message": "Michael Curatolo lmao where did I mention Trump though? My comment was aimed at his supporters who—like the “snowflake” liberals, are quick to cry foul when someone says something negative about Trump. The first amendment applies to both sides of the political spectrum. I support Em just as much as I support Milo Yiannopolous, Ben Shapiro, or Trump’s right to say whatever they want even if I disagree with what they say. I don’t go on a Trump or Breitbart page to bitch."
        }
    ]
}