{
    "data": {
        "created_time": "2017-10-11T12:48:32+0000", 
        "id": "10154846825965079_128281024560717", 
        "message": "Really you're going to tell your fans f*** you because people have their own opinions. I really liked you I'm no longer a fan of yours first of all has nothing to do with Trump. It has to do with the fact that we are supposed to try to come together and unite you are supposed to be an example of our kids and our kids future. All you're doing is creating more hate and more controversy. Thumbs down to Eminem he's a bad example for kids and f our country he's all about creating controversy and Hate"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T16:51:38+0000", 
            "id": "10154846825965079_237609193434085", 
            "message": "Angel Angela, did you really just say Eminem is a bad example for kids?  Are you kidding? Take a seat Boo.🤚✊"
        }, 
        {
            "created_time": "2017-10-11T17:07:59+0000", 
            "id": "10154846825965079_237613443433660", 
            "message": "Yep he hasn't been the best example to begin with. An no I am not kidding. There's no reason for all the hate the only way that there can be a compromise or a solution to the problem is that people try to work together verses contributing to hate."
        }, 
        {
            "created_time": "2017-10-11T17:17:36+0000", 
            "id": "10154846825965079_254066225119604", 
            "message": "What I'm trying to voice is that we are all an example for our kids future our kids is kids future most people don't think of it that way because they're going to be dead and gone by the time their kids have kids. But the thing is what are we leaving behind for our children. Everybody is fighting over the color of skin People's Choice in sexuality and what not. The fact of the matter is when we die we have no color we have no gender. So all that fighting is over nothing when we can be taking the freedom that we have and enjoying it and making the best of Our Lives while we're still alive and here and spreading love. Instead there's so much hate and it seems to be getting bigger and bigger and no one seems to be looking for a way to try and resolve the matter instead everyone gets offended and wants to be hateful back including our leaders"
        }, 
        {
            "created_time": "2017-10-11T17:19:15+0000", 
            "id": "10154846825965079_792127587625451", 
            "message": "I know that it's a hopeless dream to everything that everyone can come to a compromise because everybody thinks they're right and no one wants to admit when they're wrong. And then when it comes to money that seems to be the number one factor in everyone's life all they care about is money and greed the sad part is you don't take none of that with you when you die. And you may survive and you may live extremely comfortable but you definitely are not going to grow by being a greedy hateful discriminating person. It's just really sad"
        }, 
        {
            "created_time": "2017-10-11T17:20:06+0000", 
            "id": "10154846825965079_280741369100585", 
            "message": "I think the Eminem  could have come up with a lot better of a statement for the president without all the hate , and maybe be an example of how someone should act,it's like a domino effect. I'm starting to believe this country is made up of a bunch of ignorant morons. Everything that's going on is all a part of the New World Order Plan people do not understand what that means. But everyone's Fallen right into that trap."
        }, 
        {
            "created_time": "2017-10-17T16:14:34+0000", 
            "id": "10154846825965079_444984422569520", 
            "message": "Angel Angela, Eminem is and would be a horrific example for kids.  That would be like sitting your 10-year-old down in front of a rated R movie daily to learn about life.  Eminem is hardly an example for an adult let along a child.  Don't get me wrong I understand your point and in this case, we are each responsible for our own actions and together we make up the world we live in.  I think Eminem is just communicating that Donald Trump (president or not) is just not a very good person and unfortunately Trump's contribution to the world is very distasteful (President or not).  But as our President, he is held to a higher standard and he's not fulfilling it.  Eminem just elaborated on all of the ugliness that Trump has displayed.  Don't take it personally."
        }
    ]
}