{
    "data": {
        "created_time": "2017-10-11T02:30:37+0000", 
        "id": "10154846825965079_351100461997280", 
        "message": "I love and admire you so much. You have the balls to say the truth while others are weak,and don't say  nothing. And when no one speaks up, evil wins. You're a hero Eminem."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:55:03+0000", 
            "id": "10154846825965079_160071064578260", 
            "message": "I dont think people are weak and not speaking i think they did speak up by voting trump 🤔"
        }, 
        {
            "created_time": "2017-10-11T03:07:01+0000", 
            "id": "10154846825965079_746617722199076", 
            "message": "Shane Unkle yeah that's your opinion and others share similar views. Eminem obviously has different views (which in this aspect I agree with, as do others .) In general evil does win when people sit back and don't speak up. And, despite it not being what everyone wants to hear, Eminem often speaks of what HE believes in."
        }, 
        {
            "created_time": "2017-10-11T13:07:55+0000", 
            "id": "10154846825965079_142658449684769", 
            "message": "Yeah you love the way he hates on women in his lyrics..nice 🙄"
        }, 
        {
            "created_time": "2017-10-12T21:54:19+0000", 
            "id": "10154846825965079_848934281930983", 
            "message": "Denise Sharpe no, but thanks for trying to tell me what I read into things. I don't see him as a woman hater.. lyrics are verbal expressed works of art. Iam not a child abuser but last night I sang \"rock-a-bye baby\" to my friends daughter ... it would of horrified anyone who takes words for facevalue, \"the cradle will fall and down will fall baby, cradle and all\", then it got nastier and I sang about Jack and Jill falling down a hill! .…. So if one didn't support Trump they'd be supporting Clinton. Eminem doesn't support Trump so - tell me what sex is Hilary Clinton? .... Marshall Mathers raised 3 intelligent and beautiful young women."
        }, 
        {
            "created_time": "2017-10-13T01:19:22+0000", 
            "id": "10154846825965079_374715702963092", 
            "message": "\"truth\" hahhahahahahahahahahhahahahahahahahaha go watch some more CNN"
        }, 
        {
            "created_time": "2017-10-15T07:19:23+0000", 
            "id": "10154846825965079_1935026656770598", 
            "message": "How old are you? Do you remember him bitching about Bill Clinton? When Bill was blaming him for Columbine, he doesn't know what the fuck he wants he is just showing out for his buddies."
        }, 
        {
            "created_time": "2017-10-15T12:18:05+0000", 
            "id": "10154846825965079_246992855828023", 
            "message": "^^^^ period."
        }
    ]
}