{
    "data": {
        "created_time": "2017-10-11T02:59:54+0000", 
        "id": "10154846825965079_285753215258299", 
        "message": "You crushed it. Poetic genius. Thank you for standing up when it counts."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 448
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 49
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:04:49+0000", 
            "id": "10154846825965079_138297880235627", 
            "message": "He crushed 50% of his fanbase, and no celebrity like him deserves any political views. He’s a fucking rapper, not a politician. Why doesn’t anybody understand that?"
        }, 
        {
            "created_time": "2017-10-11T03:06:42+0000", 
            "id": "10154846825965079_134682607178554", 
            "message": "He come from a broken home. He knows what it's like to be spit on while you are down. So he's taking up for those that are in that position. You don't have to be a politician to stand up for what is right."
        }, 
        {
            "created_time": "2017-10-11T03:07:28+0000", 
            "id": "10154846825965079_298467543890354", 
            "message": "He's an American and therefore deserves to have political views. What the fuck don't you understand about that, Jacob?"
        }, 
        {
            "created_time": "2017-10-11T03:09:52+0000", 
            "id": "10154846825965079_298467827223659", 
            "message": "Kim Nichols It’s called dividing the country dipshit, how is this helping bring the country together? By calling him out, and saying he’s too scared to go against him?? People like you supporting this are just as stupid!"
        }, 
        {
            "created_time": "2017-10-11T03:11:01+0000", 
            "id": "10154846825965079_1524572114294064", 
            "message": "God forbid someone with fame, use their infulance to send a political message that you disagree with.\nHe has a platform, and can use it, just like anyone else. Be it for left leaning ideals, or right leaning.\nAnd this whole \"divided\" bullshit is worn out. When you got Trump in the white house protecting white nationalist, and ran on a racist, classist, and sexist ideals."
        }, 
        {
            "created_time": "2017-10-11T03:19:16+0000", 
            "id": "10154846825965079_1420912744644287", 
            "message": "Thom Ranua Yes he has a platform just like the NFL players. So that gives him a excuse to try everything in his power to start shit with the commander in chief. It’s getting old, ever since Trump was elected the media has gone after him. Oh and tell me how he is racist would you?"
        }, 
        {
            "created_time": "2017-10-11T03:22:23+0000", 
            "id": "10154846825965079_746622282198620", 
            "message": "You're upset that Eminem is \"dividing the country\", and yet you call people dipshits when they disagree with you.\n\nWeird how all you right-wing types didn't complain about Ted Nugent dividing the country when he told Obama to suck on his machine gun. Why does Ted Nugent and not Eminem deserve political views? Why are you so un-American that you want people who disagree with you to surrender their freedom of speech when they get some fame?"
        }, 
        {
            "created_time": "2017-10-11T03:22:29+0000", 
            "id": "10154846825965079_1925923067659213", 
            "message": "He's not dividing us, he just said \"Fuck you\" to half of the United States for exercising their right to vote and choosing the candidate that wasn't a bat shit crazy criminal."
        }, 
        {
            "created_time": "2017-10-11T03:24:20+0000", 
            "id": "10154846825965079_1925923327659187", 
            "message": "Trump has been repeatedly accused of sexual assault, was once accused of raping a child, said that diplomacy with North Korea is just a waste of time, and you're still calling someone else \"a bat shit crazy criminal\"?"
        }, 
        {
            "created_time": "2017-10-11T03:34:34+0000", 
            "id": "10154846825965079_1886356775026395", 
            "message": "You must be new to his music Jacob, he has always been political, and a lyrical genius!"
        }, 
        {
            "created_time": "2017-10-11T03:36:05+0000", 
            "id": "10154846825965079_1925925290992324", 
            "message": "Abhishek Kumar Accusations don’t mean shit! I accuse you of killing a child! It must be TRUE"
        }, 
        {
            "created_time": "2017-10-11T03:40:03+0000", 
            "id": "10154846825965079_1420921214643440", 
            "message": "You say accusations don't mean anything, but I get the feeling you wouldn't extend that leniency to Hillary Clinton.\n\nAlso you still haven't explained why it's OK for Ted Nugent to give his opinions but not Eminem."
        }, 
        {
            "created_time": "2017-10-11T04:09:14+0000", 
            "id": "10154846825965079_1420933517975543", 
            "message": "Jacob Squrgeon Never understood that “stick to <job> !” when someone voices a political view. What if someone said that to you when you voiced your views?\n\nBy that logic nobody w a job outside of politics could ever voice an opinion, and that’s ridiculous. Don’t be a snowflake. You don’t like it don’t listen to it."
        }, 
        {
            "created_time": "2017-10-11T04:20:28+0000", 
            "id": "10154846825965079_1886370868358319", 
            "message": "His flow was lame. Couldn't care less about him targeting trump. That's not the point. Shit was just weak. He could do better"
        }, 
        {
            "created_time": "2017-10-11T04:25:23+0000", 
            "id": "10154846825965079_910724702407829", 
            "message": "He's pathetic and it wasn't genius, it was fucking stupid!"
        }, 
        {
            "created_time": "2017-10-11T04:30:45+0000", 
            "id": "10154846825965079_298481067222335", 
            "message": "Aww someones crying into their red hat lmao"
        }, 
        {
            "created_time": "2017-10-11T04:34:57+0000", 
            "id": "10154846825965079_910727162407583", 
            "message": "Jacob Squrgeon honestly, man..\n\nFirst of all, who are you to tell anyone whether or not they're deserved of political views?? Is he not a citizen of this country? Do we not live in a free country anymore?? You sound so incredibly ignorant with that statement alone.. \n\nSecondly, how can you not see that it is literally the actions of our president which are dividing us? How can you try and reframe peoples efforts to UNITE as a factor in what's dividing anyone???? And the fact you think people cant have an opinion that doesn't support trump, just because he's our president, is concerning to say the least.. Lay back and take it then, huh? Whatever happens, happens. Just dont speak a word of it........\n\nLook, man.. Donald Trump is failing. Hard. It's more and more evident everyday that he is severely underqualified for this position. \n\nYou can't be outraged and call predominantly black NFL players \"sons of bitches\" for protesting racial injustice and police brutality under the American flag.. And then turn around and say white nationalists, who chant nazi ideologies while marching with fucking swastika flags.. ON AMERICAN SOIL.. \"Fine people.\" You do realize American men died in an effort to iradicate nazi ideologies, right? We had an entire world war about it. But, now people wave that nazi flag in America and our president doesn't so much as bat a fucking eye.. How dare the blacks peacefully protest for equality and a more peaceful nation tho... That's so much more anti American than advocating genocide.... \n\nBelieve it or not, you're what's dividing America.\n\nGet your head out of your ass, swallow your pride, and look at the world around you. Put yourself in someone else's shoes for once. It just might humble you enough to land you on the right side of history.."
        }, 
        {
            "created_time": "2017-10-11T05:02:56+0000", 
            "id": "10154846825965079_298492623887846", 
            "message": "I find it hilarious that a guy that comes from DETROIT. My home town, is going off about a republican when the fkn democrats have been raping us for years. Fk eminem"
        }, 
        {
            "created_time": "2017-10-11T05:04:31+0000", 
            "id": "10154846825965079_1925944687657051", 
            "message": "Oh and also. Donald trump isnt failing at all, in fact hes had highest numbers in his first hundred then anyone weve seen. But tell me again what hes failing at plz?"
        }, 
        {
            "created_time": "2017-10-11T05:15:17+0000", 
            "id": "10154846825965079_133454497305769", 
            "message": "Bro.. Highest numbers in what?! Are you actually serious right now?"
        }, 
        {
            "created_time": "2017-10-11T05:43:25+0000", 
            "id": "10154846825965079_177747416116399", 
            "message": "This dude crying that the media is picking on Trump... you remember the 8 years of \"obama is an illegal immigrant\"\"let me see his birth certificate\"\"Obama isn't qualified to be president after barely being a senator\" y'all are getting what you deserve"
        }, 
        {
            "created_time": "2017-10-11T05:50:00+0000", 
            "id": "10154846825965079_1622214431182557", 
            "message": "DETROIT WAS DESTROYED BY DEMOCRATS. TRUMP IS ONLY HOPE OF BRINGING BACK MANUFACTURING JOBS. EMINEM IS AN IDIOT. NO FLOW. NOT ONE GOOD LINE."
        }, 
        {
            "created_time": "2017-10-11T05:57:07+0000", 
            "id": "10154846825965079_1940522266160657", 
            "message": "I hope you have the same disdain for Kid Rock running for Senate as a Republican or Donald Trump, a reality star, who inherit his wealth running for president."
        }, 
        {
            "created_time": "2017-10-11T06:31:06+0000", 
            "id": "10154846825965079_1622242084513125", 
            "message": "Did this person just say since Eminem is famous he can express his opinion / Donald Trump shouldn’t tweet in the same sentence? Liberals man 😂😂😂"
        }, 
        {
            "created_time": "2017-10-11T06:59:15+0000", 
            "id": "10154846825965079_184458485462234", 
            "message": "It was terrible 😂😂😂😂 em fell off now"
        }
    ]
}