{
    "data": {
        "created_time": "2017-10-11T15:03:48+0000", 
        "id": "10154846825965079_138239983469130", 
        "message": "Hey No its all good all you people sayin fuck you trump supporters haha that's fine see he can say fuck you to us trump supporters all he wants just goes to show how wrong we must of been believing in him this whole time like damn dude we been with you through it all dude from the beginning when the government was condemning getting it's panties up in a wad because of your lyrics oh but it was ok then to dislike the  government then we we're even there through all your wars and battles with other rappers having your back even through those horribly painful unlikeable years of D12 whew weren't those some dark times oh but wait you reemerged like we knew you would  we spent hard earned dollars on CDs, movies, posters, downloads on Itunes all to support you maybe you lost track making your millions how much a hard earned dollar means to some. Oh and gun control really you of all people should be painfully aware gun reform only hurts law abiding citizens because the people who commit these horrible and tragic crimes their not law abiding obviously so what's that going to help? Did everyone on the 8 have a license to carry? Did they get background checks too? My guess is probably not  Been in the business to long get confused and turned? You act like your afraid to speak out as if you may be outted of your new celebrity circle if you didn't praise obummer, blast trump, and stand up for a prick named kapernick oh like the rest of your Lil libtard politically correct fucking crowd. Ha funny you went from being completely opposite of politically correct to oh let's get PC cause god forbid anyone think that I'm racist or that I'm not standing up for a rogue dumbass NFL player god forbid they think that I don't think like them or act like them ive worked so hard to be accepted in the black community can't fuck it up right? Em or oh wait is it B. Rabbit? No must be slim, wait no that won't work either hmmm shady it must be now changes so much can't keep them straight but op yep must be what it is cause you throwin it around like you've got none anymore but hey hey folks that's ok cause I support trump and I thought you'd be one of the few to help bring this division together but clearly you must be another Hollywood puppet so later dueces, you'll only be remembered for the past maybe you were right maybe the  fire inside died and now expired took a little longer but oops it happend now your a puppet so unapologetically not fuck me fuck you for lyin a man all this time deceiving real fans that thought you was true sad day cause now your once persona is gone it's dead and a puppets here instead cause I have friends that are like family that are black, I'll always respect our flag and stand for our national anthem, I'll stand up when I see a wrong, I support my troops, my president, and  my freedoms. If I'm wrong in that then I'll never be right"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T22:49:07+0000", 
            "id": "10154846825965079_134234860559057", 
            "message": "That's my baby girl. .. you go kid. .. daddy's got your back. .."
        }
    ]
}