{
    "data": {
        "created_time": "2017-10-11T01:31:06+0000", 
        "id": "10154846825965079_2436224953268485", 
        "message": "People mad about him bringing in politics aren’t real fans and are lowkey trump supporters. Did y’all get mad when he bashed Bush and America’s corrupt tendencies? Piss off with your mates! ✌🏼"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 155
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:37:23+0000", 
            "id": "10154846825965079_398699460533269", 
            "message": "What's funny is that they would be totally fine with him bringing Political beliefs into events if he was hating on Clinton."
        }, 
        {
            "created_time": "2017-10-11T01:38:51+0000", 
            "id": "10154846825965079_398700413866507", 
            "message": "You're not lying haha. I don't mind him talking about anyone. That's what he does! lol he hasn't changed."
        }, 
        {
            "created_time": "2017-10-11T01:44:41+0000", 
            "id": "10154846825965079_299673603868598", 
            "message": "That's exactly why he is legendary. He's been Political for years and it's pretty funny how he these fans who have been with him for such a long time call him the worst things as soon as he bashes Trump."
        }, 
        {
            "created_time": "2017-10-11T01:59:10+0000", 
            "id": "10154846825965079_1634527356587201", 
            "message": "\"Low-key\" Trump supporter? FUCK LOW KEY I AM A TRUMP SUPPORTER. Fuck your opinion. We are all entitled to our own. I'll just continue to stream his music and not pay for it 😉."
        }, 
        {
            "created_time": "2017-10-11T02:18:11+0000", 
            "id": "10154846825965079_283026938880469", 
            "message": "I'm glad you admitted it. Bravo, now go fuck yourself."
        }, 
        {
            "created_time": "2017-10-11T03:10:15+0000", 
            "id": "10154846825965079_138298960235519", 
            "message": "You can go fist fuck yourself hombre martinez."
        }, 
        {
            "created_time": "2017-10-11T04:10:25+0000", 
            "id": "10154846825965079_134689630511185", 
            "message": "Stay low-key.. If y'all make it in life.. Being successful or lottery be low key.. Eminem just lost A lot of fans"
        }, 
        {
            "created_time": "2017-10-11T04:15:20+0000", 
            "id": "10154846825965079_1420935917975303", 
            "message": "Agreed. Blake Seals perhaps he did lose fans. His career is solidified though. He’ll still go multi-platinum."
        }, 
        {
            "created_time": "2017-10-11T04:19:00+0000", 
            "id": "10154846825965079_1886370605025012", 
            "message": "Branden Newman uhh...streams still make money..."
        }, 
        {
            "created_time": "2017-10-11T04:27:26+0000", 
            "id": "10154846825965079_1886372301691509", 
            "message": "George Mickey Martinez I'm a new fan! Loved it!!! We have to stand together against hypocrisy and ignorance."
        }, 
        {
            "created_time": "2017-10-11T05:18:43+0000", 
            "id": "10154846825965079_133454810639071", 
            "message": "Stuart Robertson you really have no clue at all, do you? All of us know he's never shied away from politics. He mentions political figures in numerous songs, some presidential some not. It's the fact that he's saying to choose a side and \"fuck you\" if you don't agree with him that Trump is a bad president. Typical liberal MO, alienate people who don't think like you do (that worked well this past election didn't it? Oh wait...)\n\nWhat's upsetting to some is that he's telling people who were, in part, responsible for his success to fuck off. Personally I'm glad he did this, at least I know to not waste anymore of my money to support his career."
        }, 
        {
            "created_time": "2017-10-11T09:00:17+0000", 
            "id": "10154846825965079_261759317680243", 
            "message": "Please fuck boy do tell me. What is a \"low-key\" trump supporter.?"
        }, 
        {
            "created_time": "2017-10-11T09:12:59+0000", 
            "id": "10154846825965079_1936243429930874", 
            "message": "Bet you happily sang along to Mosh though"
        }, 
        {
            "created_time": "2017-10-11T10:24:23+0000", 
            "id": "10154846825965079_322830898125447", 
            "message": "Christopher Gregory low key Trump Supporters:  Trumpians that hide behind their true intentions of bigotry and racism and segregation...they pretent to be big mad for political reasons they also claim to be conveniently patriotic(didnt even stand up for the anthem themselves during football until now ).  They also wish ethnic and people of muslim faith would all just shut up and be grateful for being mistreated and lied to...\n\nGot it"
        }, 
        {
            "created_time": "2017-10-11T12:26:30+0000", 
            "id": "10154846825965079_352609635180671", 
            "message": "Nope and i didnt get mad when he smashed hillary and bill"
        }, 
        {
            "created_time": "2017-10-11T12:27:13+0000", 
            "id": "10154846825965079_303868676761905", 
            "message": "Jadette Williams so ur dumb ass is saying. If u suplort trump ur racist? Please explain dumb dumb"
        }, 
        {
            "created_time": "2017-10-11T12:45:38+0000", 
            "id": "10154846825965079_352852135175524", 
            "message": "Branden Newman if your racism wasn't already showing when you called me \"hombre\"...your bitch ass must've forgot that the edit function saves your history. I never once said anything about racism yet you said and then edited \"get over the wall bitch\". You must be ignorant to assume my ethnic background when I'm a US citizen. You are the embodiment of the type of voter that Trump attracted in the election."
        }, 
        {
            "created_time": "2017-10-11T17:15:36+0000", 
            "id": "10154846825965079_142700573013890", 
            "message": "No never got mad or upset at any of his political views and cry's.  But he never drew a line on his fans till now.  Now that's fucked. If it were Hillery he was dissing and drew a line on his fans. I'd still be offended. In sick of entertainers using their platform to cram politics down and force a line to cross or Fuck em.  Fuck anyone who does that. He's not the only one who has. But as a big fan. It hurts. I don't give a shot about trump all presidents starting back in the 60s were crap."
        }, 
        {
            "created_time": "2017-10-11T17:25:22+0000", 
            "id": "10154846825965079_120372165309643", 
            "message": "But did he rap about the corrupt Obama administration as well?  And yes, it was. Every administration is just a puppet and sorry if you're too naive to understand this."
        }, 
        {
            "created_time": "2017-10-11T17:32:02+0000", 
            "id": "10154846825965079_142706326346648", 
            "message": "Sammi Dee I'm guessing you didn't read the part that I said America's corrupt tendencies. This isn't only about Trump. There's a deeper message if you even bothered to watch his freestyle. I agree with you about politics. It's all a business, they spew lies, they don't deliver on them and we get screwed. It's the same thing over and over again no matter Republican or Democratic party. It will always be like that until there's a revolution that dethrones the government. I don't know which scenario I would prefer."
        }, 
        {
            "created_time": "2017-10-11T18:07:01+0000", 
            "id": "10154846825965079_142712339679380", 
            "message": "I respect his political beliefs....i respected everything about him but he broke up with me he called me out....idgaf who he hates."
        }, 
        {
            "created_time": "2017-10-11T18:23:37+0000", 
            "id": "10154846825965079_138269713466157", 
            "message": "Jam Kle I would if but can you rephrase the question I only understood explain dumb dumb ..stupid! However if I'm right you are saying my definition highly offends you however along with your support he also has the open support of all white supremacy groups so this means yes you are on the side of white supremacist..not up for discussion 🤚. Now take a look at his approval rating it dropped to 36% these are people that voted for him but understand somethings not right then its your type. So no... everyone that voted for Trump is not a racist nor do they support his racist acts nor all of his decisions. However if you still share equally all of his views and agree with all of his tweets and deny the bigotry than yea you racist! power to the people 😂😂"
        }, 
        {
            "created_time": "2017-10-11T20:24:08+0000", 
            "id": "10154846825965079_1452250204822511", 
            "message": "Someone calling you hombre makes them racist. Just lol."
        }, 
        {
            "created_time": "2017-10-11T20:26:38+0000", 
            "id": "10154846825965079_304750960006911", 
            "message": "Timothy Crosswhite He said get over that wall bitch in addition to calling me hombre."
        }, 
        {
            "created_time": "2017-10-11T20:40:15+0000", 
            "id": "10154846825965079_834003003426622", 
            "message": "Comprehension skills are a must. If you want to laugh at someone take a look in the mirror."
        }
    ]
}