{
    "data": {
        "created_time": "2017-10-11T03:44:25+0000", 
        "id": "10154846825965079_910712372409062", 
        "message": "I don't know why all these folks on here surprised. Em is being who he ALWAYS have been, himself. He has never given a damn what ANYONE thinks, including his fans. That is what makes him unique. He has never sugarcoated anything so I don't know why people are all in an uproar over his freestyle. If the president can act a damn fool and say what he wants why can't an artist? Like it or not, this is no different than Em was 10-15 years ago, same anger, new topic. Get over it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T07:38:39+0000", 
            "id": "10154846825965079_974094056061682", 
            "message": "Exactly. I support trump but I'm not getting bothered by this. Not gonna lie though, at first it stung a bit"
        }, 
        {
            "created_time": "2017-10-11T18:02:56+0000", 
            "id": "10154846825965079_182141742333505", 
            "message": "He has NEVER said fuck his fans...ever"
        }, 
        {
            "created_time": "2017-10-11T21:28:40+0000", 
            "id": "10154846825965079_359277277857098", 
            "message": "true but to me it just seems like hes jumping  a band wagon instead of being true. First he supported Trump then when everyone gave him crap over it, he decided he hated him and has gone after him ever since."
        }, 
        {
            "created_time": "2017-10-11T21:55:21+0000", 
            "id": "10154846825965079_687201898145089", 
            "message": "Lee Mikel he has never had to. Like I said, he has always been 1) blunt 2) honest 3) straight to the point. The only thing he has EVER cared about is his children. No one else's opinion has ever mattered. I mean he called out his own mom for god sake's and you are surprised he doesn't care about fans that like Trump?? You don't know him very well. He is sticking to his true self, like it or not"
        }, 
        {
            "created_time": "2017-10-11T21:55:47+0000", 
            "id": "10154846825965079_834783986730108", 
            "message": "Melissa DelMastro Seminara  when the hell did he ever Support Trump?"
        }, 
        {
            "created_time": "2017-10-12T12:19:43+0000", 
            "id": "10154846825965079_1938153019771603", 
            "message": "He never was so direct with his message there is obviously  a difference  now compared to everyother time hes sissed a political opponent like when he shit on bush we all loved it but now hes making up lies to defend obama ehich is his first mustake then he used those lies to hate on trump second mistake then he shit on about fifty percent of his fans 3rd mistake its not that he hates trump but he told everyone that likes trump to fuck off thats clear bigotry and crossed the line you cant shit on every potus and somehow defend obama we respected em cuz he used to tell it like it is now hes playing political dogma"
        }, 
        {
            "created_time": "2017-10-13T04:15:40+0000", 
            "id": "10154846825965079_281482872355811", 
            "message": "Thank you! You took the words out of my mouth! Love Eminem"
        }, 
        {
            "created_time": "2017-10-13T09:42:58+0000", 
            "id": "10154846825965079_1671611882871339", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-13T09:43:22+0000", 
            "id": "10154846825965079_125618328138739", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-13T09:43:48+0000", 
            "id": "10154846825965079_153737138560108", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-13T09:44:29+0000", 
            "id": "10154846825965079_120967821903808", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-13T09:44:57+0000", 
            "id": "10154846825965079_400017650401444", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-13T10:41:18+0000", 
            "id": "10154846825965079_485993431772985", 
            "message": "This isn't himself, this is leftist bullshit to sell albums"
        }, 
        {
            "created_time": "2017-10-15T07:10:43+0000", 
            "id": "10154846825965079_1525495564236146", 
            "message": "Why are we surprised? Because he has NEVER said fuck you to his fans! In fact he did the exact opposite and was basically asking us for forgiveness for his drug bullshit. I don't care what his opinion is on Trump he could roast him in every song and I would listen, this is different though. He supported Trump too looks like his \"black\" buddies didn't like that so now he looks like a Clinton supporter which is stupid because he hated her hubby."
        }
    ]
}