{
    "data": {
        "created_time": "2017-10-11T02:07:32+0000", 
        "id": "10154846825965079_1752262928126547", 
        "message": "👋🏼 Eminem - so sad! Rap God proved you were the best rapper of ALL TIME but sadly you want to ditch fans that have made you rich because our beliefs are different!?!??? We supported YOU when you were a drug addict and just like that now it's F off! I'm a conservative that appreciated and supported your courage when faced with continual adversity!\nYou have \"the stage\" to unite us yet like many others you're taking the easy road! Thought you were better than that! Heart broken 💔and disappointed! May God Bless this Country 🇺🇸 and all the hate that divides us✌🏽"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 110
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:18:05+0000", 
            "id": "10154846825965079_881487501999730", 
            "message": "Exactly my thoughts.  Well said!"
        }, 
        {
            "created_time": "2017-10-11T03:10:40+0000", 
            "id": "10154846825965079_1524571964294079", 
            "message": "If you're actually a Conservative, how on earth could you support Trump?  He's an embarrassment to this country.  At this point in the game, you're either for this bullshit or against it. That's what Enimen is saying. If the disgusting vile things this man (POTUS) has done and his behavior hasn't scared you to death, well, that's something you have to live with I suppose."
        }, 
        {
            "created_time": "2017-10-11T03:22:34+0000", 
            "id": "10154846825965079_1420914267977468", 
            "message": "Michelle Lynn  - I don't know you and you certainly don't know me. This isn't a political debate sweetie... it's about division. Unnecessary division - look that up."
        }, 
        {
            "created_time": "2017-10-11T04:38:36+0000", 
            "id": "10154846825965079_138325950232820", 
            "message": "Triggered ✌🏿"
        }, 
        {
            "created_time": "2017-10-11T06:14:53+0000", 
            "id": "10154846825965079_1934302273560379", 
            "message": "Being a conservative and voting for Trump doesn't mean  we agree with everything he says. We all have different reasons for who we may vote for. It's not a popularity high school contest.  This is about our Country and making it great again. But again thats my opinion and everyone should be entitled to their own. Liberals are the ones creating all this division and hate. But on that note were you all ok when Eminem was rapping about gays and beating women? Trump says the \"p\" word and everyone acts all offended. Lol"
        }, 
        {
            "created_time": "2017-10-11T06:17:10+0000", 
            "id": "10154846825965079_540452659633757", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T06:27:00+0000", 
            "id": "10154846825965079_184453445462738", 
            "message": "stage huh? we have a conservative president that has an even bigger stage, yet he doesnt want us united.  He called mexicans rapists and drug dealers, he called for a ban on muslims, he called NFL players sons of bitches, he called neo-nazis fine people... Uh are you missing the point that M is trying to make? or you are just trying to hide your biases behind a unity rethoric?? I understand that the country is polarized, but that is not the liberals fault! are you really asking mexicans to unite with you behind a trumps presidency? are you asking muslims to rally behind trump after he tried to ban them from this country or at least their family members? are you asking jews to be patriotic americans after donald trump didnt condemn people carrying a nazi flag? are you asking black americans to bow down to yet another racist person in the name of country? if thats what you want us uniting under, then you really need to re-think what unity means to you! It s easy to speak of unity and solidarity when the hatred and vitriol dispersed by the president does not affect you! and it if it does affect you, then what are you doing?"
        }, 
        {
            "created_time": "2017-10-11T07:47:59+0000", 
            "id": "10154846825965079_184465178794898", 
            "message": "God ain’t got nothing to do with the hate that divides this country.\nIt is racism and blind ignorance of the truth.\nKeep your head in the sand.\nEminem GETS it. ✌🏻"
        }, 
        {
            "created_time": "2017-10-11T07:51:39+0000", 
            "id": "10154846825965079_1934341310223142", 
            "message": "Donald trump says things how they are. You dont disrespect our national anthem, you dont activise terrorism as a muslim extremist, you dont allow neihboring countries to swallow america with deadly drugs, and in america you have freedom of speech in limitation. What you saying Bob Wall is that nfl protesters can freely protest the national anthem but extreme leftist white supremacist communism activates should be jailed. What your saying is hypocritical and therefore your entire statment is invalid. Sry"
        }, 
        {
            "created_time": "2017-10-11T09:09:22+0000", 
            "id": "10154846825965079_261763367679838", 
            "message": "❄️"
        }, 
        {
            "created_time": "2017-10-11T16:10:20+0000", 
            "id": "10154846825965079_124172258302786", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T17:41:39+0000", 
            "id": "10154846825965079_124189591634386", 
            "message": "Bye pussy 🖕🖕🖕"
        }, 
        {
            "created_time": "2017-10-11T22:22:49+0000", 
            "id": "10154846825965079_144653839608426", 
            "message": "Bob Wall oh watching CNN HUH! 😂 you might wanna actually research the truth!"
        }, 
        {
            "created_time": "2017-10-11T23:25:16+0000", 
            "id": "10154846825965079_886307918194718", 
            "message": "He made plenty of new fans. Ignorance is not something he plans on entertaining. I'm sure he so sad to see you go...."
        }, 
        {
            "created_time": "2017-10-12T00:03:41+0000", 
            "id": "10154846825965079_672975396235230", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-12T04:17:59+0000", 
            "id": "10154846825965079_1926029457715026", 
            "message": "1st, voting for Trump was simply the route for those of us who couldn't possibly vote for Clinton, amd rightfully so. She doesn't stand for anything and lies about everything and is surrounded by scandals. Liberals complain about Russia, why? Because they helped bring out evidence of corruption in the DNC? Why is it such a bad thing to expose corruption and show you truth? It's ONLY bad because YOUR political party lost, how petty is that? Be honest.\n\n2ndly, while I may not think Trump is the best and he could do better I don't buy into the whole \"trumps a racist sexist bigot\". I haven't seen any real proof of racism, he wants LEGAL immigration and controlled immigration, which considering how Canada & europe is doing with those is a great thing!\n\nWhen events happen he takes his time for facts to come to light before making a speech on them and after antifa/BLM/neo-nazis clashed he handled it VERY well. He called it what it was, two groups of hateful violent people meeting together. That's all both of those groups are, they show up looking for trouble. He actually did us a solid in terms of unity by pointing that out and blaming them all, as it should be.\n\nConsidering the last 8 years of Obamas constant division (especially in his last term) Trump isn't doing so bad. He could be handling foreign policys better though, but again I doubt Clinton would be doing much better (she wanted to go on a war path with Russia, no fly zone over syria).\n\nPeople just watch too much biased news and media. Liberal media will spew non sense into your head all damn day if you let it. Personally as someone who likes to stay WELL informed I do my own research and stick to facts and what was said and not how it makes you feel.\n\nPersonally I can do without Ems music, his old stuff was legendary but his new stuff is really hit and miss like most artist.\n\nPointless fucking typing this because anyone who disagrees will be so triggered by it that they won't make it half way through. Honestly not surprising anymore."
        }, 
        {
            "created_time": "2017-10-12T06:36:46+0000", 
            "id": "10154846825965079_137530053553413", 
            "message": "But your beliefs are that a sex offender and someone who thinks Nazis are \"very fine people\" should be president gtfoh"
        }, 
        {
            "created_time": "2017-10-12T07:24:36+0000", 
            "id": "10154846825965079_1348433198616166", 
            "message": "Smiley W. Elmore III\n\nTake a look at the transcript. If you care to educate yourself, go a bit further back even. He acknowledges that there are independent people there to protest the removal of the statue- non white supremacist who simply disagree with removing the statues.\n\nQ: You said there was hatred and violence on both sides?\n\nTrump: I think there is blame on both sides. You look at both sides. I think there is blame object both on both sides. I have no doubt about it. You don't have doubt about it either. If you reported it accurately, you would say that the neo-Nazis started this thing. They showed up in Charlottesville. Excuse me. They didn't put themselves down as neo-Nazis. You had some very bad people in that group. You also had some very fine people on both sides. You had people in that group -- excuse me, excuse me. I saw the same pictures as you did. You had people in that group that were there to protest the taking down, of to them, a very, very important statue and the renaming of a park from Robert E. Lee to another name.\"\n\nAs such, since there are people who aren't a part of these hateful groups that are also there, they could be referred to as \"fine people\". He VERY CLEARLY defines all aggressive groups there as bad people. Do yourself a favor and read the transcript of what he said instead of ignorantly saying what other uneducated sheep say.\n\nLeftist media always convinently leaves out the context in which things are said, and those who don't care to look up their own info end up being misguided. Then you all repeat each others nonsense like the good sheep you are. So fucking fustrating lmao.\n\nBring facts or stay out of arguments, facts don't care about your feelings. Welcome to reality."
        }, 
        {
            "created_time": "2017-10-12T09:36:58+0000", 
            "id": "10154846825965079_1923761091221193", 
            "message": "Michelle Chavez Cortez  Em isn't the president."
        }, 
        {
            "created_time": "2017-10-12T11:54:58+0000", 
            "id": "10154846825965079_1432428393521394", 
            "message": "Freedom of speech is a beautiful thing. Dont like it move to Korea"
        }, 
        {
            "created_time": "2017-10-12T12:18:06+0000", 
            "id": "10154846825965079_298356670680813", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-12T13:21:53+0000", 
            "id": "10154846825965079_119697108722664", 
            "message": "Typical \"Becky\" comment......"
        }, 
        {
            "created_time": "2017-10-12T15:31:23+0000", 
            "id": "10154846825965079_509858329381525", 
            "message": "If you are conservative who didn't like trump as the candidate, but voted for him anyways, you are a sheep. You should just not have voted in this election. Voting for someone just because he's your guy is pathetic, reckless and irresponsible."
        }, 
        {
            "created_time": "2017-10-12T16:54:42+0000", 
            "id": "10154846825965079_1973822789531046", 
            "message": "He chose humanity over money, something you trumpers can't comprehend."
        }, 
        {
            "created_time": "2017-10-12T20:20:16+0000", 
            "id": "10154846825965079_320827331724641", 
            "message": "aw , such a little snowflake."
        }
    ]
}