{
    "data": {
        "created_time": "2017-10-11T09:19:14+0000", 
        "id": "10154846825965079_1925302887791131", 
        "message": "I am a huge fan of Eminem to this day, but Music and Politics aside, a majority of what he's saying is untrue.\n\nHe's talks about giving Obama praise but talks about Trump flying in planes while bombs drop, but Obama dropped more bombs on more countries than any president has since WWII (contradiction #1).\n\nThen talks about disrespecting the military and says Trump wants to send soldiers them back to Africa after coming home from Iraq when Obama deported more people than any president in US history (contradiction #2).\n\nThen he says that Trumps dad was a scumbag because of his background and assumes that he's the same; but using that logic, wouldn't that make Eminem a dead beat dad since his dad walked out on him? (contradiction #3)\n\nHip-Hop is about dropping knowledge and being conscious, but it's hard to acknowledge it when he's spewing contradictory raps because it's popular right now, ESPECIALLY since he's always gone against the grain and rapped about what people don't want to hear because it's an unpopular opinion or it's touchy.\n\nGotta realize Eminem was raised on welfare in trailer parks..seems like he forgot where the hell he came from.\n\nEminem has always bashed presidents and the government (so this is no surprise), but the fact that it's popular right now and his 3 most recent songs are about Trump, it's becoming arbitrary and repetitive.\n#MAGA"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 95
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T11:22:58+0000", 
            "id": "10154846825965079_138199706806491", 
            "message": "Wrong, tRump is unfit for office and arrived at it through treasonous means. Enjoy the impeachment."
        }, 
        {
            "created_time": "2017-10-11T11:40:20+0000", 
            "id": "10154846825965079_1449684591779461", 
            "message": "Jesse Ashe..you must be a Snowflake. Lol\n#WINNING"
        }, 
        {
            "created_time": "2017-10-11T12:30:04+0000", 
            "id": "10154846825965079_352610358513932", 
            "message": "Jesse Ashe how about you hold your breath while you wait for that impeachment."
        }, 
        {
            "created_time": "2017-10-11T13:56:50+0000", 
            "id": "10154846825965079_138229200136875", 
            "message": "Lol says the triggered Snowflake who wrote a paper to a musician that just told them Fuck you. Nah I'm planning the party, do you want to be the impeachment day clown Danielle? It pays better than internet troll."
        }, 
        {
            "created_time": "2017-10-11T15:08:08+0000", 
            "id": "10154846825965079_352659158509052", 
            "message": "You've commented the same thing several times on this post. Am I the troll, or are you? Lmao"
        }, 
        {
            "created_time": "2017-10-11T16:51:04+0000", 
            "id": "10154846825965079_145505272729292", 
            "message": "Danielle Nicole No......while you wait bitch"
        }, 
        {
            "created_time": "2017-10-11T17:07:16+0000", 
            "id": "10154846825965079_128336584555161", 
            "message": "Everything he said was facts all true"
        }, 
        {
            "created_time": "2017-10-11T17:52:00+0000", 
            "id": "10154846825965079_792138577624352", 
            "message": "“Snowflakes.” “Obummer.” “Libtards.” You people really don’t have any self-awareness, do you? You’re making complete asses of yourselves, chanting all these things. Saying MAGA all day, every day doesn’t mean Trump is doing it. Quite the opposite. For anyone to criticize an entertainer for speaking his mind is clueless! The “president” is nothing but a low class, name-calling bully, when HE is supposed to be a diplomat. My 74 year old father, who remembers back to Truman: “why do they call us snowflakes as an insult? They’re all different and beautiful. I’m just fine being a snowflake. Better than a fool.”"
        }, 
        {
            "created_time": "2017-10-11T18:04:04+0000", 
            "id": "10154846825965079_1450012025080051", 
            "message": "This is fucking awesome"
        }, 
        {
            "created_time": "2017-10-11T18:05:28+0000", 
            "id": "10154846825965079_303963216752451", 
            "message": "Jesse Ashe what’s your argument? Do you have valid debate points? Do you have a voice or just cyphon from CNN? Good luck with your impeachment, we’re comin for you!\n\nMAGA"
        }, 
        {
            "created_time": "2017-10-11T18:06:25+0000", 
            "id": "10154846825965079_280758662432189", 
            "message": "Jesse Ashe it’s gonna be a long 8 years for you"
        }, 
        {
            "created_time": "2017-10-11T18:06:59+0000", 
            "id": "10154846825965079_138267520133043", 
            "message": "Bill Kine tolerant liberal calls a woman with a different view than his own a bitch. Classic"
        }, 
        {
            "created_time": "2017-10-11T18:07:53+0000", 
            "id": "10154846825965079_124194881633857", 
            "message": "Elissa Kennedy we not gonna talk about the hot words that even MM used in this rap? Racist? Deplorable? Comon people wake the fuck up"
        }, 
        {
            "created_time": "2017-10-11T18:08:58+0000", 
            "id": "10154846825965079_145519412727878", 
            "message": "Dazzal Corn you and the rest of the left do not own facts. Truth stands alone and it’s coming out more and more everyday. The evils of the elites are being exposed #harveyweinstein"
        }, 
        {
            "created_time": "2017-10-11T18:46:52+0000", 
            "id": "10154846825965079_352951921832212", 
            "message": "Lee the try hard troll, desperately trying to defend a lying corrupt politician. Poor attempt at a threat, but I guess that's what happens when you live in a haze of stupidity."
        }, 
        {
            "created_time": "2017-10-11T19:46:50+0000", 
            "id": "10154846825965079_128369337885219", 
            "message": "Jesse Ashe first of all not a troll just bc we disagree that’s called democracy try it. And it’s not a threat at all, not like it’s up to me to vote him back in, that’s up to the democratic process. Again, try it."
        }, 
        {
            "created_time": "2017-10-11T19:47:36+0000", 
            "id": "10154846825965079_237651903429814", 
            "message": "Elissa Kennedy you aren’t even able to recognize the hot words being touted by leftists against all those on the right? Bc I heard several in this freestyle"
        }, 
        {
            "created_time": "2017-10-11T20:08:46+0000", 
            "id": "10154846825965079_1106100592853774", 
            "message": "Posting 7 times in a row on one thread makes you a troll. Also don't attempt to lecture anyone on the democratic process when you support a traitor, the tRump campaign solicited aid from a hostile anti-Democracy foreign government."
        }, 
        {
            "created_time": "2017-10-11T21:16:01+0000", 
            "id": "10154846825965079_493491427699665", 
            "message": "Not to be a buzzkill but your first two contradictions are hardly a fair comparison Obama was president for eight years and Trump hasn't even been a president for a year. You could compare Obama's first 10 months vs Trump's 10 months and then your comparison would make more sense."
        }, 
        {
            "created_time": "2017-10-11T21:45:37+0000", 
            "id": "10154846825965079_1941709372739319", 
            "message": "Actually hip hop is about telling and living your truth. His influence comes from living with people that go through. He comes from the same place of those that are not afforded a voice.  Trump has shown and proved that he is about himself and always has been.  NYC and Jersey stopped dealing with him a long time ago because he ain't sh!t. So piss off if you mad and didn't care for the message."
        }, 
        {
            "created_time": "2017-10-11T22:11:32+0000", 
            "id": "10154846825965079_127206228001012", 
            "message": "You seem to get it. He sold out a long time ago :( Went from a fresh change, lyrical genius and rebel to a MTV poster child. Wonder if he's representing himself or a contract?"
        }, 
        {
            "created_time": "2017-10-11T22:18:24+0000", 
            "id": "10154846825965079_375719039524105", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T23:04:19+0000", 
            "id": "10154846825965079_2007780119458584", 
            "message": "Nailed it! I loved Em as an artist and respected him as a man as he grew up in life. But he wants to create a civil war with drawling lines? Pathetic!!!"
        }, 
        {
            "created_time": "2017-10-12T00:30:25+0000", 
            "id": "10154846825965079_122931195128834", 
            "message": "Jesse Ashe, Hillary lost.  It's high time liberals get over it. Your only retorts are empty \"threats\" based on 100% unsubstantiated and hypothetical situations. But then again, when has a liberal ever had a grasp of reality to begin with?"
        }, 
        {
            "created_time": "2017-10-12T00:40:19+0000", 
            "id": "10154846825965079_1738156529821232", 
            "message": "Jesse Ashe also, there is still no proof that the Trump campaign colluded with anyone, as the traitor, Reality Winner, quickly found out. Also, you claim they don't support Democracy? Do you mean they, themselves are not a democracy or they don't \"support\" any country who practices it? Did you support the idea of Democratic socialism? People would have to understand your bleak definition and understanding of democracy before anyone took your \"sick burn\" at all seriously."
        }
    ]
}