{
    "data": {
        "created_time": "2017-10-11T01:11:15+0000", 
        "id": "10154846825965079_1523088274433984", 
        "message": "I hate you more than words can express, all those years supporting you in spirit were such a waste of love. Don't even bother with a new album, you're too retarded to use the magic of music for anything useful. You're just going to drive yourself even more crazy, but I won't be helping you out of it this time, you can go fuck yourself. Have fun rhyming words to 'sound cool' dipshit."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 74
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 150
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:16:17+0000", 
            "id": "10154846825965079_2002533430018893", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T01:16:58+0000", 
            "id": "10154846825965079_2436220213268959", 
            "message": "Sean J. Hoddy He's the one butthurt, pretty sure the cancer is growing in there by now. ;)"
        }, 
        {
            "created_time": "2017-10-11T01:17:54+0000", 
            "id": "10154846825965079_2002533766685526", 
            "message": "People are sick of Trump...deal"
        }, 
        {
            "created_time": "2017-10-11T01:18:31+0000", 
            "id": "10154846825965079_275036919654855", 
            "message": "He has been “cool” .... did u not hear THE ENTIRE FREESTYLE? 🖕🖕🖕🖕🖕🖕🖕🖕"
        }, 
        {
            "created_time": "2017-10-11T01:18:45+0000", 
            "id": "10154846825965079_826479887525657", 
            "message": "lol, what does trump got to do with this? Do I look like a Trump supporter?"
        }, 
        {
            "created_time": "2017-10-11T01:19:44+0000", 
            "id": "10154846825965079_1523093074433504", 
            "message": "I heard the symphony in H freestyle which apparently he has no fucking idea what he was talking about, I do though."
        }, 
        {
            "created_time": "2017-10-11T01:30:53+0000", 
            "id": "10154846825965079_826483150858664", 
            "message": "Why don't you complain some more, Neanderthal?"
        }, 
        {
            "created_time": "2017-10-11T01:33:34+0000", 
            "id": "10154846825965079_275040219654525", 
            "message": "Go listen to his cypher till the end.  You'll see how he feels about your opinion."
        }, 
        {
            "created_time": "2017-10-11T01:44:56+0000", 
            "id": "10154846825965079_1752247428128097", 
            "message": "Your a bum Hollie Teufel"
        }, 
        {
            "created_time": "2017-10-11T01:51:35+0000", 
            "id": "10154846825965079_1752254104794096", 
            "message": "Eddie Gomez Yep, you're right. I am a bum who lives in a tent, and you're a parasite who doesn't GIVE A SHIT about the planet you live off of."
        }, 
        {
            "created_time": "2017-10-11T02:02:31+0000", 
            "id": "10154846825965079_1634529813253622", 
            "message": "Dakota Atkins at least Neanderthals didn't destroy the very planet that supports them, they gave a shit to it also. They were probably much more intelligent than modern humans who don't even know how to feed themselves without money."
        }, 
        {
            "created_time": "2017-10-11T02:04:18+0000", 
            "id": "10154846825965079_341360992977320", 
            "message": "What would you all do without toilets and your antibacterial soap? lol"
        }, 
        {
            "created_time": "2017-10-11T02:09:50+0000", 
            "id": "10154846825965079_1889346411316838", 
            "message": "Nothing you have said made any sense. We need to be willing to have intelligent conversations about difficult topics or this thing just goes round and round"
        }, 
        {
            "created_time": "2017-10-11T02:10:55+0000", 
            "id": "10154846825965079_322452861550925", 
            "message": "John Duba It made plenty of sense. You're just too stupid to understand what symbiotic harmony is."
        }, 
        {
            "created_time": "2017-10-11T02:15:54+0000", 
            "id": "10154846825965079_939003872915444", 
            "message": "You eat food from the planet, the plants that you and the animals eat need shit to grow healthy. Instead of handling your own shit you depend on a faulty system and let the government handle your shit for you in a very inefficient manner which is destroying the planet you live on. You probably have a job that is equally as destructive to the planet but hey, sheep don't know any better so it's not really your fault you're a parasite. You could have cared as much as I do but then you'd probably be a 'bum' living in a tent too."
        }, 
        {
            "created_time": "2017-10-11T02:17:36+0000", 
            "id": "10154846825965079_881487355333078", 
            "message": "a bum that actually gives a shit, what a concept."
        }, 
        {
            "created_time": "2017-10-11T02:24:04+0000", 
            "id": "10154846825965079_1889348781316601", 
            "message": "Oh and for anyone wondering, I'm not a Trump supporter but I do appreciate his lack of professionalism which is helping awaken Americans to the corruption. It's also good comedy if you don't take it too seriously. Ever since he was elected I began looking forward to the memes that would commence, it's a joke really. I would have voted Jill Stein but being that she's green party I didn't really think she had much of a chance so I didn't bother."
        }, 
        {
            "created_time": "2017-10-11T02:26:16+0000", 
            "id": "10154846825965079_881489778666169", 
            "message": "And here he is: the retardest retard of all time. At least you did win something for once."
        }, 
        {
            "created_time": "2017-10-11T02:27:45+0000", 
            "id": "10154846825965079_495280860843584", 
            "message": "Dominic Bukoitz are you announcing yourself? I'm not a 'he' lol"
        }, 
        {
            "created_time": "2017-10-11T03:05:06+0000", 
            "id": "10154846825965079_138297933568955", 
            "message": "Dominic you are mentally challenged."
        }, 
        {
            "created_time": "2017-10-11T03:08:48+0000", 
            "id": "10154846825965079_138298766902205", 
            "message": "Sean J. Hoddy who is sick of trump besides liberals?  Not much for real facts are we?"
        }, 
        {
            "created_time": "2017-10-11T03:19:38+0000", 
            "id": "10154846825965079_1925922580992595", 
            "message": "Your sick of real men and real women fighting for you rights to speak freely while we fight to defend you're rights to speak we give it all and not come home.I have one leg and one arm gone served proudly with the Marines so if I'm to stand by my president as I did Obama I will Semper Fi but Eminem can blow me with his babbling bullshit black white yellow green idgaf who you are treat me with respect get it don't get the horns simple put your garbage your statement garbage you a fucking clown and a complete waste of air your mother should swallowed you instead we have to listen to some white guy from Detroit who wish he was black to have a big duck but instead his daught e rs mother got a train ran deep faster then the to get pretending they won a world series"
        }, 
        {
            "created_time": "2017-10-11T03:31:18+0000", 
            "id": "10154846825965079_1886356108359795", 
            "message": "\"All those years supporting you\" yet you cry when he offends you? Hilarious."
        }, 
        {
            "created_time": "2017-10-11T03:32:19+0000", 
            "id": "10154846825965079_298470270556748", 
            "message": "Drugs. Don't take drugs kids."
        }, 
        {
            "created_time": "2017-10-11T03:37:46+0000", 
            "id": "10154846825965079_1925925677658952", 
            "message": "You personally helped Eminem deal with his problems? Color me skeptical.\n\nAlso when you say it's funny if you don't take it seriously, I find it incredible that someone could be so callous as to not take the threat of nuclear war with North Korea seriously, or the hundreds of thousands without drinking water in Puerto Rico seriously."
        }
    ]
}