{
    "data": {
        "created_time": "2017-10-11T03:27:45+0000", 
        "id": "10154846825965079_1524581467626462", 
        "message": "So basically you just told your fans who grew up listening to you that if they are trump supporters than we can go fuck ourselves lol. Yeah very tolerant of you and trust and believe you won’t have to draw no lines in the sand for me cuz I listened to your entire freestyle and those will be the very last words I ever listen to of yours again 🖕🏻🖕🏻🖕🏻✌🏻✌🏻✌🏻"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 33
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 359
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1196
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 187
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:34:05+0000", 
            "id": "10154846825965079_298470503890058", 
            "message": "Fuck you and fuck Donald Trump. With the last name Sanchez what makes you think you won’t be on the wrong side of your stupid fucking border wall after having your pussy grabbed? Do the world a favor. Get your tubes tied"
        }, 
        {
            "created_time": "2017-10-11T03:37:07+0000", 
            "id": "10154846825965079_746625805531601", 
            "message": "Craig Cobain so tolerant of the Spanish people UNLESS they are conservative republicans 🤣🤣🤣 please continue to show your true colors I truly do find it amusing ... by the way, I’m ems age and didn’t have kids to bring up in a world like we live in now. Rather save them from the cluster fuck of madness known as the “liberal” party"
        }, 
        {
            "created_time": "2017-10-11T03:38:42+0000", 
            "id": "10154846825965079_134685503844931", 
            "message": "I’m extremely tolerant of everyone. That’s my point. You’re defending a man who blatantly hates anyone of color. But please do continue to tell me about how liberals are ruining this country."
        }, 
        {
            "created_time": "2017-10-11T03:41:38+0000", 
            "id": "10154846825965079_134685770511571", 
            "message": "Craig Cobain the “isms” & “ists” & “phobics” from Hillary’s dictionary don’t fly with me. Come up with new material besides him being a racist and I’ll engage your debate seriously. Until than, I’m bored with the same old vitriolic verbiage used to describe My President"
        }, 
        {
            "created_time": "2017-10-11T03:43:04+0000", 
            "id": "10154846825965079_134685923844889", 
            "message": "Craig Cobain oh and forgive me for misunderstanding your extreme tolerance for “everyone” ... I must’ve missed that point when you told me to have my tubes tied because I am a republican and not a Democrat 😉😉😉 lol"
        }, 
        {
            "created_time": "2017-10-11T03:45:11+0000", 
            "id": "10154846825965079_910712509075715", 
            "message": "I didn’t tell you to have your tubes tied because you’re Republican. I said it because you’re fucking stupid and shouldn’t breed more stupid fucking people like yourself."
        }, 
        {
            "created_time": "2017-10-11T03:47:30+0000", 
            "id": "10154846825965079_746628698864645", 
            "message": "Craig Cobain oh I’m sorry I didn’t realize that having a difference of opinion regarding politics makes me stupid & requires me to have my tubes tied. Again, please continue to show how tolerant and accepting you are of “everyone” as you so eloquently stated earlier 🤣🤣🤣 god you liberals make it way too easy for me hahahahah !!!!!"
        }, 
        {
            "created_time": "2017-10-11T03:48:47+0000", 
            "id": "10154846825965079_746628868864628", 
            "message": "Why are you riding with this dude? Google the Central park 5 case. This man is clearly a racist. He's been acting like this for a long time before this election."
        }, 
        {
            "created_time": "2017-10-11T03:50:03+0000", 
            "id": "10154846825965079_1524592424292033", 
            "message": "Ditto! Go Trump🇺🇸"
        }, 
        {
            "created_time": "2017-10-11T04:04:04+0000", 
            "id": "10154846825965079_134688717177943", 
            "message": "Sandy Bernard I’m not saying I agree with everything about him and I do appreciate you asking me and not attacking me. If only everyone could engage in political debates with mutual respect we’d learn so much more from each other and about each other so I very sincerely want to thank you for being respectful ☺️ ... my issue is with Eminem finishing his freestyle with saying if we support trump we can go fuck our selves and he’s drawing a line in the sand. If more people engaged in healthy debates instead of shutting down the second people don’t agree, no one wins. Do I feel he has racist tendencies? Sure I also believe that the majority of people have to some degree racist tendencies of their own and only really show it when they’re surrounded with loved ones they can trust. That’s when the truth comes out whether it’s a racist joke or when someone’s driving and gets cut off in traffic and they vent in anger. There are many ways people can be racist. I’m guilty of it to some degree as well in jokes that I may tell etc but am I a hateful person who won’t bother with someone simply because they are not my race or color? Absolutely not. I always pride myself on liking everyone UNTIL they give me a reason not too."
        }, 
        {
            "created_time": "2017-10-11T04:25:39+0000", 
            "id": "10154846825965079_1886371918358214", 
            "message": "Trump Hates you tho"
        }, 
        {
            "created_time": "2017-10-11T04:28:17+0000", 
            "id": "10154846825965079_1524610974290178", 
            "message": "Y'all mad and triggered 😂 love it"
        }, 
        {
            "created_time": "2017-10-11T04:30:27+0000", 
            "id": "10154846825965079_910725912407708", 
            "message": "I don't think he cares ma'am."
        }, 
        {
            "created_time": "2017-10-11T04:34:19+0000", 
            "id": "10154846825965079_910727039074262", 
            "message": "Carol Kelly I don’t need him to like me cuz I love myself plenty ... what I need him to do is put laws in place that benefit my financial security for the future. I don’t need accolades what I need is for him to do his job period end of story. It’s not a popularity contest for me here it’s about growing old and NOT having to work 2-3 jobs because businesses can not afford to give their employees raises because they are getting taxed out the ass, choked by regulations etc. that’s what I care about not if he likes me cuz I’m Puerto Rican ... I’ll leave it up to the liberals to worry about being like and allowed to sit at the cool table. I’ll be busy working and banking that money 🤑🤑🤑"
        }, 
        {
            "created_time": "2017-10-11T04:36:23+0000", 
            "id": "10154846825965079_134693403844141", 
            "message": "Jennifer Jones not mad but extremely satisfied that he told it like it was from his perspective. And I told him how it is from my perspective. See how freedom of speech works??? Isn’t it a beautiful thing 😉😉😉🇺🇸🇺🇸🇺🇸🙌🏻🙌🏻🙌🏻"
        }, 
        {
            "created_time": "2017-10-11T04:38:35+0000", 
            "id": "10154846825965079_134693610510787", 
            "message": "The laws he will put into place wont benifit you .. It will benefit the rich. And it certainly won't benifit a latina woman. But okay we will just wait. I hope things get better for you. 2-3 jobs sounds like a bummer"
        }, 
        {
            "created_time": "2017-10-11T04:38:52+0000", 
            "id": "10154846825965079_298488603888248", 
            "message": "He's putting justice ahead of money. It's called integrity."
        }, 
        {
            "created_time": "2017-10-11T04:39:14+0000", 
            "id": "10154846825965079_1886377285024344", 
            "message": "Taryn Cherelle Evans I absolutely agree with you cuz he made it perfectly clear at the end of his freestyle how much he doesn’t care about half of his fan base."
        }, 
        {
            "created_time": "2017-10-11T04:41:26+0000", 
            "id": "10154846825965079_910728862407413", 
            "message": "Not close to half. Em crossed over years ago, losing a few fans won't hurt his income. Lost a few, gained plenty more."
        }, 
        {
            "created_time": "2017-10-11T04:41:31+0000", 
            "id": "10154846825965079_1524617434289532", 
            "message": "Yes jane. Intergrity. Something that jasmine lacks. She said in the comments that she is not concerned whether trump doesn't like her for being puertorican, shes just worried about getting her money."
        }, 
        {
            "created_time": "2017-10-11T04:47:51+0000", 
            "id": "10154846825965079_1420949447973950", 
            "message": "Carol Kelly I only have one job but I was speaking about many I know who are working multiple jobs to support themselves. I am grateful that I am finally in a position in life where I don’t have to pull the multiple jobs while also trying to have a life roller coaster. It definitely was a bummer 100% ... I’m also grateful for being able to for the first time in my life purchase a house by myself because of the 7% increase in mortgage approval ratings for first time home buyers since Election Day. And I’m also feeling blessed that my employers were able to give many of us who work there and work hard, significant raises just a few months ago because they are already feeling the relief from the insane regulations that had them hostage for many years. I’d say it’s been an all around a great ride for me & many others like me since January 20th 2017 😍😍😍🙌🏻🙌🏻🙌🏻"
        }, 
        {
            "created_time": "2017-10-11T04:54:08+0000", 
            "id": "10154846825965079_746647688862746", 
            "message": "Carol Kelly and yes Carol, I don’t need him to like me I need him to do his JOB that’s it!!! My boss isn’t gonna care if I walk into work and like her. She cares that I show up for work and do my job. I don’t want sunshine and rainbows to be blown up my ass for 8 years like the former president did which only made my health insurance go higher, rent go higher, medical bills go higher, all while saying how he “loved everyone” lol!!! Love don’t pay the bills 😉😉😉"
        }, 
        {
            "created_time": "2017-10-11T04:55:14+0000", 
            "id": "10154846825965079_298491813887927", 
            "message": "Eminem talking about trump offended you? Not him saying he's gonna rape his mom kill Kim slit her throat and steal Halie? Ahahaha holy fuck your dumb as shit. Im a republican and Trump is just a dumb piece of shit. I think it's cool he doesn't give a fuck cuz im the same way an arrogant asshole who doesn't give a shit but come on, he can at least admit he's a dumb fucking dick head like i do. Your just weak minded I can tell don't ask how let's just say i have 6th sense"
        }, 
        {
            "created_time": "2017-10-11T04:56:11+0000", 
            "id": "10154846825965079_1925942057657314", 
            "message": "Trump would deport you first and ask if you're illegal second hahaha all sad"
        }, 
        {
            "created_time": "2017-10-11T04:59:25+0000", 
            "id": "10154846825965079_1886381141690625", 
            "message": "I’m just trying to figure out how you can say you grew up listening to Eminem and now support trump? Like trump is the epitome of everything Eminem has ever been against. On another note, Eminem won’t miss your 12.99 you won’t spend on maybe the one more album he may release if he feels like it."
        }
    ]
}