{
    "data": {
        "created_time": "2017-10-11T04:57:39+0000", 
        "id": "10154846825965079_1524625797622029", 
        "message": "It's kind of amusing, saying \"Fuck you\"  to the people (fans) who's support provided you with success because they don't agree with you about something. It really is pathetic and the definition of being a bitchass.\n\nWith that being said, fuck you too and have a nice day :)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 58
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T14:52:01+0000", 
            "id": "10154846825965079_870017243165521", 
            "message": "Awww trumptard butt hurt? Go grab some pussies, you'll feel better. Hypocrite."
        }, 
        {
            "created_time": "2017-10-11T16:22:40+0000", 
            "id": "10154846825965079_352674215174213", 
            "message": "Great come back! But nah, I don't get butthurt but I'm sure you do. See what I did there? And hypocrite? 🤣🤣🤣🤣"
        }, 
        {
            "created_time": "2017-10-11T16:25:37+0000", 
            "id": "10154846825965079_352674818507486", 
            "message": "Nothing I said was hypocrisy however you're a gay guy defending someone notorious for gay bashing 😂"
        }, 
        {
            "created_time": "2017-10-11T18:42:20+0000", 
            "id": "10154846825965079_1450045425076711", 
            "message": "Lol if this makes you stop listening to him then you never actually listened to his music. To get even a glimpse of his personality."
        }, 
        {
            "created_time": "2017-10-11T23:49:38+0000", 
            "id": "10154846825965079_134029707323835", 
            "message": "Dustin Leonard we got it !! But now ... he crossed the line... you alienate a lot of people and fan base doing that shit !! \nNo respect for him OR his music..."
        }, 
        {
            "created_time": "2017-10-12T09:49:47+0000", 
            "id": "10154846825965079_292180091284333", 
            "message": "😂😂😂"
        }, 
        {
            "created_time": "2017-10-12T10:34:58+0000", 
            "id": "10154846825965079_1527660773966270", 
            "message": "Justin Parks your a dumb cunt"
        }, 
        {
            "created_time": "2017-10-12T10:35:41+0000", 
            "id": "10154846825965079_1985894498352625", 
            "message": "Justin Parks what a faggit"
        }, 
        {
            "created_time": "2017-10-13T05:10:54+0000", 
            "id": "10154846825965079_770632093139556", 
            "message": "Kinda like our President has done to people who helped him get his millions and now he wants to take away rights and be an effin dictator? Wants to take away healthcare from people who actually voted for him .... See where this is going? How can you back Trump but cut Em off? Clearly, everything he said went over your head."
        }, 
        {
            "created_time": "2017-10-13T05:29:11+0000", 
            "id": "10154846825965079_770635846472514", 
            "message": "Except everything Em said was a CNN narrative which is now the least reliable source of news (proven fact, example being about 2 months ago an exec producer for CNN was caught on video saying there is zero evidence of Russian collusion). Go ahead and pick any part of that \"cypher\" and I'll provide sources of its fallacy. His healthcare bill isn't finished yet so you have no idea what's going to be revised or removed. And how can I support Trump and cut Em off? Because that's exactly what he asked for but that must have went over your head."
        }, 
        {
            "created_time": "2017-10-13T22:09:10+0000", 
            "id": "10154846825965079_905517906263685", 
            "message": "Alicia Brivio but you don't. For the simple fact that you can't separate his opinion from his music. He is an outspoken person. If you knew this you'd take that into account and see this coming from Him. But you seemed shocked. Which you never really knew his shit then"
        }, 
        {
            "created_time": "2017-10-14T11:31:45+0000", 
            "id": "10154846825965079_492455924469090", 
            "message": "Fuck you don't listen to him the majority of his fans hate trump Anyways if I was him I wouldn't want you listening to my music either"
        }, 
        {
            "created_time": "2017-10-15T16:37:15+0000", 
            "id": "10154846825965079_131399334179660", 
            "message": ""
        }
    ]
}