{
    "data": {
        "created_time": "2014-09-11T18:06:37+0000", 
        "id": "10152307203240079_10152307223435079", 
        "message": "I'm a teacher and Eminem is my favorite rapper. That being said, I hope none of my kids buy his t-shirt. What idiotic pandering to a generation of \"anti-establishment-wannabe -thugs\". I know school isn't easy for everyone but come on Marshall. Come on. Fuck School? Really? Fuck the greatest FREE public education system in the world, that has to meet the needs of the most diverse population ever brought together in the history of the planet? All I can do is roll my eyes at this, because I'm sure he doesn't even believe it. If his daughter was a dropout, as a father, I'm sure he would have been disappointed. This isn't even \"keeping it real\", it's just keeping it stupid."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 268
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-11T18:12:37+0000", 
            "id": "10152307203240079_10152307233965079", 
            "message": "It Isnt Him Actually. Its His Management Team Or Advertising People Who Are Administrating This Page And Promoting his Stuff Put This Up."
        }, 
        {
            "created_time": "2014-09-11T18:14:19+0000", 
            "id": "10152307203240079_10152307236360079", 
            "message": "If he's your favorite rapper and you have a problem with him saying this, you probably never listened to anything around the Marshall Mather's lp"
        }, 
        {
            "created_time": "2014-09-11T20:53:10+0000", 
            "id": "10152307203240079_10152307617030079", 
            "message": "Well said!!!!"
        }, 
        {
            "created_time": "2014-09-11T22:39:30+0000", 
            "id": "10152307203240079_10152307776025079", 
            "message": "If you go online there is no fuck school t shirt. It was just a pic for this post"
        }, 
        {
            "created_time": "2014-09-11T22:52:08+0000", 
            "id": "10152307203240079_10152307797995079", 
            "message": "He's not promoting Fuck School by makin shirts. It's a SALE,,u know the irony when retailers doing SALE promotion of their things usually putting headline like 'back to school' instead his doing fuck school...that all of his merchandise is on sale. But there is no any shirt write 'fuck school'. So calm the fuck down. His daughter a graduate school and attending University of Michigan. Soo,,,,did u guys notice that? Did u said something about it? No,,,cuz all of u so called fans just focusing on the words Fuck School without knowing what it's about."
        }, 
        {
            "created_time": "2014-09-11T23:33:56+0000", 
            "id": "10152307203240079_10152307838345079", 
            "message": "Thank you for pointing that out to me... but yes. I did mention his daughter and the importance of her education."
        }, 
        {
            "created_time": "2014-09-12T02:30:55+0000", 
            "id": "10152307203240079_10152308041005079", 
            "message": "Even if it is just for a sale its disheartening. kids look up to him and takes what he says to heart like other rappers "
        }, 
        {
            "created_time": "2014-09-12T02:45:00+0000", 
            "id": "10152307203240079_10152308057700079", 
            "message": "Yep I thought fuck school when I was younger now I am paying for it but I am picking myself back up!"
        }, 
        {
            "created_time": "2014-09-12T03:57:21+0000", 
            "id": "10152307203240079_10152308132670079", 
            "message": "um no, as from my experience with the american public school system, i can tell you now that your ignorant sheep rant is a bunch of reprehensible bullshit. The school system is full of cynical assholes that despise individuality and self expression. with a few teachers as an exeption. And the greatest FREE public education system in the world? dont fucking make me laugh, maybe you should do some research instead of sticking to your petty patriotic pride. be open minded, something public school doesent tolerate. Make sure you check inside your own hollow skull before you call something else stupid Anthony DG. and fuck school"
        }, 
        {
            "created_time": "2014-09-12T04:11:50+0000", 
            "id": "10152307203240079_10152308147100079", 
            "message": "Shut the fuck up 😂"
        }, 
        {
            "created_time": "2014-09-12T04:12:04+0000", 
            "id": "10152307203240079_10152308147290079", 
            "message": "You are just saying this Cuz ur a teacher and a dumbass teacher btw! FUCK SCHOOL"
        }, 
        {
            "created_time": "2014-09-12T05:46:33+0000", 
            "id": "10152307203240079_10152308224835079", 
            "message": "That fact that she said we have the greatest eduction system in the world is a joke. Obviously school has taught her nothing. Good day."
        }, 
        {
            "created_time": "2014-09-12T06:15:36+0000", 
            "id": "10152307203240079_10152308249060079", 
            "message": "Shortened version of my comment: Fuck school(s), not education.\n\nThe part about the greatest FREE public education system in the world was genuine comedic gold! I went to a school with teachers an above average amount of teachers that truly knew their stuff and taught REALLY well and I still laughed like you wouldn't believe at that comment. If you're harboring the delusion that our schools and teachings aren't full of brain washing then I worry for the children. The idea of standardized school and dragging children along that really can't keep up is a farce in itself. To give myself a bit of credibility; I had straight A's in all advance placement classes while sleeping my way through the majority of them and that speaks for itself but I also participated in programs that allowed me to go to other schools, larger schools with larger budgets, and can definitely say I went to a very good school comparatively. I have an above average intelligence but I'm far from a genius. Fuck School not education."
        }, 
        {
            "created_time": "2014-09-12T06:46:22+0000", 
            "id": "10152307203240079_10152308272905079", 
            "message": "Fuck school"
        }, 
        {
            "created_time": "2014-09-12T06:50:03+0000", 
            "id": "10152307203240079_10152308275410079", 
            "message": "I don't mind a difference of opinion, but it seems a lot of you don't know about the growing charter school movement. Fact is, a lot of the negative associations you have with your time at school are actively being reformed and changed. It's a slow going process nation wide, but mostly because education reform is handled state-by-state for the most part. I don't want to get into a back and forth on facebook because that seems silly. But I would encourage you to look into the new and exciting ways teachers are now engaging their students. Or, you can stay cynical and oppositional for fun. I am used to working with children after all..."
        }, 
        {
            "created_time": "2014-09-12T06:59:00+0000", 
            "id": "10152307203240079_10152308282195079", 
            "message": "Preacher preacher! Fifth grade teacher!\nYou can't reach me, my mom can't neither\nYou can't teach me a goddamn thing cause\nI watch TV and Comcast cable\nAnd you ain't able to stop these thoughts\nYou can't stop me from topping these charts B| Shady till I die <3 #peace "
        }, 
        {
            "created_time": "2014-09-12T07:00:20+0000", 
            "id": "10152307203240079_10152308283075079", 
            "message": "That's actually one of my favorite verses he's ever recorded. Thus my internal conflict."
        }, 
        {
            "created_time": "2014-09-12T07:21:45+0000", 
            "id": "10152307203240079_10152308296240079", 
            "message": "School prevent students from exploring the world!"
        }, 
        {
            "created_time": "2014-09-12T07:23:56+0000", 
            "id": "10152307203240079_10152308297350079", 
            "message": "fuck school B-) SHADY TILL I #DIE"
        }, 
        {
            "created_time": "2014-09-12T07:52:30+0000", 
            "id": "10152307203240079_10152308311725079", 
            "message": "Some of ya comments are lame! Be stupid and not get an education and it will be shady till ya like fries with that! Smdh"
        }, 
        {
            "created_time": "2014-09-12T08:38:37+0000", 
            "id": "10152307203240079_10152308338915079", 
            "message": "You know, Eminem hires people for management, that being said, Anthony is completely right.\nAlso, with a massive fan base, he should be encouraging education,\nJust a thought :)"
        }, 
        {
            "created_time": "2014-09-12T09:03:57+0000", 
            "id": "10152307203240079_10152308352810079", 
            "message": "Public education in America kinda sucks compared to other developed countries, there's good universities though."
        }, 
        {
            "created_time": "2014-09-12T10:37:59+0000", 
            "id": "10152307203240079_10152308448145079", 
            "message": "This world needs a new school system that's for sure!"
        }, 
        {
            "created_time": "2014-09-12T13:19:34+0000", 
            "id": "10152307203240079_10152308658690079", 
            "message": "Anthony well said."
        }, 
        {
            "created_time": "2014-09-12T13:25:36+0000", 
            "id": "10152307203240079_10152308664445079", 
            "message": "Anthony sir fuck school!"
        }
    ]
}