{
    "data": {
        "created_time": "2016-12-01T04:36:32+0000", 
        "id": "10153996323540079_1602401803399160", 
        "message": "Help the movement against the Brazilian government, please they are making fun of us with ridiculous measures in the congress in favor of corruption and the privileged bourgeoisie. Show the truth on the page of yours, truth that is camouflaged by our media. Please help us ..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-30T11:16:13+0000", 
            "id": "10153996323540079_1262421267158565", 
            "message": "god bless, he hears everyone in the world believe me, even me. god bless u all in Brazilian to have a better world ova there, same goes for the whole world.amen. god loves everyone in the world, don't forget to help and pray to heal the world in a lot of Love, more of us pray for this happen, it will work some magic, I promise, I'm a witness. amen. Aloha."
        }, 
        {
            "created_time": "2016-12-30T11:24:50+0000", 
            "id": "10153996323540079_1154921394629049", 
            "message": "Everyday for 20yrs. now, I have been studying my bible by myself, and all i can say is his SPIRIT is ALIVE, and hope u all believe and have faith in your prayer's, not wit ur ass, wit ur souls.amen. God Bless u all. Love him with all ur heart, mind and soul, this is first commandment.Aloha.HA"
        }, 
        {
            "created_time": "2016-12-30T11:34:05+0000", 
            "id": "10153996323540079_1262427020491323", 
            "message": "Everything I write on here or any of Eminem page, will only be erased the next day, and the reason to that, this is his page, and I need to have respect for him. God Bless."
        }
    ]
}