{
    "data": {
        "created_time": "2015-04-02T19:35:26+0000", 
        "id": "10152725873710079_10152726223620079", 
        "message": "I hope you know, accept and understand that you really are an inspiration to people. My 15 1/2 yr old son is a white boy from the burbs, and I am a white girl Sunday school teacher mom, but have a WIDE genre of music I like. Though I like Will Smith, with rap though it's mainly just you I listened to. You're different and I love that.\n I would listen to your work as my kids grew up. even though people judged me for doing so with them around, even though it was the 'clean' version.  All they hear is 'rap' and nothing else. So judgmental, so typical to stereotype and be ignorant instead of opening their mind and listening. \nYour lyrics are amazing, heartfelt, sometimes hysterically funny, and always have a meaning. It's not just a bunch of rhymes, it's a story. He started loving rap and he now plays in a church youth band as the bass guitarist, and went to a competition this past weekend. He was in one category with his band for a song, and in another category by himself for a rap solo. He nailed it, but little did he know it had to be original. But they let him do it anyway. He didn't win for the rap, but the band won and is going to nationals in Orlando in August. \nHe loves your music, would love to go to a concert and love to meet you someday to say thank you. I honestly feel like me allowing him to experience rap with you as he grew up helped him be able to do it today and not be afraid to. \nBe proud of yourself. You have no idea the positive influence you have over people. Even a kid in a church youth band.\n\nThree of his favs. Rap, Bond and chocolate."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}