{
    "data": {
        "created_time": "2014-09-30T20:23:23+0000", 
        "id": "10153072983156729_10153081968301729", 
        "message": "Agree entirely with Jamie. Don't want Facebook messenger app. I should be able to see messages without downloading that app.  Thank u."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-30T21:15:56+0000", 
            "id": "10153072983156729_10153082059956729", 
            "message": "Hi Dominic. We hear your concern. Separating messages from the Facebook app into Messenger allows us to provide a better overall experience to the Facebook community, and linking between the two apps is quick and easy. -Elissa"
        }, 
        {
            "created_time": "2014-09-30T21:52:59+0000", 
            "id": "10153072983156729_10153082128301729", 
            "message": "Still don't need it or want it"
        }, 
        {
            "created_time": "2014-10-01T00:54:47+0000", 
            "id": "10153072983156729_10153082381961729", 
            "message": "Wait, you will /remove/ messages from the default app? If that's the case looks like I will be using my browser set to desktop mode. I tried the app and didn't see a place where I could make myself invisible.\n\nI use FB messages/chat to talk with people I want to, and I do not appear visible to the general public because I don't need to be chatting with everyone on my friends list. Don't need to, don't want to, and since the app demanded I appear online to everyone I deleted it after just 5 minutes.\n\nIn fact that debacle hurt some feelings. Someone saw me online after such a long time (since I have chat turned off for everyone basically) and figured I had long ago blocked them (specifically and personally, instead of the reality of \"everyone but my partner\") but had just re-added them. Once I deleted the app they thought I had re-blocked them only minutes after having come online again. Then I got yelled at/guilt tripped via message through another person (the chat person contacted a relative about all this, trying to make me look bad). Just the kind of BS someone with depression needs in their life you know?\n\nNot appearing online has been a staple of chat programs since AoL Instant Message over a decade ago. It is like trying to make a pizza without cheese. It isn't even pizza, and it makes everyone wonder what the heck you were thinking..."
        }, 
        {
            "created_time": "2014-10-01T02:29:51+0000", 
            "id": "10153072983156729_10153082525886729", 
            "message": "Don't want the messenger app! Have heard NO good reviews?"
        }, 
        {
            "created_time": "2014-10-01T07:48:53+0000", 
            "id": "10153072983156729_10153082914231729", 
            "message": "I use it only because I don't have a smart phone but I don't like having to constantly toggle between the main FB window and Messenger to see messages while I'm on FB. Very inconvenient."
        }
    ]
}