{
    "data": {
        "created_time": "2014-09-29T18:48:41+0000", 
        "id": "10153072983156729_10153079543931729", 
        "message": "Thank you Facebook between you and god above lead me to my Mach and I say thank you"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-29T19:02:24+0000", 
            "id": "10153072983156729_10153079572541729", 
            "message": "You’re absolutely welcome, Debbie! Thank you for being a part of our community. -Chantal"
        }, 
        {
            "created_time": "2014-09-29T19:46:04+0000", 
            "id": "10153072983156729_10153079665781729", 
            "message": "is it true on nov 1st you 'll stary charging users $ 2.99 a month"
        }, 
        {
            "created_time": "2014-09-29T19:56:53+0000", 
            "id": "10153072983156729_10153079687351729", 
            "message": "Hi Richard. Thanks for checking in with us. This campaign is a known hoax. If you see content like this on Facebook, please report it to us as spam by using these tips from our Help Center: https://www.facebook.com/help/205730929485170. -Chantal"
        }, 
        {
            "created_time": "2014-09-30T03:53:25+0000", 
            "id": "10153072983156729_10153080613341729", 
            "message": "Anything, even a cent, would be much appreciated. Please read the description in the link below. It's my third week in college and I need a laptop. I will not allow this to be an impediment to my success. My mother doesn't work and my savings aren't enough for anything. I would appreciate no negative comments even if they're jokes. If you're generous enough to support, do so. If not, just keep scrolling. Thank you so much. http://www.gofundme.com/f7tvx0"
        }, 
        {
            "created_time": "2014-09-30T12:00:39+0000", 
            "id": "10153072983156729_10153081118881729", 
            "message": "I'm sorry Hun however I can give you some advice on getting a good lab top i know going thew collage is very expensive however if you go to best buy or Walmart they have a layaway plain to help show your student id and they will give you a break on it I know it dosent help at the moment however Christmas is coming and good deals will be had at either place however for now I would suggest the computer lab on school grounds and a good disk driver like Sony to back up your files you can get a good deal at office max good luck I hope my advice helps"
        }
    ]
}