{
    "data": {
        "created_time": "2014-09-29T10:03:22+0000", 
        "id": "10153072983156729_10153078656061729", 
        "message": "Wow! I thought I was the only one confused on FB rules. Recently I mentioned the names of the people who stole my dog. I had police report on one of them and I hired an Atty to go to court against both women who had my dog. I asked my fds on FB to help, FB came back & said I wasn't allowed to post their names. As if the names of people stealing some ones dog should not be announced who took them cause it's taboo. I was Very confused... Now they can keep doing it to others beloved pets... honestly believed part of FB was also to help people... \nPS those people who stole my dog called me asking for $1,000. If we wanted him back after two months of grief & worry they could hurt him or even worse. The good news is we paid it against our attys advice and our baby Bogart is now home with us again. But if FB doesn't allow us to mention the names of the people who head this scam...how many other people and their dogs can be hurt. What about the pet owners who do not have the money to pay the group of extortionist??? What happens to all the other peoples dogs when FB doesn't allow us to warn others :-) It's heart breaking to have your dog stolen. Many dogs are members of people's families. BOGART OUR doggie kid was hurt pretty bad when we got him back but vets help with that part. Now Bogart is better but has a long way to go for healing from the emotional pain that was also caused. So therefore FB can be Very confusing as far as the rules go for helping others. Of course the extortionist group were probably the ones to press button to report to FB. Now they will keep kidnapping others dogs... We had police, Atty & good fds involved. But I shudder to think what happens to All the Other dogs that the owners cannot pay them to get their beloved dogs returned. Thanks FB for not helping us stop them for the sake of others. I usually like to share in my post positive & nice things. But the ugly part of the world can touch anyone of us at any time. If we can help others for it not to continue to spread into their lives, I believe that's also a responsibility for all of us. Other wise we are only thinking of ourselves. Ok, I got my dog back so why care if this group of people get others dogs & do the same or worse... You tell me FB... This group has an inside at a vetenary clinic where they are trusted to also place other dogs no questions asked... It's a very lucrative scam. But the inventory being stolen or kidnapped has a heart beat. So I apologize for what ever rules I wasn't even aware I broke. However FB had the power to not only connect people but make a huge difference on also helping people. That was your choice to shut down the post disclosing their names. It's your site, so you can do what ever you choose. With the army of Attys you must have, It's difficult to believe you could have been in any fear of being sued. Honestly Bogarts story is so unbelievable that I could never have invented it. Even we look back at that nightmare and if we hadn't lived it,.. Its really Almost impossible to believe this group is REALLY out there doing this, with the head of it having such a trusted position in a veterinary clinic..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}