{
    "data": {
        "created_time": "2014-09-26T19:44:15+0000", 
        "id": "10153072983156729_10153073044191729", 
        "message": "Facebook how can I get my page verified by y'all? My page is authentic."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-26T20:40:11+0000", 
            "id": "10153072983156729_10153073148491729", 
            "message": "Hey Sledger. We verify profiles or Pages to help you be sure that they are who they claim to be. This feature is currently only available for well-known public figures and Pages with large followings that have the potential to be faked or claimed by other people. -Chantal"
        }, 
        {
            "created_time": "2014-09-26T22:09:44+0000", 
            "id": "10153072983156729_10153073393671729", 
            "message": "Hi Cindy"
        }, 
        {
            "created_time": "2014-09-28T16:28:20+0000", 
            "id": "10153072983156729_10153076933561729", 
            "message": "Our non-profit page - facebook.com/nationalautism has been hacked and hijacked. All of our admins have been removed. We have no access. WE NEED YOUR HELP. Have gone through normal FB channels and rec'd no response."
        }, 
        {
            "created_time": "2014-09-29T08:57:35+0000", 
            "id": "10153072983156729_10153078597736729", 
            "message": "Wow! I thought I was the only one confused on FB rules. Recently I mentioned the names of the people who stole my dog. I had police report on one of them and I hired an Atty to go to court against both women who had my dog. I asked my fds on FB to help, FB came back & said I wasn't allowed to post this. As if stealing some ones dog should and announcing who took them is taboo. I was Very confused... I honestly believed part of FB was also to help people... \nPS those people who stole my dog called me asking for $1,000. If we wanted him back. The good news was we paid it against our attys advice and our baby Bogart is now with us again. But if FB doesn't allow us to mention them how many other people and their dogs can be hurt. What about the pet owners who do not have the money to pay the extortionist??? What happens to their dogs when FB doesn't allow us to warn others :-) It's heart breaking to have your dog stolen. He was hurt when we got him back. So therefore FB can be Very confusing as far as helping others. Of course the extortionist were probably the ones to press button to report to FB. Now they will keep kidnapping others dogs, I shudder to think what happens to the dogs that the owners cannot pay them to get their beloved dogs returned. Thanks FB"
        }
    ]
}