{
    "data": {
        "created_time": "2015-07-19T15:02:53+0000", 
        "id": "10152944914445079_10152959396020079", 
        "message": "I have to say this and get it off my chest. I think Eminem is the best rapper ever he is rap god , rap king and always will be. Yh his music has helped me through a lot of tough times growing up me and Eminem are the same in a way we both had familiar child hoods. I have been a good fan for almost 10 years and I respect him and that he can be busy. But I have noticed that Eminem has been ignoring his fans as he never logs In to reply to them doesn't help them with music careers or wanna talk or meet us fans for example if you go on shady records website there are no contact details so you can't contact him and he don't want you to contact him. I'm not angry or being horrible but I am dissapointed and upset about this I understand that he is strict and needs his safety and has a personal life but us fans don't hear anything from Eminem. I will always listen to his music and be a fan I won't ever let him down but do you know how it feels knowing that Eminem your idol doesn't know you excist it feels like your being ignored sometimes. I am a good rapper that wants to be in the industry and make a name for myself I write music and practice as Eminem inspired me but labels ignore you and you don't get any help and it doesn't help being in the UK far away from em. I know em won't read this but I hope he does it. There is not 1 day I don't listen to your music thanks 👍🏻🎵🎤😎📻💿"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}