{
    "data": {
        "created_time": "2015-08-09T22:35:06+0000", 
        "id": "10152944914445079_10152999433685079", 
        "message": "Real quick:\n\nDo you know how Facebook and Google became the most powerful companies in the world?\n\nIt’s NOT helping you share pics of last night’s dinner...\n\nIt’s NOT searching for drunken cat videos...\n\nAnd it’s DEFINITELY NOT about free GMail accounts.\n\nThe simple truth is Facebook and Google SELL TRAFFIC.\n\nThey SELL TRAFFIC to business owners, and that advertising revenue alone has turned them into billion dollar companies.\n\nTraffic is the most valuable commodity on the internet, and that will never change.\n\nThis is why being a Traffic Authority reseller... PLUS taking part in the PRE­LAUNCH happening NOW is the ultimate one-­two punch.\n\nSo:\n\nIf you’re looking for a product that everyone with an online business needs...\n\n... AND you want to earn BIG Commissions over and over and over again?\n\nHere’s what you need to do next:\n\nJoin: http://www.trafficauthority.net/billion\n\nNext......\n\n3 ­ Use the marketing resources we’ve got set up FOR you.\n\nSee you inside!\n\nYour Traffic Authority Team\n\nP.S. When you become a Traffic Authority reseller, you will get access to all the tools you need to start your own online traffic brokerage business.\n\nWe give you...\n\n* All the websites, tools, and training you need to promote, convert and maintain a thriving highly profitable business (with commissions of ALL levels -- from $20 all the way to $4,000 commissions ← THAT is sexy.)\n\n* Access to the most powerful payment plan you’ll ever see called “Infinite Leverage” where you earn commissions on ALL your sales say goodbye to missing sales because of Pass-Ups and say hello to TRUE leveraged income.\n\n* HUGE commissions on our traffic store, traffic optimizer, and traffic academy products...\n\nPLUS you can earn income from your customers over and over, forever!\n\nSo right now while we’re still in the Pre-Launch phase...\n\nGet immediately plugged the our system for building a traffic business faster than you ever dreamed possible!\n\nhttp://www.trafficauthority.net/billion"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}