{
    "data": {
        "created_time": "2014-09-09T20:01:16+0000", 
        "id": "10153005994571729_10153037309601729", 
        "message": "Guess what I'm deleting Facebook because of your privacy issues with the messenger app"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-09T20:42:37+0000", 
            "id": "10153005994571729_10153037390516729", 
            "message": "Hi Billy. We hear your concerns. Learn more about the permissions Messenger requests and how we actually use those permissions here: http://on.fb.me/1qJLMjI -Chantal"
        }, 
        {
            "created_time": "2014-09-09T23:42:27+0000", 
            "id": "10153005994571729_10153037719981729", 
            "message": "These 'facts'...are they independently based or something fb wants us to beleive to give u access to our lives?......cuz ummmm i smell bs....and if EVERY post onh ere tells u anything....its that people are not buying into ur claims...time to rethink ur strategy for world domination"
        }, 
        {
            "created_time": "2014-09-10T00:09:13+0000", 
            "id": "10153005994571729_10153037763596729", 
            "message": "what the hell \"world domination\" chill bruh"
        }, 
        {
            "created_time": "2014-09-10T00:28:50+0000", 
            "id": "10153005994571729_10153037787391729", 
            "message": "Ive read instagram uses the same privacies as FB messenger."
        }, 
        {
            "created_time": "2014-09-10T01:18:09+0000", 
            "id": "10153005994571729_10153037849806729", 
            "message": "I love how they hear everyone's concerns, but does nothing to fix them, good thing my phone is so ancient it doesn't support internet."
        }, 
        {
            "created_time": "2014-09-10T02:35:34+0000", 
            "id": "10153005994571729_10153037960626729", 
            "message": "OK, WHY is it that now I MUST be logged in as my page in order to update pictures on my special page, as opposed to my personal page. For instance, I have had a page on here called Beer And Song Of The Day since October 26, 2012. In the past, I could update my pictures while still being able to talk with my friends or respond to my friends' comments. The picture tabs are now inop. Why did you mess with the settings? If it ain't broke, don't fix it! Messing with things that work are dumber than a second coat of paint (George Carlin paint quote). On top of that, the Zynga Mafia Wars/Facebook interaction is now a COMPLETE train wreck. I've been a wicked hardcore Facebook member since January 31, 2010. Are you TRYING to get rid of all of your customers? I'm beginning to understand why you're losing people. Remember when MySpace used to be great until they screwed with everything? PLEASE don't do the same thing. I don't want to have to go elsewhere."
        }, 
        {
            "created_time": "2014-09-10T05:18:39+0000", 
            "id": "10153005994571729_10153038163386729", 
            "message": "Richard, the facts are NOT independently based only. Do some real research. The Washington Post and The Wall Street Journal have already debunked all of the myths. And everything on the page Facebook linked to above is 100% true. If it wasn't, they'd get sued."
        }, 
        {
            "created_time": "2014-09-11T04:05:10+0000", 
            "id": "10153005994571729_10153039949621729", 
            "message": "lol you haven't deleted it yet Billy lmao"
        }
    ]
}