{
    "data": {
        "created_time": "2014-09-23T23:29:59+0000", 
        "id": "10153005994571729_10153067276246729", 
        "message": "I'm really upset. I just found out that FB will charge 2.99/mo starting in November.\nI have all my close friends and family members on here from my home country and know this fee will break all communication that I have worked so hard on obtaining. \nI know first hand that I won't be able to pay for this fee and that other family members will refuse to pay as well.\nI would not want to lose all my pictures I've posted over the years as well. \nI guess I have a little over a month to try and find another free website to transfer all my info/pics and contact all my family members and friends to let them know what's happening.\nNOT HAPPY AT ALL!!!!!\nHope you guys survive all the deactivations."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-24T02:11:23+0000", 
            "id": "10153005994571729_10153067523841729", 
            "message": "Thanks for the question, Yvonne. Our team is aware of this hoax campaign. Please disregard this and be sure not to release any personal or financial information to the sender. Thanks for checking in with us! -Sarah"
        }, 
        {
            "created_time": "2014-09-24T03:44:51+0000", 
            "id": "10153005994571729_10153067730736729", 
            "message": "Thank you for letting me know. I was really worried about it."
        }, 
        {
            "created_time": "2014-09-25T03:39:09+0000", 
            "id": "10153005994571729_10153069763086729", 
            "message": "Thank you so much Facebook! I'll go crazy if my FB account is gone! All of my pictures - family gatherings, life events are here!!!  :)"
        }
    ]
}