{
    "data": {
        "created_time": "2016-03-25T13:57:36+0000", 
        "id": "10153422496965079_10153424885965079", 
        "message": "March 25, 2016\n\nI can't, but we can\n\nPage 87\n\n\"From the isolation of our addiction, we find a fellowship of people with a common bond... Our faith, strength, and hope come from people sharing their recovery...\"\n\nBasic Text, p. 98\n\nAdmit no weakness, conceal all shortcomings, deny every failure, go it alone-that was the creed many of us followed. We denied that we were powerless over our addiction, that our lives had become unmanageable, despite all evidence to the contrary. Many of us would not surrender without the assurance there was something worth surrendering to. Many of us took our First Step only when we had evidence that addicts could recover in Narcotics Anonymous. \n\nIn NA, we find others who've been in the same predicament, with the same needs, who've found tools that work for them. These addicts are willing to share those tools with us and give us the emotional support we need as we learn to use them. Recovering addicts know how important the help of others can be because they've been given that help themselves. When we become a part of Narcotics Anonymous, we join a society of addicts like ourselves, a group of people who know that we help one another recover.\n\nJust for Today: I will join in the bond of recovery. I will find the experience, strength, and hope I need in the Fellowship of Narcotics Anonymous."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}