{
    "data": {
        "created_time": "2016-06-15T14:00:12+0000", 
        "id": "10153422496965079_1192299410801868", 
        "message": "June 15, 2016\n\nResistance to change\n\nPage 173\n\n\"Many of us cling to our fears, doubts, self-loathing, or hatred because there is a certain distorted security in familiar pain. It seems safer to embrace what we know than to let go of it for the unknown.\"\n\nBasic Text, p. 34\n\nWe have often heard it said that \"when the pain of remaining the same becomes greater than the pain of changing, we will change.\" Our fear can keep us from growing, afraid to end relationships, change careers, attend new meetings, begin new friendships, or attempt anything out of the ordinary. We stay in situations that are no longer working far longer than we have to simply because what is familiar feels safer than the unknown.\n\nAny change involves overcoming fear. \"What if I'm alone forever?\" we might think if we consider leaving our lover. \"What if I find out I'm incompetent?\" we may wonder when we contemplate changing careers. We may balk at attending new meetings because we will have to reach out. Our minds manufacture a hundred excuses for remaining right where we are, afraid to try something new.\n\nWe find that most of our pain comes not from change, but from resistance to change. In NA, we learn that change is how we move forward in our lives. New friends, new relationships, new interests and challenges will replace the old. With these new things in our lives, we find new joys and loves.\n\nJust for Today: I will release the old, embrace the new, and grow."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}