{
    "data": {
        "created_time": "2016-03-30T11:48:35+0000", 
        "id": "10153422496965079_1705500926394235", 
        "message": "March 30, 2016\n\nGod-centeredness\n\nPage 92\n\n\"Gradually as we become more God-centered than self-centered, our despair turns to hope.\"\n\nBasic Text, p. 95\n\nWhat a glorious thing to have hope! Before coming to Narcotics Anonymous, many of us lived lives of utter hopelessness. We believed we were destined to die from our disease. \n\nMany members speak of being on a \"pink cloud\" their first months in the program. We've stopped using, made some friends, and life looks promising. Things are going great. Then reality sets in. Life is still life-we still lose jobs, our partners still leave us, friends still die, we still get sick. Abstinence is no guarantee that life will always go our way. \n\nWhen the reality of life on its own terms sets in, we turn to our Higher Power and remember that life happens the way life happens. But no matter what occurs in our recovery we need not despair, for there is always hope. That hope lies in our relationship with our Higher Power. \n\nThis relationship, as expressed by the thought in our text, develops over time: \"Gradually we become more God-centered\". As we rely more and more on the strength of our Higher Power, life's struggles don't have to drag us into the sea of despair. As we focus more on God, we focus less on ourselves.\n\nJust for Today: I will rely on my Higher Power. I will accept that, regardless of what happens, my Higher Power will provide me with the resources to live with it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-04-03T17:14:18+0000", 
            "id": "10153422496965079_1089420184414674", 
            "message": "Great Peice Jeremy!!!"
        }
    ]
}