{
    "data": {
        "created_time": "2016-04-06T11:44:29+0000", 
        "id": "10153422496965079_1708840686060259", 
        "message": "April 06, 2016\n\nGrowing honestly\n\nPage 100\n\n\"On a practical level, changes occur because what's appropriate to one phase of recovery may not be for another.\"\n\nBasic Text, p. 105\n\nWhen we first came to Narcotics Anonymous, many of us had no legitimate occupation. Not all of us suddenly decide we're going to become honest and productive model citizens the moment we arrive in NA. But we soon find, in recovery, that we are not so comfortable doing many of the things we once did without a second thought when we were using. \n\nAs we grow in our recovery, we begin to be honest in matters that probably hadn't bothered us when we used. We start returning extra change a cashier may have given us by mistake, or admitting when we hit a parked car We find that if we can begin to be honest in these small ways the bigger tests of our honesty become much easier to handle. \n\nMany of us came here with very little capacity to be honest. But we find that as we work the Twelve Steps, our lives begin to change. We are no longer comfortable when we benefit at the expense of others. And we can feel good about our newfound honesty.\n\nJust for Today: I will examine the level of honesty in my life and see if I'm comfortable with it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}