{
    "data": {
        "created_time": "2016-04-04T04:27:41+0000", 
        "id": "10153422496965079_1089690564387636", 
        "message": "so I went to California and found some battery operated ice cubes.  They were in a freezer located above a fridgerator.\n\nI then located Ice Cube on a rag or glossy cover magazine of freeness availability.   Placed those onto squad cars within walking distance to the ocean of California.  \n\nfound a Constantine DVD.  relocated it.\n\nsat on a bench.\nvisited a black gotto and we had a discussion without words.\n\nB.S.  Live from Detroit It's the Wrecking ball taking out a entire stone structure I fell through in a vision I had whilst I was residing in a valley of minnesota.\n\nanywho the moldy shmoldy mold spores floated up and hovered for a long while.   It's all gone now. That mold didn't sink into the dirt enough to be able to survive unless you build a bunch of 2 x 4 crapola which I don't see happening upon Detroit.\n\nStone is a real person.  \n\n'He who casts the first stone'\n\nyou can't see he previous to a name\nwho is a question not a word in a sentence\ncasts:  movie or flick?\nfirst stone\n\nI do believe he is a Sullivan, Stone.\n\nLouis and Tricia are home from the Raves and are done doing exstacy for 30 days.   That was during the days soon after Louis and I would walk uphill both ways to the LQ.\n\nLouis and Tricia got my entire collection of Clive Barker horror Books, including all 5 Books of Blood.  At least one is Autographed from Clive himself from inside the Rosedale Mall located upon Saint Paul [the capitol of Minnesota].\n\nThere are the four gold plated [meaning the layer on the top of the piece of art is pure gold].  That is the Minnesota State Capitol structure.  It is made of pure stone."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}