{
    "data": {
        "created_time": "2016-03-28T21:30:17+0000", 
        "id": "10153422496965079_1141248279240315", 
        "message": "A people's initiated grassroots movement has formed in Michigan as an official ballot question committee. Abrogate Prohibition Michigan's constitutional amendment proposing full repeal of Cannabis/Hemp prohibition in 2016 has been approved and the petition signature campaign is underway. As we bring this plant out of the dark and into the light, it continues to bring numerous benefits to public health, to the economy, to the environment and to each and every person who develops a positive relationship with this useful and therapeutic herb. If a civilization truly wishes to consider itself civilized, it must embrace all technological and scientific advances. The fact that we are unnecessarily poisoning our planet, our home and our children when there are safer solutions available, raises several questions as to why these technologies are being suppressed. We as a society can no longer focus our entire efforts into what is only profitable for few. If the Constitution were being followed as originally intended, none of this would even be necessary.\n\nTogether we can fix the corruption they conveniently named \"the war on drugs\" which is in actuality a war on the people, on the families, on our children, on our health, on our environment & our inalienable rights. Prohibition has been an adjunct fabrication by powerful, and powerhungry individuals, who deceived Congress, perhaps not so deceptively, into the blatant lie that has been known as Cannabis prohibition. While we can't ourselves force the Federal Government into doing the right thing, we can do the right thing in Michigan, and we encourage you to do the same in your state too.\n\nIn making this plant completely lawful its agricultural, commercial, industrial, medicinal, personal, and recreational uses are endless. No excessive excise taxes, fines, or legislation to diminish use will be allowed. Minors will be subject only to the authorization of their parents or legal guardians for any use, meaning the parents will be in control of what happens to their children, not the government or some arbitrary agency. Other than being the most nutritionally complete food source on earth, both scientists and the federal government have already released a good amount of substantial evidence showing that Cannabis also regulates the immune sytem, prevents disease and fights cancer.\n\nThe economic benefits of Cannabis are enormous, it can be used as a nutritional food source and it can even help fight climate change. It’s creating new industries which means more jobs like cultivation, processing, sales outlets – there are numerous facets to the industry. It generates more revenue for schools and public health programs. Making a previously illegal product legal lowers the violent crime rates. A big point of contention in the U.S. recently has been the large rate of incarceration, and the amount of money flowing to the prison industrial complex. Repealing prohibition will clear out prisons, and free up time and resources for law enforcement. If these issues alone haven't provided you with enough beneficial facts to convert even the most strident prohibitionist, then what will? Of course we have to be realistic and begin to educate, to de-stigmatize the years of outright lies and propaganda while sparking more in-depth conversations. The truth is that everybody, everywhere deserves access to all the benefits of Cannabis/Hemp.\n\nIt doesn’t take a genius to realize that domesticating Hemp production will create jobs, revenue and prosperity for everyone. So the real question that should be asked of our government is… WHY is Hemp even prohibited? Let’s spread the word! Humanity must come together with a clear worldwide declaration, one that all of humanity can stand behind, one that all people can understand and endorse, one which benefits us all. www.MichICan.us"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}