{
    "data": {
        "created_time": "2017-10-27T22:07:55+0000", 
        "id": "10154900058260079_185096492055360", 
        "message": "\"Oh, I hate you Eminem. I used to be a fan, but you shouldn't mix politics with your music\". \n\nSeriously people? Lmao\n\nYou have obviously never listened to Eminem, otherwise you would know he has always been political in his music. I think a couple little songs called White America and Mosh made that pretty clear back in the day lol"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-28T11:51:39+0000", 
            "id": "10154900058260079_283442088813913", 
            "message": "Eminem mixed politics with his music since 1999, idiot"
        }, 
        {
            "created_time": "2017-10-28T13:05:40+0000", 
            "id": "10154900058260079_283466482144807", 
            "message": "I say exactly that...so apparently you need to read my post again...idiot"
        }, 
        {
            "created_time": "2017-10-28T15:44:55+0000", 
            "id": "10154900058260079_142538596373107", 
            "message": "And now hes doing it kissing ass to one side.  He turned into a puppet bitch.  Fuck trump and clinton.  There is no one good side.  Fuck the left and the right.\n\nChoosing sides is for bitches.  I hate both sides equally and now I hate eminem for trying to tell me what to think."
        }, 
        {
            "created_time": "2017-10-28T15:45:35+0000", 
            "id": "10154900058260079_530295257344260", 
            "message": "Democrat shill.  I remember when he used to rap about killing the governor.  Never mentioned political party then"
        }, 
        {
            "created_time": "2017-10-28T15:48:54+0000", 
            "id": "10154900058260079_505874593146630", 
            "message": "And Indi is retarded too.  He been political since before 99 even.  Calling you an idiot then restating the same thing cuz you didnt list enough songs lol.  Proof how dumb eminem fans are."
        }, 
        {
            "created_time": "2017-10-28T16:11:58+0000", 
            "id": "10154900058260079_485536915161975", 
            "message": "So speaking one's mind as an individual makes one a puppet bitch? I think not. Eminem is as brutally honest and as politically incorrect as anyone could get. I'm an Eminem fan."
        }, 
        {
            "created_time": "2017-10-28T17:15:45+0000", 
            "id": "10154900058260079_172327656679052", 
            "message": "I used to be."
        }, 
        {
            "created_time": "2017-10-28T18:34:50+0000", 
            "id": "10154900058260079_485583565157310", 
            "message": "www.datafilehost.com/d/00825db6"
        }, 
        {
            "created_time": "2017-10-29T15:39:35+0000", 
            "id": "10154900058260079_1964000933871025", 
            "message": "Believing there's a white America make you a puppet lmfao"
        }, 
        {
            "created_time": "2017-10-29T21:39:17+0000", 
            "id": "10154900058260079_291429804694198", 
            "message": "99? It was sooner than that"
        }, 
        {
            "created_time": "2017-11-09T13:55:46+0000", 
            "id": "10154900058260079_378584162597898", 
            "message": "Joshua Channing so you're saying we as people shouldn't use a major platform to call out political figures doing wrong around the world.  We should just shut up and take their bullshit they are ditching out. You have to be sick."
        }, 
        {
            "created_time": "2017-11-09T16:01:46+0000", 
            "id": "10154900058260079_1603265059694569", 
            "message": "Ummm Joan, can you NOT read or something?? I'm SUPPORTING Eminem and those who use their platform. Learn to read. I was mocking those who tell people like Eminem to sit down and shut up.  \n\nI use just a couple of songs as an example of Eminem using politics in his music, in defense of him going after Trump, and you all make a big deal because I didn't use other earlier political songs of his. Lol wow. So petty and missing the point completely.\n\nWhite America is the name of a song, dumbass. Not a belief. You're just an ignorant troll trying to start a \"race\" argument."
        }
    ]
}