{
    "data": {
        "created_time": "2017-10-28T16:33:49+0000", 
        "id": "10154900058260079_505913269809429", 
        "message": ":l iAM sorry EM... I can't support the devils you rallied us against now you realized you're their puppet... Enjoy that grammy? It's harder to write in code about the sacrifice they want you to make, knowing damn well, you know exactly what I write of... I fear for the real goat whom makes you grow that beard of depression... Though there's millions of fish in the sea, they have you in a net.. And you can put a tail on a goat, but it will still drown.\r\rAnd this all comes from a Pisces whose been swimming in knowledge for too long. But I appreciate the old EM who helped me get through tough times, the man I gave money to as a child so he could have his own platform to stand on... rather than the new, whose worried about money and doesn't realize he was an elite, an elite to the people, not to the powers that be... Must be nice being adored by nameless faces, who do what they want to whom they want...\r\rI realize, I will outlive all of them...\rYou, presidents, 80 year old senile men who depict the laws...\r\rI can live with myself, with no money, with love.\r\rI can create whatever I want, but I don't have to act like I'm not talented because I don't have ghost writers. Maybe I don't have to be as blunt/rude, but that's the language of the beast, how you all wanted us to be.\r\rOn paper, I can come off as a dick, but, I'm real, kind and generous.. And I'm tired of watching the world burn like that cover art is depicting... Not to mention, it's by a man who thinks he's a badass cause he does shots on stage...\r\rI'd say, you signed him but, chances are, it was more than circumstancial... I will listen to YOUR new album... But I'm not paying for it... I refuse to fill the overflowing pockets anymore, in return, my pockets will overflow with my own concerns going towards food... I don't need new clothes everyday, or gold necklaces... It's nice seeing you removed that \"sobriety necklace\" in favor of gold..\r\rBut hey, might aswell get your 2 cents before the media money is no longer a sustainable income..\r\rYou can shit on whoever you want, but I work factories, like the ones they had in Detroit, before we shipped them overseas.\r\rAll I wanted you to do was chill out a sec, smoke a blunt.. But apparently you hate knowing I've been here since day one ripping into mostly you...\r\rBut I thought someone as real as you could understand critical thinking.. But maybe I was naive to think you were real in the first place, cause, when everyone lies to your face, it's hard to question someone giving you the facts..\r\rI want a new Mos Def album more than I want a reiteration of your old LP..\rWe loved the truth... And truthfully, I can listen to your new bad freestyles... Purely because I know you did it for a paycheck. If someone gave me hundreds of thousands to make up why trump was bad, with no limit to it's production value... Pfffft ok.. But last I checked its against the law to take money for a product and not disclose it to your audience... So enjoy that straw on the camels back.. There's millions underneath it..\rIt's Mathematics.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-01T01:05:34+0000", 
            "id": "10154900058260079_865034260325160", 
            "message": ""
        }
    ]
}