{
    "data": {
        "created_time": "2017-10-27T14:34:28+0000", 
        "id": "10154900058260079_10154900146755079", 
        "message": "Come on ppl, this man has spoken out about EVERYTHING and it was oh he's awesome, he has no filter.  Stop getting butthurt, A LOT of ppl disapprove trump, maybe some of u have friends that don't share the same opinions about him but you won't stop being friends with them., so what's the difference here..smh, get your priorities straight ppl, everyone is going to have an opinion about something, if you disapprove then fine thats your right. but stop with this bullshit of I'm not buying or listening to him ever again...bigger things going on in this world than getting butthurt off of someone's opinion....smh, this world had gotten so soft and every little thing hurts or offends you..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 32
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-27T14:57:40+0000", 
            "id": "10154900058260079_524730371226804", 
            "message": "You really are stupid lol. The fans who mad Eminem who he is he said \"fuck you\" so all his millions of fans that voted for Trump he told to fuck off and you expect people not to be butt hurt. Eminem ain't shit without his fans so stfu and get s clue"
        }, 
        {
            "created_time": "2017-10-27T14:58:55+0000", 
            "id": "10154900058260079_524730761226765", 
            "message": "Would you have felt the same if it was Obama? Bill Clinton? George Bush?  Doesn't matter!!  You don't scream disrespect about our POTUS. You don't tell anyone who supports their POTUS to F..off.  His music is trash!  He stands on no format. If you read the comments on this thread alone, you can see how many mindless people just follow what he says. Ridiculous!"
        }, 
        {
            "created_time": "2017-10-27T15:04:52+0000", 
            "id": "10154900058260079_524732504559924", 
            "message": "They are called Snowflakes and they exist on both sides of the isle"
        }, 
        {
            "created_time": "2017-10-27T15:09:44+0000", 
            "id": "10154900058260079_524737917892716", 
            "message": "It doesnt matter what ppl think of anyone, it does not  affect my life AT ALL... I can give a rats ass what ppl say about Obama, Clinton, Bush  JFK, George Washington, Grover Cleveland or ANY of the presidents we have had...honestly for me its not that serious...as for being a dumb bitch Joshua Blaze i may be a bitch but I'm far from dumb...maybe next time come back with an intelligent comment...lol😂"
        }, 
        {
            "created_time": "2017-10-27T15:15:30+0000", 
            "id": "10154900058260079_524741287892379", 
            "message": "Natalie You gots ignore ignorance. If he doesn’t know you and gonna call you that just think how he treats his own woman..... maybe boyfriend"
        }, 
        {
            "created_time": "2017-10-27T15:31:41+0000", 
            "id": "10154900058260079_524749484558226", 
            "message": "Joshua Blaze did you just call someone stupid with that strung together paragraph? Learn English dear boy😂😂😂😂 fool"
        }, 
        {
            "created_time": "2017-10-27T15:31:58+0000", 
            "id": "10154900058260079_237939413403859", 
            "message": "I myself do not resort to name calling,I was brought up better than that...i just let the  comments from others speak for themselves...ive learned through education and even friendships and/or casual encounters to have a debate or even a heated discussion without name calling...but unfortunately there are those that don't and will resort to name calling because they got nothing else.  You're right idk these ppl, do their opinions of me matter,  no...why?  Cause they are nothing to me, my life will not change cause you called me a name. I still get to fall fast asleep as soon as my head hits the pillow at night!"
        }, 
        {
            "created_time": "2017-10-27T15:49:00+0000", 
            "id": "10154900058260079_524755577890950", 
            "message": "Although everyone is \"entitled to their opinion\", sometimes opinions are just dead wrong and lacking any factual evidence.  I guess we should change that quote to \"everyone is entitled to their own form of indoctrination\".  This would be more logical."
        }, 
        {
            "created_time": "2017-10-27T16:05:10+0000", 
            "id": "10154900058260079_237952740069193", 
            "message": "And thats why they are called opinions not facts. OPINION: a view or judgment formed about something, not necessarily based on fact or knowledge...."
        }, 
        {
            "created_time": "2017-10-27T18:50:22+0000", 
            "id": "10154900058260079_238012673396533", 
            "message": "Joshua Blaze the people who are butt hurt wasn't A Eminem fan to begin with dumb ass bitch fuck you."
        }, 
        {
            "created_time": "2017-10-27T18:53:12+0000", 
            "id": "10154900058260079_524815714551603", 
            "message": "Michelle Green get off his page then lil bitch Fuck you #ShadyGang"
        }, 
        {
            "created_time": "2017-10-27T19:07:07+0000", 
            "id": "10154900058260079_1890686214583254", 
            "message": "Emmanuel Reese  well aren't you a classy guy! I bet you will go far in life!"
        }, 
        {
            "created_time": "2017-10-27T19:08:05+0000", 
            "id": "10154900058260079_524818947884613", 
            "message": "Natalie Becerra-Rodriguez  I wish you would have been brought up to have respect for your country!"
        }, 
        {
            "created_time": "2017-10-27T19:15:40+0000", 
            "id": "10154900058260079_1890689344582941", 
            "message": "Em letting kid rock (pro trump) feature on a track under shady records ruins that freestyle message. He played black folks."
        }, 
        {
            "created_time": "2017-10-27T19:16:07+0000", 
            "id": "10154900058260079_524820504551124", 
            "message": "Hi Michelle Green, do I know you?  Do you know me?  Were you there when I was growing up?  I respect our country, I was raised Catholic, and growing up stood up EVERYDAY to pledge my allegiance Monday thru Friday.  But because I say everyone has a right to an opinion I have no respect?  I can disagree with ALL 44 presidents and many of their views and STILL have respect for my country...that my dear is called freedom..."
        }, 
        {
            "created_time": "2017-10-27T19:19:02+0000", 
            "id": "10154900058260079_1890689907916218", 
            "message": "Matt, I think he played kid rock....lmao😂"
        }, 
        {
            "created_time": "2017-10-27T19:34:20+0000", 
            "id": "10154900058260079_238021963395604", 
            "message": "Natalie Becerra-Rodriguez you dont pay to get featured...you get paid when featured....how did kid rock get played when he's just gonna be paid...."
        }, 
        {
            "created_time": "2017-10-27T19:35:19+0000", 
            "id": "10154900058260079_524824501217391", 
            "message": "Saying fuck trump supporters then paying one is called hypocritcal"
        }, 
        {
            "created_time": "2017-10-27T19:35:58+0000", 
            "id": "10154900058260079_238022226728911", 
            "message": "Go ahead and buy the yelawolf album and support a trump supporter though..."
        }, 
        {
            "created_time": "2017-10-27T19:42:27+0000", 
            "id": "10154900058260079_128378081199845", 
            "message": "He got played cause obviously the album was produced many months ago...his rap on BET was what a month ago? So yea, kid got played..."
        }, 
        {
            "created_time": "2017-10-28T06:36:23+0000", 
            "id": "10154900058260079_122080205155766", 
            "message": "Joshua Blaze stop crying lmfaoo"
        }, 
        {
            "created_time": "2017-10-28T18:34:26+0000", 
            "id": "10154900058260079_485583448490655", 
            "message": "www.datafilehost.com/d/00825db6"
        }, 
        {
            "created_time": "2017-10-28T21:05:15+0000", 
            "id": "10154900058260079_237993143398996", 
            "message": "i agree with Natalie everyone has there own opinion stop getting so upset you sensitive bitchs"
        }
    ]
}