{
    "data": {
        "created_time": "2017-10-27T22:57:16+0000", 
        "id": "10154900058260079_231827260683533", 
        "message": "To all the people saying that eminem has been dissing  presidents for years your right. And I don't care about people dissing presidents or anyone in particular. But him saying fuck you to his own  fans who support trump was what made me stop listening. And no it's not because it was trump in particular. I wouldn't listen to him any more if he said that to his fans who support any politicians. Most the rappers I listen to are saying fuck trump every other song. Or fuck Hillary.. But whoever they talk about Ive never heard 1 of them say fuck my fans. That's a whole different ball park. And yeah I know he doesn't give a fuck if I stop listening to him or anyone else who does. But I don't want to listen to a dickhead like that. I also don't care if people respond to me saying \"then why are you still following him then?\" Or putting gifs  talking about me being butt hurt or something. Don't be hypocritical cause everyone knows if you respond with something like that then you get easily butt hurt and don't like people having different opinions then you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-27T23:36:44+0000", 
            "id": "10154900058260079_231834190682840", 
            "message": "Im not going to do stupid typed insults or send a lame moving picture or say ur still following or any of that shit...\n\nIm just curious if you beleive every one can have a opinion and you dont care what ppl think or say about yours y take  the time to post that information?"
        }, 
        {
            "created_time": "2017-10-27T23:41:48+0000", 
            "id": "10154900058260079_156572818278226", 
            "message": "Tom Jones I do believe everyone can have an opinion. I just don't take the time to care when people say hypocritical things and insult someone for their opinion. If people respond to me with legitimate points and questions like you I'll take note of it and respect their opinion. I just don't like childish and hypocritical responses. Cause is doesn't get anyone anywhere."
        }, 
        {
            "created_time": "2017-10-28T00:49:07+0000", 
            "id": "10154900058260079_138058526839622", 
            "message": "Yep, amen"
        }, 
        {
            "created_time": "2017-10-29T17:35:14+0000", 
            "id": "10154900058260079_2021245024820437", 
            "message": "U not listening to him don't make a difference he still richer and better than u"
        }, 
        {
            "created_time": "2017-10-31T17:21:52+0000", 
            "id": "10154900058260079_1623218917739555", 
            "message": "Why would eminem want trashy trump supporters as fans?"
        }, 
        {
            "created_time": "2017-10-31T17:33:53+0000", 
            "id": "10154900058260079_339949626467127", 
            "message": "Jerad Telles that's a disturbingly closed minded statement"
        }
    ]
}