{
    "data": {
        "created_time": "2017-10-27T14:17:24+0000", 
        "id": "10154900058260079_10154900112165079", 
        "message": "Sorry man, you put out some good stuff, but that last \"freestyle\" thing was garbage, and showed just what a sellout you have become, would the real Marshal please stand up....."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-27T14:20:26+0000", 
            "id": "10154900058260079_10154900120390079", 
            "message": "Why you still following and commenting then? You’re jelly."
        }, 
        {
            "created_time": "2017-10-27T14:22:15+0000", 
            "id": "10154900058260079_10154900123680079", 
            "message": "Oh boo hooo"
        }, 
        {
            "created_time": "2017-10-27T14:26:47+0000", 
            "id": "10154900058260079_10154900133870079", 
            "message": "Don't be haten cuz the dude is washed up, you white wanna be gangsta rappers? Lmao, fucken posers wanna act like they got a clue and can relate when they never lived the life, fucken pathetic."
        }, 
        {
            "created_time": "2017-10-27T14:35:23+0000", 
            "id": "10154900058260079_10154900148110079", 
            "message": "If you think he's washed up, then you really don't care about lyrics. In his freestyle there was plenty of double entendres and lyrical products."
        }, 
        {
            "created_time": "2017-10-27T14:35:53+0000", 
            "id": "10154900058260079_10154900149195079", 
            "message": "You get your own opinion. Don't like em, that's cool.\nBut how did the freestyle, in which he shared his own opinions on the matter, show that he sold out, when he knew he'd lose a fair amount of fans because of it?\nThat's pretty real to me. If he only cared about selling out and making dough he wouldn't have even touched on it"
        }, 
        {
            "created_time": "2017-10-27T14:42:29+0000", 
            "id": "10154900058260079_10154900162150079", 
            "message": "I didn't see any freestyle about Obozzo letting Detroit drink brown water for 8 years, or how the Democrats let the city and state go to shit? He sold out by not keeping it real. All he did was bash a president who has only been in office for 10 months, but already done more for this country then the last 8, people listening to his crap like it's gospel have no clue on the facts, thinking what he's saying is true, and it's not. Keep it real is all I'm saying."
        }, 
        {
            "created_time": "2017-10-27T14:48:28+0000", 
            "id": "10154900058260079_10154900172450079", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-27T14:54:55+0000", 
            "id": "10154900058260079_10154900186045079", 
            "message": "Okay Natalie Louise Day, but would u be offended if I wanted to use a full body condom ? I mean your kinda cute but look a little risky to me ."
        }, 
        {
            "created_time": "2017-10-27T15:22:43+0000", 
            "id": "10154900058260079_237935596737574", 
            "message": "Dude. M has been shitting on presidents for years. He has like 4 produced songs shitting on Bush. GTFO with this shit."
        }, 
        {
            "created_time": "2017-10-27T17:04:46+0000", 
            "id": "10154900058260079_237967410067726", 
            "message": "Daniel Aaron Monroe, and Dude shouldn't be running his face about shit he don't know, even his boys in the back of the video have the WTF is he saying look on their faces?"
        }, 
        {
            "created_time": "2017-10-27T17:21:36+0000", 
            "id": "10154900058260079_1890644717920737", 
            "message": "And I just do not got the patience\nTo deal with these cocky Caucasians\nWho think I'm some wigger who just tries to be black\n‘Cause I talk with an accent and grab on my balls\nSo they always keep asking the same fucking questions\nWhat school did I go to, what hood I grew up in\nThe why, the who, what, when, the where and the how\n'Til I'm grabbing my hair and I'm tearin' it out\n‘Cause they driving me crazy, I can't take it\nI'm racin', I'm pacin', I stand and I sit\nAnd I'm thankful for every fan that I get\nBut I can't take a shit\nIn the bathroom without someone standing by it\nNo, I won't sign you an autograph\nYou can call me an asshole, I'm glad\n‘Cause I am whatever you say I am\n\n- The Way I Am"
        }, 
        {
            "created_time": "2017-10-27T17:47:58+0000", 
            "id": "10154900058260079_1890653384586537", 
            "message": "Know what's funny he did this same spoken word style freestyle last year dissing celebrities nobody said shit he diss trump its a problem. Lol"
        }, 
        {
            "created_time": "2017-10-27T18:00:19+0000", 
            "id": "10154900058260079_237981323399668", 
            "message": "Mike A Jefferstone, no what's funny is people not understanding the difference between a president and an actor/celebrity, Trump knows both worlds, he donates his pay to charity and has been attacked since day one because he understands that open borders will lead to an unsustainable population in America in 10 years, and because he wants to put Americans and America first."
        }, 
        {
            "created_time": "2017-10-27T18:34:08+0000", 
            "id": "10154900058260079_238009513396849", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-27T19:01:04+0000", 
            "id": "10154900058260079_238014576729676", 
            "message": "Shut up bitch fuck off"
        }, 
        {
            "created_time": "2017-10-27T19:37:09+0000", 
            "id": "10154900058260079_524825087883999", 
            "message": "Maritza Perez-Rivera, is that what you look like when you look at your family on the other side of the wall, or what you looked like when you lost and will lose again in another 3 years? Lmao."
        }, 
        {
            "created_time": "2017-10-27T19:37:50+0000", 
            "id": "10154900058260079_524825264550648", 
            "message": "Emmanuel Reese, nice mouth, see you in prison in a couple years, just another drain on society."
        }, 
        {
            "created_time": "2017-10-27T20:34:35+0000", 
            "id": "10154900058260079_2005644919702846", 
            "message": "So, you're gonna meet this guy in prison? Shoot and a miss..."
        }, 
        {
            "created_time": "2017-10-27T20:35:26+0000", 
            "id": "10154900058260079_2005645143036157", 
            "message": "Darmon Gardiner did you research or watch any other part of his rallies besides the ones talking about a border wall? Do you know anything about President Trump,other than the stuff he says?"
        }, 
        {
            "created_time": "2017-10-27T23:16:13+0000", 
            "id": "10154900058260079_231831254016467", 
            "message": "Didn't he say FUCK YOU. BYE BITCH."
        }, 
        {
            "created_time": "2017-10-28T00:28:18+0000", 
            "id": "10154900058260079_231842257348700", 
            "message": "It's not being a sellout if he doesn't like someone and calls him out. He's standing up for what he believes."
        }, 
        {
            "created_time": "2017-10-28T00:47:49+0000", 
            "id": "10154900058260079_156583164943858", 
            "message": "Darmon Gardiner sounds a liiiiiiittle hurt in the butt-cavity..poor lil feller doesn't understand what being a sellout is :("
        }, 
        {
            "created_time": "2017-10-28T00:50:22+0000", 
            "id": "10154900058260079_138058646839610", 
            "message": "Mike A Jefferstone it's because trump supporters like Darmon Gardiner are just thinking \"duuurrrr....trump iz a wiiiiinnneeeeeerrrrrrrrrrr,duuuurrrr, someone much more intelligent than me realizes this and pointed it out,duuuurrrrr,now I'm saaaaaaaddd\" 😂"
        }, 
        {
            "created_time": "2017-10-28T02:53:22+0000", 
            "id": "10154900058260079_1886855408297060", 
            "message": "Darmon Gardiner you are stupid an ignorant because I’m not Mexican you dum idiot."
        }, 
        {
            "created_time": "2017-10-28T13:17:17+0000", 
            "id": "10154900058260079_530189530688166", 
            "message": "Josh Galay, and people like you are like BaaaaHaaaaa...BaaaaaaHaaàa like good little sheeple BaaaaHaaaaa CNN said it so it gotta be true running a country isn't like counting that cheddar you make from selling your little dime bags bro, when you have a clue and can debate let me know..."
        }
    ]
}