{
    "data": {
        "created_time": "2017-10-27T14:54:32+0000", 
        "id": "10154900058260079_10154900184960079", 
        "message": "Remeber that sh.t that went down when the Dixie chicks bashed president Bush and then they caved  came back whimpering with their tail between their legs and apologized 😂 weak af. Weak affff. \n\nEveryone is entitled to their own political beliefs and opinions regardless of how crazy or unpopular they may seem.\n\nThe next time someone feels like talking sh.t about someone elses beliefs.. try to remember: You arent that person, you dont know that person, you havent lived their life or walked a mile or 10,000 in their shoes... so you wouldnt understand then why they believe the things they believe and they vote the way they vote. If someone needs you to believe what they believe it means they have no real conviction or faith because they are afraid to walk alone in their own beliefs so they try to force others into following them.  \n\nPeople who are intolerant of diverse opinions often psychologically antagonize, abuse, OR attempt to control others in an attempt to have company in their own wavering beliefs. Just say what you feel and mean regardless or who is going to say what.\n\n The only way for others to know you ever existed here on earth is for you to express yourself, to make an impression with your words or actions... to date to create a ripple in still water and a sound within the silence..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-27T15:33:29+0000", 
            "id": "10154900058260079_237939806737153", 
            "message": "Yea Dixie chicks who played country the other a rapper. Keep telling yourself you're half his fan base if it makes you feel better. His Facebook likes have stayed at 90 million so you're not hurting shit cup cake."
        }, 
        {
            "created_time": "2017-10-27T15:48:28+0000", 
            "id": "10154900058260079_237944003403400", 
            "message": "Chode"
        }, 
        {
            "created_time": "2017-10-28T12:24:54+0000", 
            "id": "10154900058260079_530160460691073", 
            "message": "Em dissed bush. He didn't apologize. Because he is the G.O.A.T"
        }, 
        {
            "created_time": "2017-10-31T01:33:42+0000", 
            "id": "10154900058260079_124402008236521", 
            "message": ""
        }
    ]
}