{
    "data": {
        "created_time": "2017-07-28T09:49:56+0000", 
        "id": "1903313136575556_1906050262968510", 
        "message": "What is Coca-Cola's strategy to reduce the number of single-use plastic bottles ending up on our beaches and oceans?\n\nCoca-Cola alone sells over 100 billion single-use plastic bottles every year.\n\nThat’s well over 3,000 a second. Think of this number....\n\nAs the biggest name in the soft drinks industry, you really cannot afford to continue to be an eco-villain in this story, but instead a pioneer who can motivate others to follow more ethical practices."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-28T15:26:54+0000", 
            "id": "1903313136575556_1906183369621866", 
            "message": "Hi Isabella, at this stage, our focus is on recovering all of our packaging so none of it ends up as litter or in the oceans. We’ve worked with a number of experts and organisations to understand where we should focus our efforts. Plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre. As part of our strategy, we’ll be seeking reform of the recycling system in the UK to improve recovery and recycling rates. We’re confident that the progress evident in Great Britain over the last ten years – having moved from a limited collection of plastic bottles to almost 6 out of every 10 now being recycled – indicates a positive outlook for the future. We hope that initiatives like this will encourage consumers to recycle every bottle after use and we’re continually evolving our recycling strategy and investing in innovations to support our overall sustainability commitments."
        }, 
        {
            "created_time": "2017-08-24T02:02:54+0000", 
            "id": "1903313136575556_1916133281960208", 
            "message": "Coca-Cola glass is better for the environment because no oil is extracted to make it, only sand which is in plentiful supply. A glass bottle may smash when dropped, but a plastic bottle will burst and leave the contents equally undrinkable. Why not go back to the old system of giving customers a discount for every glass bottle they return, so these bottles can be sterilised and refilled multiple times?"
        }
    ]
}