{
    "data": {
        "created_time": "2016-03-08T19:33:38+0000", 
        "id": "10154456369126729_10154456720991729", 
        "message": "yesterday i sent Facebook here a private message about a problem i am having in attempting to block someone ....i thought to do it as a private message and be polite about it....BUT.....evidently Facebook doesn't seem to appreciate my efforts in doing that,,i assume just as Facebook  never really listens to any of us but does as it wishes...,not even having any type of live customer service...ok here is my situation and perhaps someone who signs on here will have the answer since it seems that Facebook can't be bothered to assist me.....i want to BLOCK someone from posting to me...yes i did go to settings...and i did go to block....and i did type in the persons name and clicked on the one of many that came up...to block that person....i then received the usual screen advising me that if i block them, etc etc...i did click to block them...i then received a screen i have never seen before....from Facebook advising me that THIS PERSON CANNOT BE BLOCKED FOR NOW....I TRIED IT NUMEROUS TIMES LAST NIGHT AND AGAIN JUST NOW....are we suddenly not allowed to block those we care to block and only the ones that Facebook allows us to?  It also advises that perhaps i should contact this person directly myself because she may not realize that she is bothering me....If anyone reading this...that is if Facebook does not hide or delete it...has an answer for me, i would greatly appreciate it...and i do thank you in advance....BTW this person i have never 'liked' on Facebook and she, according to her page has 1,869,930 FOLLOWERS...i will gladly give you her name if interested."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-08T19:40:02+0000", 
            "id": "10154456369126729_10154456734756729", 
            "message": "Hey Faleen. We hear your frustration. Have you tried following these steps to block a Page? Learn more: http://on.fb.me/1UbLEZD. -Jordan"
        }, 
        {
            "created_time": "2016-03-08T19:48:25+0000", 
            "id": "10154456369126729_10154456755486729", 
            "message": "Facebook I hope you are still there...i did not know to do this until you just posted for me HOWEVER...i did just go there and clicked on  the *** and it then sent me a screen advising that this person would not be able to etc. etc...so i clicked on it to block...and guess what????  any idea???i did get another screen pop up with the following...yes it will  look familiar   \"\"\"\"This profile can’t be blocked for now\nYou can report Pages or profiles if you think they’re doing something that goes against our Community Standards. Learn more.\nIf you think you're seeing this by mistake, please let us know.\"\"\"\"   any other suggestions?"
        }, 
        {
            "created_time": "2016-03-08T19:50:40+0000", 
            "id": "10154456369126729_10154456758966729", 
            "message": "What is and who is this person that she can have such control over whether i see anything from her??  is she part of Facebook perhaps?  cant think of any other reason why you (Facebook) is doing what i consider holding me prisoner here...it is really upsetting me"
        }, 
        {
            "created_time": "2016-03-08T23:41:48+0000", 
            "id": "10154456369126729_1055630574459015", 
            "message": "Faleen Fedol with all those followers ....she's probably making money for them."
        }, 
        {
            "created_time": "2016-03-08T23:43:38+0000", 
            "id": "10154456369126729_563555743807329", 
            "message": "Barbara Garrett i agree and i can't seem to block her no matter what...i simply dont wan to see her name or page and have her possible try posting on my page again...it isn't that its the end of the world, but i feel it is an intrusion of my privacy and it bothers me"
        }, 
        {
            "created_time": "2016-03-08T23:52:09+0000", 
            "id": "10154456369126729_563556913807212", 
            "message": "Faleen Fedol I understand. And Facebook should do something about it ASAP. It is your right to block anyone you want, not Facebook's. Would you mind sending me her name?"
        }, 
        {
            "created_time": "2016-03-09T00:29:11+0000", 
            "id": "10154456369126729_563563220473248", 
            "message": "Barbara Garrett I posted it in your private message area....there are quite a few ppl with that same name...and yet to me is doesn't sound that common...."
        }, 
        {
            "created_time": "2016-03-11T01:47:58+0000", 
            "id": "10154456369126729_549646331879865", 
            "message": "I just received another posting from this woman.....Facebook   STILL WILL NOT ALLOW ME TO BLOCK HER...  what is the problem that i cannot block this woman?.....it is upsetting to me....Barbara Garrett, were you able to find out any helpful information?....i guess this may be why Facebook does not have any live customer service, so that they can't be bothered with people being harassed ??...something so 'funny' here....this woman 'invited' me and tons of others to wish her father a happy birthday today...and i see on here there is a man announcing that it is his birthday today to celebrate....wouldn't it be coincidental IF this is how she gets all the names and such to add to her massive list?"
        }
    ]
}