{
    "data": {
        "created_time": "2016-03-23T17:09:06+0000", 
        "id": "10154456369126729_1695435807396151", 
        "message": "I want to ask one important question : in my business facebook account I cannot find the \"email\" button to send email to facebook. I want to verify my account using my ID card so how can I send email to facebook??"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-23T17:18:00+0000", 
            "id": "10154456369126729_556034707907694", 
            "message": "Hey Timothy. If you're an admin of a local business Page, you may be eligible for a gray verification badge, which you'll see in your Page's settings. Learn more: http://bit.ly/1RkQFwW. If your Page represents a celebrity, public figure, sports team, media or entertainment, you may be eligible for a blue verification badge. To see if your Page is eligible, please fill out this form: http://bit.ly/1UkUZAz. -Jordan"
        }, 
        {
            "created_time": "2016-03-23T17:46:49+0000", 
            "id": "10154456369126729_1695449284061470", 
            "message": "how to send email to facebook if my page is not a company or celebrity"
        }, 
        {
            "created_time": "2016-03-23T17:47:01+0000", 
            "id": "10154456369126729_556050704572761", 
            "message": "just an online shop"
        }, 
        {
            "created_time": "2016-03-23T17:47:07+0000", 
            "id": "10154456369126729_1691088691158733", 
            "message": "consulting services"
        }, 
        {
            "created_time": "2016-03-23T17:49:29+0000", 
            "id": "10154456369126729_571192799710290", 
            "message": "Hi Timothy. We’re currently only accepting verification requests from Pages that represent celebrities, public figures, sports teams, media and entertainment. Most Pages and profiles aren't eligible for verification at this time. You can learn more at: http://bit.ly/1S6B9lZ. -Jordan"
        }, 
        {
            "created_time": "2016-03-23T18:19:27+0000", 
            "id": "10154456369126729_1729771427267945", 
            "message": "why I cannot find the button \" Page Verification\" from 'General\" ??"
        }, 
        {
            "created_time": "2016-03-24T05:50:39+0000", 
            "id": "10154456369126729_556399457871219", 
            "message": "Facebook I come with you to inquire my request of badge verified by my page Facebook.\nIndeed, I am a composer / artist of electronic music, I request you to activate this badge that he my useful for the credibility.\n\nI to send you and repeatedly requests via the space assistance (audience) is the answers receipt are: \n\" Hello SofKar,\nThank you for your demand(request) of check of your account. We examined this account and suited that it is not acceptable(eligible) to the check for the moment. Even if the account represents a real public personality or an organization media, (the check also rests on the standards of Facebook relative to the fame.)\nBest Regards, Natasha - Media Operations \"\n\nI wish by the present which activated you me this verified badge, I consider that I am a creator and to have this verified badge, would become concrete as working tool of an authentic page. \nLooking forward to an outcome favorable to my expectations, I ask you Madam, Sir to be willing to accept my most respectful greetings.\n\nThanks \nSofKar"
        }, 
        {
            "created_time": "2016-03-26T19:05:50+0000", 
            "id": "10154456369126729_1069176363104436", 
            "message": "Feel ya,don't know"
        }
    ]
}