{
    "data": {
        "created_time": "2016-03-24T22:05:07+0000", 
        "id": "10154456369126729_489693991216835", 
        "message": "Hi facebook ! I come with you to inquire my request of badge verified by my page Facebook.\nIndeed, I am a composer / artist of electronic music, I request you to activate this badge that he my useful for the credibility.\n\nI to send you and repeatedly requests via the space assistance (audience) is the answers receipt are:\n\" Hello SofKar,\nThank you for your demand(request) of check of your account. We examined this account and suited that it is not acceptable(eligible) to the check for the moment. Even if the account represents a real public personality or an organization media, (the check also rests(bases) on the standards of Facebook relative to the fame.)\nBest Regards, Natasha - Media Operations \"\n\nI wish by the present which activated you me this verified badge, I consider that I am a creator and to have this verified badge, would become concrete as working tool of an authentic page.\nLooking forward to an outcome favorable to my expectations, I ask you Madam, Sir to be willing to accept my most respectful greetings.\n\nThanks\nSofKar"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-24T22:19:59+0000", 
            "id": "10154456369126729_1730621513849603", 
            "message": "Hey there, SofKar. Most Pages and profiles aren't eligible for verification at this time. You can learn more about that here: http://bit.ly/1UPatLq. -Jordan"
        }, 
        {
            "created_time": "2016-03-24T23:30:59+0000", 
            "id": "10154456369126729_1243259835699113", 
            "message": "I've changed my URL from www.facebook.com/goodtimesAfrica to www.facebook.com/myfashionandcaptions and it now says page can't be found...Ive sent several reports and nothing has been done. Pliz help Jordan"
        }, 
        {
            "created_time": "2016-04-09T22:20:11+0000", 
            "id": "10154456369126729_1699167253675924", 
            "message": "Facebook Here is what I have experienced with Facebook in the last 4 days: 1. My account was hacked because a form was sent to me that looked like it was from facebook, I filled it out and within the hour my account was hacked, I changed the password as fast as I could but the hackers were able to keep my popular fanpage by deleting me as admin. 2. I googled Facebook toll free support to only find a company that claims to be facebook and wants you to let them gain access into your computer. It took a long time to find a form to fill out to explain what had happened to my account and facebook fanpage - I was not contacted for 2 days and still have not talked with a human being over this matter. 3. I was told by these Facebook instant reply's such as -Zack to go to Facebook Help - I have done that and still nothing has happened and no one has spoken with me and in the mean time the hacker of my fanpage is spamming it and destroying it. 4. I have sent messages to this page which showed as \"seen\" and also to the Facebook page which also showed as \"seen\" and still not one person has spoken with me over this matter. 5. I offered my Phone number and contact message to facebook and no one has contacted me. They are purposely letting this continue everyday - This shows that hackers are more in control of Facebook than Facebook itself."
        }
    ]
}