{
    "data": {
        "created_time": "2010-10-27T15:51:57+0000", 
        "id": "101571469912762_34118", 
        "message": "ola, soy Teddy. Una vez que usted lea esto no se puede salir. Lea todo este hasta que se haga! Como ya he dicho, estoy Teddy. Tengo 7 a ... Ver m ... Ver m... Ver m ... Ver m ... Ver m ... Ver m... Ver m... Ver m ... Ver m... Ver m ... Ver ............ ...m ... Ver m ... Ver m ... Ver m... Ver m... Ver m ... Ver m... Ver m ... Ver m ... Ver m ... Ver m ... Ver m ... Ver más ... Ver más ... Ver más ... Ver más... Ver más ... Ver más ... Ver más... Ver más... Ver más... Ver más... Ver más ... Ver másásásásásásásásásásásásásásásásásásásásásásásños de edad. No tengo los ojos y la sangre por todo mi rostro. Estoy muerto. Si no envías esto a por lo menos 12 la gente que irá a su casa a medianoche y me esconderé debajo de tu cama más ¿No me creen? Caso 1: Patty Hebillas ¿Tiene este e-mail. Ella no cree en mensajes en cadena. Bueno, Patty Tonto. Ella estaba durmiendo cuando comenzó su televisor parpadea y se apaga. Ahora ella no está más con nosotros. Ha patty ja, ja, ja! No quiero ser como Patty, no usted? Caso 2: George M. Simon Odia a la cadena de mail, pero no quería morir esa noche. Lo envió a 4 personas. No es suficiente George. Ahora, George está en coma, no sabemos si que jamás despertaremos. Ha George ja, ja, ja! Ahora, ¿quieres ser como George? Caso 3: Valarie Tyler Ella recibió esta carta. Otra carta en cadena pensó. Sólo había 7 personas enviar el mensaje. Bueno, esa noche cuando estaba tomando una ducha vio Bloody Mary en el espejo. Fue el susto de su vida MÁS GRANDE. Valarie está marcada para vida. Caso 4: Derek Minse Este es el último caso te voy a decir. Bueno, Derek era una persona inteligente. Lo envió a 12 personas. Más tarde ese día, se encontró un billete de $ 100.00 en la terreno. Fue premoted a la cabeza oficial en su trabajo y su novia, dijo sí a su purposal. Ahora, Katie y él viven felices para siempre after.The tienen 2 hijos precios"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}