{
    "data": {
        "created_time": "2016-08-29T18:14:34+0000", 
        "id": "10154878491331729_1045626942218296", 
        "message": "I hate the new trending thing. It's now just random names and an amount of people who I don't care about talking about the random name, where before I was more inclined to click and read when there was a description of WHY the random name(s) were trending."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 27
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-29T19:57:12+0000", 
            "id": "10154878491331729_547983428735295", 
            "message": "Hi Whitney. You can help customize your list of trending topics by hiding topics you don’t want to see. Learn more: http://bit.ly/2bRomsH. -Colleen"
        }, 
        {
            "created_time": "2016-08-29T20:00:22+0000", 
            "id": "10154878491331729_1742962862610251", 
            "message": "I want the description back to see if it's even worth reading. I don't care how many people are talking about a topic. Can i switch back to the old trending?"
        }, 
        {
            "created_time": "2016-08-29T20:19:45+0000", 
            "id": "10154878491331729_1574610159510952", 
            "message": "I agree - bring back descriptions. I have no desire to mouse over random names I don't recognize."
        }, 
        {
            "created_time": "2016-08-29T20:57:59+0000", 
            "id": "10154878491331729_548005205399784", 
            "message": "\"Trending\" in its current state is pointless. It's not even like a \"top five\" as they are all random numbers of views. It still feels cherry picked, biased and now, pointless."
        }, 
        {
            "created_time": "2016-08-29T23:08:08+0000", 
            "id": "10154878491331729_920278584748838", 
            "message": "Facebook you realize that's not her point, right? I was more apt to click on a topic when there was a description. Now I'll just go to the Internet. This new version isn't helpful at all. Just listing someone's name is like vaguebooking. And I hate that, too."
        }, 
        {
            "created_time": "2016-08-30T00:43:12+0000", 
            "id": "10154878491331729_532207686973008", 
            "message": "Agreed, bring back the descriptions! Who cares how many people are talking about some vague topic?"
        }, 
        {
            "created_time": "2016-08-30T02:15:47+0000", 
            "id": "10154878491331729_1084867244932271", 
            "message": "WE WANT THE OLD WAY"
        }, 
        {
            "created_time": "2016-08-30T03:41:38+0000", 
            "id": "10154878491331729_992454700852528", 
            "message": "I used to get most of my updated news from the news feed. it is pointless now. I will go some where else like back to yahoo."
        }, 
        {
            "created_time": "2016-08-30T03:56:40+0000", 
            "id": "10154878491331729_1084940058258323", 
            "message": "I agree"
        }, 
        {
            "created_time": "2016-08-30T04:00:02+0000", 
            "id": "10154878491331729_548127468720891", 
            "message": "Facebook hey whats happened to Albums in Group settings .. when you comment on the photo it does not come out to the main timeline.. this is hindering communication on photos in albums."
        }, 
        {
            "created_time": "2016-08-30T09:05:00+0000", 
            "id": "10154878491331729_920520524724644", 
            "message": "I'm having a real issue with Facebook... Something I've never experienced in my life.. I need to please speak with Facebook CEO Mark Or Security..\nNo more filling out forms .. Done this for a year and got no where !\nI will have no choice but to take this to The Better Business Bureau if my questions are not answered and or solved.. \nThank You\nFacebook"
        }, 
        {
            "created_time": "2016-08-30T15:05:07+0000", 
            "id": "10154878491331729_1743253632581174", 
            "message": "If you're set on keeping this reduction in functionality, at least let us turn off the trending panel.  It's so watered down now as to be useless."
        }, 
        {
            "created_time": "2016-08-30T17:38:16+0000", 
            "id": "10154878491331729_1789992497910245", 
            "message": "Adding my voice to the list of people who HATE the new trending panel. Just the worst. Bring back the old one, or remove this one."
        }, 
        {
            "created_time": "2016-09-01T06:10:28+0000", 
            "id": "10154878491331729_1588471974787403", 
            "message": "Yes, PLEASE PLEASE PLEASE bring back the old trending feed! Could care less about the data numbers! I enjoyed seeing the short descriptions! Bring it back! Aloha!"
        }, 
        {
            "created_time": "2016-09-01T16:10:59+0000", 
            "id": "10154878491331729_1792379174310629", 
            "message": "I'm glad to see that it isn't just me that hates the new trending section."
        }
    ]
}