{
    "data": {
        "created_time": "2016-08-15T15:04:48+0000", 
        "id": "10154878491331729_1878974535666427", 
        "message": "Serious Question:  Why does Facebook feel the need to change my wall settings from \"most recent\" to \"top stories\"?  Isn't the goal of liking pages/people (i.e. Facebook) to keep in touch?  Instead, you change things around for what ever some idiot thought was a great idea, now I miss the things that are important to ME.  Time context is very important.  I see time related things that happened yesterday... all because you wanted to show me something stupid and irrelevant to my interests.  You don't show me posts of the things I have already liked, and then have the nerve to suggest other pages. WTF?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-15T15:33:39+0000", 
            "id": "10154878491331729_909753405801356", 
            "message": "We hear your frustrations, James. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2bhPHGz. -Jessica"
        }, 
        {
            "created_time": "2016-08-15T16:05:28+0000", 
            "id": "10154878491331729_526871344173309", 
            "message": "the option is there, I've selected it, but FB changes it back to top stories."
        }, 
        {
            "created_time": "2016-08-15T16:37:19+0000", 
            "id": "10154878491331729_1803332546568798", 
            "message": "Hi hellow"
        }, 
        {
            "created_time": "2016-08-15T17:35:18+0000", 
            "id": "10154878491331729_1813275515568248", 
            "message": "Facebook Most people I know use Facebook to keep up with what everyone is doing in our busy lives. Pretty much the only reason for your company existing, not offering this service is like a dentist who doesn't work on teeth."
        }, 
        {
            "created_time": "2016-08-15T18:15:49+0000", 
            "id": "10154878491331729_1121912771185058", 
            "message": "Most recent should show the items in the order of the original posts, not get jumbled all to hell by which one had the last comment...\nNow what the heck have they done to the IM's so that in my regular old Web browser I only see the top line of a PM, no matter how long it actually is...?!?"
        }, 
        {
            "created_time": "2016-08-15T20:44:18+0000", 
            "id": "10154878491331729_1744398549148096", 
            "message": "I also prefer \"Most Recent\" over \"Top Stories\". It would be nice if it didn't randomly flip back to Top once I set it to Most."
        }, 
        {
            "created_time": "2016-08-16T07:48:11+0000", 
            "id": "10154878491331729_1738095699763634", 
            "message": "And also on mobile if you want to see the most recent you will not see the notifications"
        }, 
        {
            "created_time": "2016-08-16T12:02:57+0000", 
            "id": "10154878491331729_1813575668871566", 
            "message": "Boothe Davis yes that's some BS I noticed yesterday and when I went to scroll to find the rest of the conversation I accidently kept clicking on ads, imagine that"
        }, 
        {
            "created_time": "2016-08-17T15:29:00+0000", 
            "id": "10154878491331729_1765642787056401", 
            "message": "I really would like my most recent back also, its a pain to go into my settings every time I open my app and scroll to most recent please change it back"
        }, 
        {
            "created_time": "2016-08-19T21:10:43+0000", 
            "id": "10154878491331729_1815046122057854", 
            "message": "Most Recent is my preference!"
        }, 
        {
            "created_time": "2016-08-20T03:22:20+0000", 
            "id": "10154878491331729_1787128781502335", 
            "message": "control in your self"
        }, 
        {
            "created_time": "2016-08-20T03:22:58+0000", 
            "id": "10154878491331729_1159020940824638", 
            "message": "hi"
        }, 
        {
            "created_time": "2016-08-27T04:23:33+0000", 
            "id": "10154878491331729_881589455308061", 
            "message": "Facebook I don't know of anyone who prefers \"top stories\" to \"most recent.\""
        }, 
        {
            "created_time": "2016-09-23T09:26:20+0000", 
            "id": "10154878491331729_1105549439530718", 
            "message": "James Page hi James,u remember back just b-4 the circus came to town? well they were all complaining that F.B.was playing fav. i mean after all MR. Z. PUT HIM IN THE W.H.! so now the repubics. want more trending and stories related to their agendas. its easy to get rid of them...all they do is lie,swear and annoy! now i go have supper! G.L.!"
        }
    ]
}