{
    "data": {
        "created_time": "2016-08-27T13:26:09+0000", 
        "id": "10154878491331729_546963705503934", 
        "message": "I absolutely despise your new trending sidebar.Before when it had short descriptions it would at least occasionally lure me in to reading one of interest.Now? I'll never use it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 56
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-27T22:53:00+0000", 
            "id": "10154878491331729_1809122189323167", 
            "message": "Hi, Matt. We appreciate all of our community members, and take all forms of feedback into consideration as we work to improve the Facebook experience. Please keep providing great feedback and we'll keep building a better Facebook! -Monica"
        }, 
        {
            "created_time": "2016-08-27T22:57:47+0000", 
            "id": "10154878491331729_1788866331356195", 
            "message": "Facebook  I completely agree with Matt.  I don't care how many people are talking about it, and I don't want to hover over it to wait for a description.  Can you just do a small description and the number of people talking about it?"
        }, 
        {
            "created_time": "2016-08-28T00:04:07+0000", 
            "id": "10154878491331729_1809145785987474", 
            "message": "Facebook I totally agree with Matt.  Your trending side bar is unappealing and boring.  I clicked on it once and that was enough for me.  The previous brief description and title was much more informative and mades trending interesting.  No, will not be using your new \"trending\" formula.  It stinks and is as boring as heck!"
        }, 
        {
            "created_time": "2016-08-28T01:02:09+0000", 
            "id": "10154878491331729_1885703854993495", 
            "message": "I agree with Matt 100%!"
        }, 
        {
            "created_time": "2016-08-28T01:19:52+0000", 
            "id": "10154878491331729_1885708254993055", 
            "message": "Agree with Matt and Margot."
        }, 
        {
            "created_time": "2016-08-28T01:36:23+0000", 
            "id": "10154878491331729_531452813715162", 
            "message": "agreed. specifically came here to tell you it sucks. i'm not gonna hover over anything to view the details one at a time."
        }, 
        {
            "created_time": "2016-08-28T01:47:39+0000", 
            "id": "10154878491331729_1083318491703553", 
            "message": "Agreed! It was easy and convenient with the short descriptions to browse the topics. I would then click on the ones that peaked my interests. Now, it's just annoying visual clutter."
        }, 
        {
            "created_time": "2016-08-28T02:41:23+0000", 
            "id": "10154878491331729_547220222144949", 
            "message": "Came here to state same as others, please switch trending sidebar back to the way it was.  Thank you."
        }, 
        {
            "created_time": "2016-08-28T03:10:39+0000", 
            "id": "10154878491331729_547234088810229", 
            "message": "I agree with Matt and Brandy!"
        }, 
        {
            "created_time": "2016-08-28T04:27:17+0000", 
            "id": "10154878491331729_990861271011871", 
            "message": "The new trending feature is awful. The only reason I ever clicked on anything is if the description caught my eye. I have no interest in hovering over one item at a time. I like the description Brandy uses \"annoying visual clutter\". I spent a bit trying to figure out how to minimize it, get rid of it, anything so it wasn't so annoying."
        }, 
        {
            "created_time": "2016-08-28T05:05:15+0000", 
            "id": "10154878491331729_918693891573974", 
            "message": "its terrible and right before the elction too i smell bs"
        }, 
        {
            "created_time": "2016-08-28T08:04:36+0000", 
            "id": "10154878491331729_1885834218313792", 
            "message": "Dear Facebook I submitted the request to document my own Facebook page this number shown on the photo when the response acceptance or rejection and hopefully approved, and since you are fine\n\n1"
        }, 
        {
            "created_time": "2016-08-28T08:18:39+0000", 
            "id": "10154878491331729_1790525987829281", 
            "message": "I agree as well. It's terrible. Who cares how many people are talking about the news? I just want to read it. Less interested in that sidebar now that I have to hover over each title to know what it's talking about. I'm not a data miner so stats about who's talking about what are useless to me."
        }, 
        {
            "created_time": "2016-08-28T09:50:27+0000", 
            "id": "10154878491331729_1044221129025544", 
            "message": "Yeah bring back the old one"
        }, 
        {
            "created_time": "2016-08-28T11:21:45+0000", 
            "id": "10154878491331729_1215134575195907", 
            "message": "It is horrendous!! I used to use it daily, now i can't stand it and find myself preferring other social sites."
        }, 
        {
            "created_time": "2016-08-28T14:06:15+0000", 
            "id": "10154878491331729_547414488792189", 
            "message": "I sought out the official Facebook page for the first time ever to find a place to say this! I loved the addition of Trending Topics to the sidebar, it was an easy way to keep up on popular news, pop culture, and what is going on in the world. I stopped going to pages like yahoo.com or other collected Trending News sites. Now it is truly hideous, useless, and random. You need the hands of real human beings, that was what made the trending topics so well organized and useful. It kept it more neutral as well. So many of the trending topics, if you hover over them, are just weird propaganda things people are sharing. Worded and shared as if it was fact in the headline. People are used to an effort of balanced perspective, a journalistic approach to reporting Trending Topics. Now its a mess. I really hope you fix it because Im hiding it in the meantime. I know its a stupid #firstworldproblem and not a big deal in the greater picture, I just thought you should have feedback from people who really enjoyed that feature."
        }, 
        {
            "created_time": "2016-08-28T16:22:06+0000", 
            "id": "10154878491331729_1083912624977473", 
            "message": "As an engineering student, my favorite feature was there was a tab devoted to science and technology. Now when you click on it, there's only three things, and one of them is celebrity news, not science or technology, and the other two are about apps I don't care about! Where did the NASA and SpaceX news go? Where's the cool articles about robots and stuff? I used to have tons of stuff to geek out about and now it's totally empty! Laaaame."
        }, 
        {
            "created_time": "2016-08-28T20:38:04+0000", 
            "id": "10154878491331729_1728467637417609", 
            "message": "I agree with everyone above! Really,really dislike it!"
        }, 
        {
            "created_time": "2016-08-28T23:07:25+0000", 
            "id": "10154878491331729_1084204584948277", 
            "message": "Hey, folks...with this new trending topic, none of us have to waste time on topics that we have no clue as to who those oh so important people are!  Way to go, Facebook -- keep pretending that you're \"improving\" things!"
        }, 
        {
            "created_time": "2016-08-29T03:23:41+0000", 
            "id": "10154878491331729_1742709009302303", 
            "message": "At least you all still HAVE a trending section. Mine just fing disappears for weeks on end then shows up in the dumbest places randomly. It used to be under the \"search\" option on the app, which I loved. Then it disappeared for 2.5 weeks and randomly showed up under some trending tab and now that's gone too."
        }, 
        {
            "created_time": "2016-09-01T05:53:31+0000", 
            "id": "10154878491331729_533023603558083", 
            "message": "Facebook    Yes. Change it back"
        }, 
        {
            "created_time": "2016-09-01T06:07:23+0000", 
            "id": "10154878491331729_1750733248514626", 
            "message": "Yes, PLEASE PLEASE PLEASE bring back the old trending feed! Could care less about the data numbers! I enjoyed seeing the short descriptions! Bring it back! Aloha!"
        }, 
        {
            "created_time": "2016-09-01T12:23:37+0000", 
            "id": "10154878491331729_1772177249736288", 
            "message": "Hate the new trending news feed. I used to read it all the time, because the articles were interesting, now I won't be using it. Terrible update."
        }, 
        {
            "created_time": "2016-09-01T16:08:52+0000", 
            "id": "10154878491331729_645401595625015", 
            "message": "The trick is to tell facebook that you like things, then they will take it away."
        }, 
        {
            "created_time": "2016-09-01T16:11:33+0000", 
            "id": "10154878491331729_1772261956394484", 
            "message": "Kris Dunn: I, too, would love the option to hide it completely!"
        }
    ]
}