{
    "data": {
        "created_time": "2016-08-24T21:22:16+0000", 
        "id": "10154878491331729_1747770828810868", 
        "message": "hi! i have some posting pictures of my child, without my permission, how do i go about this to have them take it down ?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-24T22:34:51+0000", 
            "id": "10154878491331729_530322323828211", 
            "message": "Thanks for your question, Tori. You can find our Community Standards here: http://bit.ly/2bCAJLA. If any photo goes against these policies, please let us know and we will remove it from Facebook. You can also find some tips on keeping your content private here: http://bit.ly/2bCBd47. -Kevin"
        }, 
        {
            "created_time": "2016-08-25T06:25:54+0000", 
            "id": "10154878491331729_1080773111958091", 
            "message": "I've reporting a guy for putting a picture of a man and his daughter, that he sneakily took and posted to call the guy a bad dad cause he overheard about 20seconds of their conversation which was about money. It wasnt removed. I thought it was illegal to take pictures of people's kids and put them online without permission, it's definitely a creepy thing to do. Beginning to wonder what a page or person has to say or do on here to be removed."
        }, 
        {
            "created_time": "2016-08-25T17:42:21+0000", 
            "id": "10154878491331729_1741390826100788", 
            "message": "Shannon Mac Kenna If it was taken in pubic it's fair, unless they stole your picture collection or your work of art. I can snap your pictures in public and use them since it was taken in public, but you can use the consent form. But in general you can't really do much, even if the picture is removed, FB is not the only medium of sharing."
        }, 
        {
            "created_time": "2016-08-25T18:02:19+0000", 
            "id": "10154878491331729_1817794575116342", 
            "message": "Richard Greco your 100% wrong buddy. It's illegal to take anyones picture without their permission. It is also illegal to post those pictures."
        }, 
        {
            "created_time": "2016-08-25T18:42:28+0000", 
            "id": "10154878491331729_1081178388584230", 
            "message": "Dennis Peace Please cite your source. I would love to read about these laws."
        }, 
        {
            "created_time": "2016-08-25T23:09:39+0000", 
            "id": "10154878491331729_1788044258105069", 
            "message": "Good luck. A former friend of mine stole pics of my daughter and posted on HIS page stating that she was his child that we conceived together and used it to call me a bad mother. FB wouldn't remove the pic, stating it wasn't violating anything. Yet he did not have permission to post a pic of my child publicly."
        }, 
        {
            "created_time": "2016-08-26T02:43:23+0000", 
            "id": "10154878491331729_546425212224450", 
            "message": "I run a quarter auction group and we bump item pictures. it wont let us bump single pictures only albums. that does not work for our group. i have reported it twice now. we need help quickly."
        }, 
        {
            "created_time": "2016-08-26T15:30:06+0000", 
            "id": "10154878491331729_1788323264743835", 
            "message": "Actually it is illegal to post a minor's picture without parental consent in most states. Shannon, check with your local law enforcement, see if it is in your area, and then press charges."
        }, 
        {
            "created_time": "2016-08-26T19:40:19+0000", 
            "id": "10154878491331729_1788396774736484", 
            "message": "Community Standards aren't held up by Facebook at all!!!! We have reported a post numerous times now and this person is still posing as my husband!!! I'm beyond upset we have our personal photos on his fake profile and there is nothing we can do about it"
        }, 
        {
            "created_time": "2016-08-27T06:59:34+0000", 
            "id": "10154878491331729_918023931640970", 
            "message": "כמה אמריקאים"
        }, 
        {
            "created_time": "2016-08-28T18:13:02+0000", 
            "id": "10154878491331729_531743737019403", 
            "message": "I have suggested to Facebook that they need to come up with a way for people to be able to lock their pictures into their Facebook pages so people can't steal them.  To me someone taking someone else's pictures without their permission is equal to someone coming into someone's home and stealing their photo albums"
        }, 
        {
            "created_time": "2016-09-04T23:23:21+0000", 
            "id": "10154878491331729_1090045387747790", 
            "message": "Report it to Facebook Security. I reported a group that was created to defame my character to Facebook and they said it didn't violate their community standards so I took it to Facebook Security and they removed the group."
        }
    ]
}