{
    "data": {
        "created_time": "2016-08-09T21:24:11+0000", 
        "id": "10154878491331729_556111427910553", 
        "message": "ok listen up. there is a fake log in site for facebook. its a virus that will turn your computer into a red screen and take over. it will have a toll free number to so call fix it. DO NOT CALL THE NUMBER!  be for the fake login site you will see the word (ad) then facebook login. do not click on it. this virus will take over your computer until you call the toll free number and you must give up all your personal info to be stolen. again do not call the number. i told you so."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-09T23:36:04+0000", 
            "id": "10154878491331729_1800793296822723", 
            "message": "Thanks for helping keep Facebook safe, James. Our team is aware of this hoax campaign. Be sure not to release any personal or financial information to the sender. When you see things like this on Facebook, please report it to us as spam by using these tips from our Help Center: http://bit.ly/2b6FPiG. -Kevin"
        }, 
        {
            "created_time": "2016-08-09T23:41:58+0000", 
            "id": "10154878491331729_556144647907231", 
            "message": "never did. i have norton 360 but it did nothing. i had to disconnect all my power sources to shut down my computer and start all over. it did work but its not good for the computer. 3 weeks later then i figured it out. but if you are aware of this. why did you not tell facebook users to help protect US? did facebook create this scam? you know about it but refuse to help protect us customers. again this makes no sense."
        }
    ]
}