{
    "data": {
        "created_time": "2016-08-12T15:55:26+0000", 
        "id": "10154878491331729_1782750645301097", 
        "message": "I was recently told I was restricted from Liking pages for a month and sharing open graph posts for a day. If someone reports you for something that should not have been reported, how is this fair? This is America. You are innocent until proven guilty, not vice versa. I was reported for sharing Olympic gymnastics posts from the NBC website. I love the Olympics. If someone reported me for sharing about something I love, that person should unfriend me. I should not be punished for THEIR behavior. Where is the logic in this policy? I want my restriction lifted, or I will go further with this complaint. This is appalling that Facebook has a policy like this. It must be changed before it affects more innocent people who are just trying to share something they love. I have used the appeal form, but Facebook states in the instructions that they can't lift the restriction or respond to individual messages. So I'm stuck being restricted because someone didn't like my gymnastics posts about being happy for Simone Biles and Aly Raisman winning? Are you kidding?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-12T15:57:57+0000", 
            "id": "10154878491331729_1070172636351472", 
            "message": "Hi Kat. We hear your frustration. If you think you may have been blocked by mistake, you can file an appeal here: http://bit.ly/2bnC6dd. -Jordan"
        }, 
        {
            "created_time": "2016-08-13T14:06:39+0000", 
            "id": "10154878491331729_1568676023437699", 
            "message": "I know...nothing works. Facebook can't handle their own empire, apparently."
        }, 
        {
            "created_time": "2016-08-13T20:08:31+0000", 
            "id": "10154878491331729_557804907741205", 
            "message": "I need your help. For 2 consecutive days, I think I am receiving fraudulent Facebook IMs. And neither has the Facebook logo. My Facebook page name is James Geiser. It was set up by my sister, and I have long since forgotten the password. So do I need to worry that Facebook will shut down my account? I would appreciate somebody's help at Facebook."
        }, 
        {
            "created_time": "2016-08-13T22:36:15+0000", 
            "id": "10154878491331729_1568809533424348", 
            "message": "Anyway, like I was sayin', shrimp is the fruit of the sea. You can barbecue it, boil it, broil it, bake it, saute it. Dey's uh, shrimp-kabobs, shrimp creole, shrimp gumbo. Pan fried, deep fried, stir-fried. There's pineapple shrimp, lemon shrimp, coconut shrimp, pepper shrimp, shrimp soup, shrimp stew, shrimp salad, shrimp and potatoes, shrimp burger, shrimp sandwich. That- that's about it."
        }, 
        {
            "created_time": "2016-08-13T23:59:32+0000", 
            "id": "10154878491331729_1737289106510960", 
            "message": "Facebook is a platform for censorship. They block my videos all the time because there will be some music in the background and Facebook tells me I don't have the right to post my video because of it. They also delete links to information that embarrasses Hillary Clinton. The link to the DNC email scandal on Wikileaks was banned for days and then Facebook just said \"Oops. That was a mistake.\". They also block people for posting political comments that Facebook doesn't like, but they let \"Right To Life\" groups post pictures of aborted fetuses and then say \"We looked and couldn't find any violation of our terms of service.\"."
        }, 
        {
            "created_time": "2016-08-14T06:06:09+0000", 
            "id": "10154878491331729_1199841563391875", 
            "message": "Why do I keep showing up on everyone's page and write a report was still"
        }, 
        {
            "created_time": "2016-08-15T23:40:31+0000", 
            "id": "10154878491331729_1155478101178922", 
            "message": "Good Point!🙃"
        }, 
        {
            "created_time": "2016-11-01T18:04:16+0000", 
            "id": "10154878491331729_1188869137822754", 
            "message": "i'm from poland, got same situation for a couple of times."
        }
    ]
}