{
    "data": {
        "created_time": "2017-11-11T02:04:47+0000", 
        "id": "10154934219635079_10154934279330079", 
        "message": "I don't have I tunes 😔 lol, \n\nCan't believe how deep your new song is, if people could stop the bullshit for a second and really listen. \nHonestly you have no idea how much i respect you. For just being you. Yes I don't know you personally. But i feel you when you when talk. And hearing that new song. Brought so much emotion out in me it was like Headlights all over again, although Headlights was more of a relief..\n20 years I have been behind you and 20 more I would go..100%\nJust wish you could see despite the top tens etc or all the money you made or sales dropping. That you are and will always be legend, a god.. Someone to look up to.. Always. \nYou're more than just music Marshall do you not get this?...\nWish I could just talk to you.  \nAs a friend.\n\nCant wait to hear the rest if the album.. Some of it will be pure savage, some comedy, some serious. That's you,that's the different sides of.. Your personalities... Honestly. Really am.looking forward to it.. In anticipation of course. You do what makes you happy, your true fans will always be behind you\nJust gotta find that fight again that's all. something you sure as hell have .. I hope you see this, I hope it helps."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 66
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-11T02:13:14+0000", 
            "id": "10154934219635079_10154934294360079", 
            "message": "I second this.\n\nbeen listening to him since Stan, and because I'm not from the states I can enjoy it too when he's getting political. But even with such a strong emotion for what he think is right, people still attacked him for weak bars / rhymes, like, wtf, give that man a break already. The toughest competition he's facing is with his own younger-and-on-drugs self.\n\nAnd I mean, we as his fans know he's not a God, we know he's mortal. We look up to him exactly because he's mortal, and he always keep things real..."
        }, 
        {
            "created_time": "2017-11-11T02:13:47+0000", 
            "id": "10154934219635079_10154934295045079", 
            "message": "oh and btw i also dont have itunes but this interview is on Youtube, you can check Shady Records channel"
        }, 
        {
            "created_time": "2017-11-11T02:21:13+0000", 
            "id": "10154934219635079_10154934308410079", 
            "message": "Awesome thank you 😊,\n\nAnd to reply about the \"god\" aspect. I didn't mean in reality of course he is mortal. But he will be remembered in generations ..the kick start to someone's new stardom, the advice when someone feels.like giving up. The voice if reason, the laugh and smile when you feel like utter shit. Saying things when you cant ... Yes you either love him or hate him and he says things so extreme sometimes. Bad things ..wrong things .. But funny. And putting pen to paper get its out. Its an outlet .. \nPeople believe and have faith in him. He's been there for us. Keeping it real. His real fans will always be there for him. We know he's just a guy, a father with issues. Who doesn't have issues?.. Because he's famous doesn't make him more human that us. But he has and will always have his name in lights. Just like tupac and biggie. His legacy will always live on and that in my eyes makes him.a god"
        }, 
        {
            "created_time": "2017-11-11T03:18:45+0000", 
            "id": "10154934219635079_10154934399060079", 
            "message": "Player FM app on Android. That's how I listen."
        }, 
        {
            "created_time": "2017-11-11T05:32:36+0000", 
            "id": "10154934219635079_10154934603490079", 
            "message": "Just read it bro  Viren Panchal"
        }, 
        {
            "created_time": "2017-11-11T11:10:46+0000", 
            "id": "10154934219635079_10154935010400079", 
            "message": "Well said Lesley"
        }, 
        {
            "created_time": "2017-11-11T13:35:16+0000", 
            "id": "10154934219635079_10154935218260079", 
            "message": "I got you..lot of times Eminem gives me headache but I sincerely respect and appreciate him and his talent. It's not just about music.."
        }, 
        {
            "created_time": "2017-11-14T20:51:45+0000", 
            "id": "10154934219635079_10154943081110079", 
            "message": "Jesus Christ bitch you like the definition of stan🙈😅gopd"
        }, 
        {
            "created_time": "2017-11-14T20:51:46+0000", 
            "id": "10154934219635079_10154943081135079", 
            "message": "Jesus Christ bitch you like the definition of stan🙈😅gopd"
        }, 
        {
            "created_time": "2017-11-14T20:52:18+0000", 
            "id": "10154934219635079_10154943082595079", 
            "message": "Good 4 u keep being weird😂"
        }, 
        {
            "created_time": "2017-11-14T20:56:17+0000", 
            "id": "10154934219635079_10154943089510079", 
            "message": "^ 😂😂 such a charmer"
        }, 
        {
            "created_time": "2017-11-21T17:37:26+0000", 
            "id": "10154934219635079_10154960121700079", 
            "message": "try amazon or something, maybe target or walmart."
        }
    ]
}