{
    "data": {
        "created_time": "2017-11-11T22:14:45+0000", 
        "id": "10154934219635079_10154936269215079", 
        "message": "Do you guys consider yourselves to be a good person? Have you kept the Ten Commandments? Have you lied or stolen? Have you used God's name in vain? He even sees your thought life. Jesus said, \"Whoever looks upon a woman to lust after her has committed adultery already with her in his heart\" (Matthew 5:28). Have you ever done that? Have you ever made a god to suit yourself (within your mind)? There is one God, and you have to face Him. Alone. On Judgment Day. \n\nThat's a scary thought. Imagine being found guilty of being a lying, thieving, blasphemous adulterer at heart. Please, listen to your conscience. God doesn't want you to go to Hell, but that's where you will go if you die without His forgiveness. Justice must be served. But God is rich in mercy. He became a man (in Jesus Christ) and suffered and died on the cross, taking your punishment upon Himself. We broke the Law, and Jesus paid our fine: \"For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life\" (John 3:16). Then Jesus rose from the grave and defeated death. That means you can be given everlasting life. Do what the Bible says. Repent (turn from all sin), and trust Jesus Christ alone for your eternal salvation - as you would trust a parachute to save you. Do it now; you may not have tomorrow. Pray something like this: \"Dear God. I am so sorry for sinning against you. Please forgive me. From this day I will trust Jesus Christ as my Lord and Savior. In His Name I pray, Amen.\" Now read the Bible daily, and obey what you read."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}