{
    "data": {
        "created_time": "2014-09-03T18:17:31+0000", 
        "id": "10152291646690079_10152292176800079", 
        "message": "The merchandise is definitely not worth the money stop tryna bleed the fans dry with crap clothing I've bought a few of these bundles a rap god tee n you can't even see the lyrics properly pile of shite whoever gets the stuff made needs to give their heads a wobble"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-03T18:47:28+0000", 
            "id": "10152291646690079_10152292244540079", 
            "message": "The hat is legit and the regular version sells for the same price at Comerica Park for Tigers games. I picked one up at the show.\n\nThe same can't be said for the jersey but it's a nice piece for people who are big fans (I didn't buy it)."
        }, 
        {
            "created_time": "2014-09-03T19:06:57+0000", 
            "id": "10152291646690079_10152292274300079", 
            "message": "Fair comment Andrew I live in UK so had to pay big postage fees n was bitterly disappointed at the quality of the rap god tee I bought that's all I was sayin like on the pic you could make out every lyric when it came it literally just looked like a black t shirt"
        }, 
        {
            "created_time": "2014-09-03T19:13:53+0000", 
            "id": "10152291646690079_10152292282135079", 
            "message": "This is what I'm saying not fair on the fans it's probs not ems fault he is being told what to market by other people n they use the shittest cheapest material n stamp a backwards E on it , shit sells"
        }, 
        {
            "created_time": "2014-09-03T19:33:07+0000", 
            "id": "10152291646690079_10152292313555079", 
            "message": " New era are the daddy of baseball caps so you can't complain about that. $40 (£25) is the going rate for a new era hat here in good old rainy England so I haven't got any complaints not even the postage cost."
        }, 
        {
            "created_time": "2014-09-03T20:51:11+0000", 
            "id": "10152291646690079_10152292566785079", 
            "message": "The jersey and hat was  made with major-league baseball and Has sewn patches and the lettering and numbering is sewn"
        }, 
        {
            "created_time": "2014-09-03T21:34:12+0000", 
            "id": "10152291646690079_10152292743840079", 
            "message": "I have the jersey - it's the same quality as all my other Detroit tigers jerseys as it is an OFFICIAL MLB jersey."
        }, 
        {
            "created_time": "2014-09-06T21:47:53+0000", 
            "id": "10152291646690079_10152299024200079", 
            "message": "guys add me we are having maximum EMinem stuff :)"
        }
    ]
}