{
    "data": {
        "created_time": "2014-09-03T21:41:33+0000", 
        "id": "10152291646690079_10152292752250079", 
        "message": "These seriously need to be mass produced. These sellout way too fast! I have a job and don't spend my life on Facebook! I'm sick of these non-Eminem fans buying these items and then selling them on eBay for 5x the selling price. I fortunately was able to purchase a jersey at the concert in Detroit, but I'd like to get a hat... And I'm not paying $200 on eBay for one. \n\nIt also pisses me off that people buy all the ShadyXV shirts and do the same thing!\n\nAre you aware these are selling on eBay for $175?! For a tshirt!\n\nSeriously... Please reproduce these. There are tons of real Eminem fans that wish to purchase these items. \n\nAnd all you assholes that buy these items, only to sell them on eBay for 5x the price... Suck a dick, assholes!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 65
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-03T23:04:44+0000", 
            "id": "10152291646690079_10152292872530079", 
            "message": "Trust me this is such bullshit I was at the Detroit concert and I couldn't even get a jersey cuz people bought like 20 or more to sell on ebay like dicks!! So not knowing these were going on sale I bought the jersey off ebay but like you I also work so I wouldn't have been able to buy one off here anyways 😡 losers!!!!"
        }, 
        {
            "created_time": "2014-09-04T03:40:33+0000", 
            "id": "10152291646690079_10152293189605079", 
            "message": "Yeah I was at the Detroit show and they said they sold out in under 2 mins ... Complete bullshit and yesterday they said it was suppose to be on sale at 2 and they weren't and when I was able to check back 30 mind later they were sold out ... Fucking sucks real fans get screwed"
        }, 
        {
            "created_time": "2014-09-04T04:25:20+0000", 
            "id": "10152291646690079_10152293231680079", 
            "message": "It sucks because the artists don't seem to care about their real fans either. Items like these should be limited to one per person, same thing w/concert tix limit them to 2 or atleast 4 but no - no one cares they sell out & give it to the scalpers and the true SHADY people."
        }, 
        {
            "created_time": "2014-09-04T11:23:31+0000", 
            "id": "10152291646690079_10152294143110079", 
            "message": "No one is blaming Em. I think we all know that he is not the one posting the merchandise on Facebook, but his merch department needs to be aware of how people are ripping one another off and there should be a limit to how many items can be purchased. Or simply make more than 500, and they too, will make more money; because obviously people want these items."
        }, 
        {
            "created_time": "2014-09-04T12:17:57+0000", 
            "id": "10152291646690079_10152294196765079", 
            "message": "I totally agree with you, bro! I work all day aswell, when i get back home it's just all sold out..."
        }, 
        {
            "created_time": "2014-09-05T06:41:53+0000", 
            "id": "10152291646690079_10152295510535079", 
            "message": "Its nothing new, Em has done this will all of his collabs for years and years. Look at his nike / jordan collabs. You cant even sniff them today for less then 900"
        }, 
        {
            "created_time": "2014-09-05T09:50:08+0000", 
            "id": "10152291646690079_10152295950885079", 
            "message": "fuckin pricks"
        }, 
        {
            "created_time": "2014-09-07T03:12:08+0000", 
            "id": "10152291646690079_10152299397790079", 
            "message": "Who goes to eminem and isn't a fan... People sell it for more so they can buy more EM gear or records!"
        }
    ]
}