{
    "data": {
        "created_time": "2016-07-22T14:26:26+0000", 
        "id": "10154835146021729_1746762552228709", 
        "message": "That's amazing! Great job!  I hope you guys are putting together many more side projects like this one!  Keep changing to the world!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 32
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-22T14:30:21+0000", 
            "id": "10154835146021729_1746763358895295", 
            "message": "Thanks for sharing those kind words, Dave! We really appreciate the support of our community. -Jordan"
        }, 
        {
            "created_time": "2016-07-22T18:45:46+0000", 
            "id": "10154835146021729_1859630070934898", 
            "message": "Help the people of Ghana with Solar. We need that very badly."
        }, 
        {
            "created_time": "2016-07-22T19:17:41+0000", 
            "id": "10154835146021729_1827857534111126", 
            "message": "A great step to bring the world closer with more communication."
        }, 
        {
            "created_time": "2016-07-22T19:18:06+0000", 
            "id": "10154835146021729_1859640724267166", 
            "message": "Moses Ofori That would be great to get Ghana on full solar power Moses.  I don't know how much help I would be, but Kyocera Solar Energy Group may be able to work with you and your country in developing a strong African manufacturing base.  I did see you guys have some pretty solid coastline and port locations for global and continental shipping.  If you were able to set up a trade agreement with them and divert maybe 10% of profits or even sales into developing a countrywide solar infrastructure, maybe with a little help from the Kyocera Solar Energy Group R&D team, your country might be able to lead the world in solar infrastructure systems.   You do have a small enough country geographically speaking that you would make an excellent test case of converting an entire system into solar and seeing how scale-able it would be."
        }, 
        {
            "created_time": "2016-07-22T22:27:25+0000", 
            "id": "10154835146021729_827660250700456", 
            "message": "Dave Wegener \nHi ,  Could I have your full address  to be forwarded to a Ghanaian resident  for your onward communication, for you to  analyze if  it will be suitable for both  in your establishment"
        }
    ]
}