{
    "data": {
        "created_time": "2016-07-25T18:47:35+0000", 
        "id": "10154835146021729_1748099318761699", 
        "message": "I have a whole new world of friends who are the best I could ever ask for, all through Facebook. You most certainly do connect people. Thank you!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-25T19:36:28+0000", 
            "id": "10154835146021729_833506326783693", 
            "message": "That's great to hear, Dale! Thanks for being part of our community! -Brad"
        }, 
        {
            "created_time": "2016-07-28T16:17:54+0000", 
            "id": "10154835146021729_935309576598433", 
            "message": "hi"
        }, 
        {
            "created_time": "2016-08-01T18:58:25+0000", 
            "id": "10154835146021729_1777061419196168", 
            "message": "Thanks always your excellent services in whole wordwide,Aadam's Families are to meet each others wonderful globalization really amazing wondering unbeatable top values of the most popular natural international interactive  between the worldwide huminity on earth under sky"
        }, 
        {
            "created_time": "2016-08-02T03:44:29+0000", 
            "id": "10154835146021729_1174442905931546", 
            "message": "Paid comments?"
        }, 
        {
            "created_time": "2016-08-02T04:08:32+0000", 
            "id": "10154835146021729_1832430233653856", 
            "message": "Adam Wilder - Wouldn't that be nice, but not hardly. I belong to the Victory Motorcycle Owners Group on FB. I have come to know people from around the world that own Victory's. They even stepped in and created a GoFundMe page when my 5 month old pup was hit by a car and I was going to put her down. That girl, Daisy, has become my life. I left my family in AZ and moved to TN, and through FB, I have met and made many new friends in a new land where I am without family and starting a whole new list of friends. Facebook is my family. The hardest thing to getting old is watching all of your friends die. You need to put a high value on friendships."
        }, 
        {
            "created_time": "2016-08-02T06:55:33+0000", 
            "id": "10154835146021729_1608214096138730", 
            "message": "Fb may work for you but it causes problems for many people..problems that didnt used to exist if you havent noticed....sorry tho theres a couple of the comments in this that just seem...iffy...like watching a paid advertising infomercial at midnight type iffy..."
        }, 
        {
            "created_time": "2016-08-02T11:47:12+0000", 
            "id": "10154835146021729_927292497414696", 
            "message": "I agree with both of you.  Bullying has taken on a whole new meaning.  I see to many hateful things happening as well as having to decipher the real from the fake."
        }, 
        {
            "created_time": "2016-08-02T11:48:09+0000", 
            "id": "10154835146021729_837528823048110", 
            "message": "You can meet new people but again you have to be careful with that as well."
        }, 
        {
            "created_time": "2016-08-03T00:44:11+0000", 
            "id": "10154835146021729_561246984047226", 
            "message": "Maybe I should look into a new advertising career. Or maybe I should be a screen writer. There always has to be someone...."
        }
    ]
}