{
    "data": {
        "created_time": "2016-07-22T18:53:12+0000", 
        "id": "10154835146021729_1758323977713480", 
        "message": "Amazing, that is so cool. What a great gift to the world! If the first flight went up just over a year ago,  what is the longest recorded time in the air so far?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 34
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-22T18:55:54+0000", 
            "id": "10154835146021729_1056822817736410", 
            "message": "Hi Paul. We think it's pretty cool too! Aquila completed its first successful test flight on June 28, 2016. This was conducted in Yuma, Arizona and flew for more than 90 minutes. Thanks. -Kate"
        }, 
        {
            "created_time": "2016-07-23T03:08:00+0000", 
            "id": "10154835146021729_1042317015822690", 
            "message": "Just WOW!!!!"
        }, 
        {
            "created_time": "2016-07-23T03:59:05+0000", 
            "id": "10154835146021729_1758442517701626", 
            "message": "Absolutely WOW!!!!!"
        }, 
        {
            "created_time": "2016-07-23T04:03:38+0000", 
            "id": "10154835146021729_1088459067857646", 
            "message": "That is awesome.  I live in Yuma AZ.  Nice to know our city has a place in helping such a needed benefit to others."
        }, 
        {
            "created_time": "2016-07-23T04:23:22+0000", 
            "id": "10154835146021729_1748452562059558", 
            "message": "How are we to get internet idea he if it is up for only 90 min.?"
        }, 
        {
            "created_time": "2016-07-23T04:55:22+0000", 
            "id": "10154835146021729_1828002367429976", 
            "message": "Judi Pittman, this was a test flight...not yet an operational flight (giving internet) ;) They say that they will have an entire fleet and they will be able to be in the air for months at a time ;)"
        }, 
        {
            "created_time": "2016-07-23T05:23:23+0000", 
            "id": "10154835146021729_931896073606450", 
            "message": "I think we'll keep using cable or dsl. We probably won't see these flying over the states."
        }, 
        {
            "created_time": "2016-07-23T06:32:16+0000", 
            "id": "10154835146021729_1004182319680677", 
            "message": "John Mordecai the plane is designed for remote locations, where it's not cost effective or simply no Internet access is available. Such as remote parts of Thailand."
        }, 
        {
            "created_time": "2016-07-23T08:09:43+0000", 
            "id": "10154835146021729_1747110612193903", 
            "message": "Amazing!"
        }, 
        {
            "created_time": "2016-07-23T08:20:11+0000", 
            "id": "10154835146021729_1035407803175375", 
            "message": "I see the beginning of a technology able to spread to anywhere thats not already covered by this exponentially growing web of information; simply by the piloting of a remote control. Camera drones were bad enough, but now this unlocks further potential for \"an eye in the sky\". Whatever, its the price of living in a pretty cage that everyone fears. I guess."
        }, 
        {
            "created_time": "2016-07-23T10:52:54+0000", 
            "id": "10154835146021729_1136110759745462", 
            "message": "Awesomeness!!"
        }, 
        {
            "created_time": "2016-07-23T11:16:02+0000", 
            "id": "10154835146021729_1747178908853740", 
            "message": "How many chickens per month will the natives need to pay to get access? LOL!"
        }, 
        {
            "created_time": "2016-07-23T12:14:15+0000", 
            "id": "10154835146021729_1042529725801419", 
            "message": "So is the internet access only available for a couple months to these places while the plane is flying? Can't u do solar towers that are permanent."
        }, 
        {
            "created_time": "2016-07-23T12:32:32+0000", 
            "id": "10154835146021729_1828118877418325", 
            "message": "Think closer to Home.  There are whole Counties in several States who share less Internet Bandwidth than a single Cable Modem (AK, AZ, CO, ID, MT, NM, NV, UT, WY)"
        }, 
        {
            "created_time": "2016-07-23T13:10:11+0000", 
            "id": "10154835146021729_529553957231570", 
            "message": "This idea has been around for thirty years. The original idea was to fly them over metro areas  to provide instant cellular and or internet coverage. Back then no one understood the massive amounts of bandwidth that would be needed. This is barely practical for the poorest, low bandwidth applications."
        }, 
        {
            "created_time": "2016-07-23T13:19:27+0000", 
            "id": "10154835146021729_977970595654021", 
            "message": "Arizona would be the ideal place for this: Sunny and dry. But, I'm sure Mr. Z is not doing it for us. Trying to fly this bad boy down in the Amazon's would be a huge challenge. Great idea though."
        }, 
        {
            "created_time": "2016-07-23T13:24:26+0000", 
            "id": "10154835146021729_1042558219131903", 
            "message": "I am simply in awe. Kudos to a team that cares about the future. Something to look forward to."
        }, 
        {
            "created_time": "2016-07-23T13:32:10+0000", 
            "id": "10154835146021729_1042560585798333", 
            "message": "I have the same question as Jennifer Parrott. In practical terms, will the plane act as a moving wireless router? Could your share more details Facebook?"
        }, 
        {
            "created_time": "2016-07-23T13:37:53+0000", 
            "id": "10154835146021729_932095030253221", 
            "message": "How do these planes behave if bad weather approaches over a remote location does it fly around, land or???"
        }, 
        {
            "created_time": "2016-07-23T14:29:02+0000", 
            "id": "10154835146021729_1758595181019693", 
            "message": "Like anything, there are pros and cons, but I choose to look for the pros. Am sure this is part of a business plan and not just goodwill, but it opens doors for people to learn, start businesses, stay connected, etc. Overall, very exciting! But I do agree...what about weather and potential interference with commercial aircraft? Altitude is one thing, but situational awareness, potential malfunction, etc....would like to know more...."
        }, 
        {
            "created_time": "2016-07-23T14:45:19+0000", 
            "id": "10154835146021729_516500545213827", 
            "message": "Did it tow a blm banner behind it? 😉"
        }, 
        {
            "created_time": "2016-07-23T15:44:24+0000", 
            "id": "10154835146021729_529607483892884", 
            "message": "Any chance you would fly over the Imperial Valley? We are not too far from Yuma. Love to see this fly over my house. We live under the flight pattern for the NAF. We see a lot of amazing planes, jets etc. fly over. Of course my favorite is watching The Blue Angels when they are in town. They fly over several times a day.!!!"
        }, 
        {
            "created_time": "2016-07-23T15:52:14+0000", 
            "id": "10154835146021729_1747254855512812", 
            "message": "How does it land?"
        }, 
        {
            "created_time": "2016-07-23T16:17:27+0000", 
            "id": "10154835146021729_1088774944492725", 
            "message": "This is no gift. It's designed to open new markets, generate new revenue streams, and provide new profit potential. It cones with the hidden cost that it could be used as a platform to further eliminate privacy from the world."
        }, 
        {
            "created_time": "2016-07-23T16:24:19+0000", 
            "id": "10154835146021729_1797591600484360", 
            "message": "Jennifer Parrott  You're not understanding that these would be used in fleets... within which many of these would \"cycle\" in and out of service; thus enabling continuous, uninterrupted service."
        }
    ]
}