{
    "data": {
        "created_time": "2016-07-22T15:12:13+0000", 
        "id": "10154835146021729_1797185457191641", 
        "message": "Not sure what the difference is when they could get data via satellite instead of this thing that could fall in my living room"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 53
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-22T15:15:11+0000", 
            "id": "10154835146021729_1797185887191598", 
            "message": "Hey there, Jw. Safety is a top priority for our team as we build Aquila. It's early days and we need to make sure the technology works first. We can assure you this is something we are thinking about and that our team and our testing will address. -Jordan"
        }, 
        {
            "created_time": "2016-07-22T15:16:11+0000", 
            "id": "10154835146021729_647693442045707", 
            "message": "Why a plane ? Why not satellite data?"
        }, 
        {
            "created_time": "2016-07-22T15:21:07+0000", 
            "id": "10154835146021729_647695152045536", 
            "message": "Because that wouldn't be a first and they'd get no news coverage or advertising."
        }, 
        {
            "created_time": "2016-07-22T15:26:42+0000", 
            "id": "10154835146021729_1748276618743819", 
            "message": "Seems legit lol"
        }, 
        {
            "created_time": "2016-07-22T15:26:56+0000", 
            "id": "10154835146021729_1859565724274666", 
            "message": "Kobe Culpitt, a political ploy for publicity, instead of a project focused on the best solutions. Typical. I wonder how long my post will live before it is killed due to politics."
        }, 
        {
            "created_time": "2016-07-22T15:28:55+0000", 
            "id": "10154835146021729_1056723311079694", 
            "message": "Because there are no such things as satellites."
        }, 
        {
            "created_time": "2016-07-22T15:34:57+0000", 
            "id": "10154835146021729_1859567937607778", 
            "message": "I mean i understand the latency issues with ppl like hughes net and such sat. Internet is slow while loading 1000s of little files, but seems they would try to improve that rather than build a fleet of unmanned planes to crowd air space, and leave a chance they could fall from the sky."
        }, 
        {
            "created_time": "2016-07-22T15:41:18+0000", 
            "id": "10154835146021729_827458887387259", 
            "message": "That is a valid argument, but the plane is purposed to fly over remote regions so the chances of it failing and hitting a house are extremely miniscule."
        }, 
        {
            "created_time": "2016-07-22T15:43:04+0000", 
            "id": "10154835146021729_1827789317451281", 
            "message": "Looks to me to also be a potential safety and security hazard...  How many of these things do they plan on putting up there ? And can they also be used to collect info in hard to reach places , more up close and personal than satellite. How about other aircraft that this could interfere with ?  Just seems time and  $$$ could of be spent elsewhere ."
        }, 
        {
            "created_time": "2016-07-22T15:43:46+0000", 
            "id": "10154835146021729_1758286217717256", 
            "message": "Also, satellites are extremely expensive to build and then still has to be taken up. For most situations, it cannot be repaired. This idea is much more cost effective and much easier to repair and upgrade with new tech."
        }, 
        {
            "created_time": "2016-07-22T16:27:04+0000", 
            "id": "10154835146021729_1827803107449902", 
            "message": "Aircraft will be considerably cheaper than satellites, and require less ground infrastructure to use. Satellite internet requires a precisely aimed dish with an unobstructed view, which presents a challenge in the targetted rural areas. This aircraft flying between 60,000 and 90,000 feet could use much simpler ground infrastructure that wouldn't require precise aiming. That altitude is also far above commercial air traffic, and most weather systems. Aircraft will obviously be much closer to the ground than satellites, so there will be less latency, and greater bandwidth should be possible, meaning faster internet. This is actually better than satellites in many regards"
        }, 
        {
            "created_time": "2016-07-22T17:04:52+0000", 
            "id": "10154835146021729_1859602187604353", 
            "message": "Because satellites are a hoax"
        }, 
        {
            "created_time": "2016-07-22T17:05:30+0000", 
            "id": "10154835146021729_540485266157326", 
            "message": "Now all they need is HD high magnification cameras on them.   So the goverment can watch us a little more lol."
        }, 
        {
            "created_time": "2016-07-22T18:04:27+0000", 
            "id": "10154835146021729_1299009286790901", 
            "message": "Todd Camp how are they a hoax?"
        }, 
        {
            "created_time": "2016-07-22T18:23:00+0000", 
            "id": "10154835146021729_1827837300779816", 
            "message": "Can we not be void of trolls even on something like this?  Go play in the politics dirt!!!"
        }, 
        {
            "created_time": "2016-07-23T04:23:15+0000", 
            "id": "10154835146021729_977721362345611", 
            "message": "Thanks Facebook for continuing with new innovations! I'm not going to question why you are doing this nor how you are doing this experiment! But I do have one question! Everything that goes up must come down!! I watched the takeoff or launch as it separated from launch equipment. But how do you land it, and doesn't that tear the aircraft up and require a complete rebuild before it can be used again? Or is the craft expendable and not reused? Thanks!! Keep up the great work! The technology today is endless providing that people/companies continue to explore new opportunities to cash in on the ever changing needs of this vast world we live in!!"
        }, 
        {
            "created_time": "2016-07-23T08:20:04+0000", 
            "id": "10154835146021729_977828632334884", 
            "message": "Todd Camp I agree Todd whatever happened to via satellite?\nI love to look up at the moon at night and not once have I ever seen a satellite pass by before the moon and they're supposed to be over 1000 right?"
        }, 
        {
            "created_time": "2016-07-23T12:20:55+0000", 
            "id": "10154835146021729_1828116390751907", 
            "message": "right..its like facebook has 500 billion dollars and the largest investors but they cant build towers or a better satellite.  this story is bs.  this is rich people spending money and spinning the story.  in fact, why would a social media company be dabbing in aviation?  such crap."
        }, 
        {
            "created_time": "2016-07-23T14:49:32+0000", 
            "id": "10154835146021729_1088726237830929", 
            "message": "How does the aircraft get internet in the first place at that altitude, if not from satellite?"
        }, 
        {
            "created_time": "2016-07-23T15:16:10+0000", 
            "id": "10154835146021729_1758605114352033", 
            "message": "Satellites cost 100 of millions, 10s of millions to launch.   As an engineer I'd guesstimate a plane may be 10x to 100 X cheaper install and much will be much easier to evolve for transmission technology over time.  \n\nWhy the angry and bitter comments.  Bitter people do not contribute to a better world.   Optimists do.   Who do want to be?"
        }, 
        {
            "created_time": "2016-07-23T15:20:23+0000", 
            "id": "10154835146021729_1057273864357972", 
            "message": "Likely signals get to the plane the same was as signals get to the satellite; from earth based antennas.  Except getting signals to a plane is cheaper because the plane is much closer to to the ground."
        }, 
        {
            "created_time": "2016-07-23T15:22:46+0000", 
            "id": "10154835146021729_1035551959827626", 
            "message": "Donn Curbow"
        }, 
        {
            "created_time": "2016-07-23T15:25:04+0000", 
            "id": "10154835146021729_529601520560147", 
            "message": "Towers cost a ton, take up land that must be leased, are vulnerable to attack, and cover only small patches of area.   Planes will be much cheaper in the long run."
        }, 
        {
            "created_time": "2016-07-23T22:49:18+0000", 
            "id": "10154835146021729_1758731847672693", 
            "message": "Because satellite are not real...I am an engineer for most of my life . Nasa is a scam and Facebook knows it . That is why they are using this old school method to spread Internet.  Also I would like to know how the glider pushing Internet. Where is it getting it from to push it to this places. If you say satellite that what is the point. Wake up people"
        }, 
        {
            "created_time": "2016-07-23T23:08:45+0000", 
            "id": "10154835146021729_633628473460415", 
            "message": "Truth ⬆️"
        }
    ]
}