{
    "data": {
        "created_time": "2016-07-26T02:52:04+0000", 
        "id": "10154835146021729_1750416658570702", 
        "message": "But how long can it stay in the air and provide continuous access? Sounds like a good idea but not sure. Where can I read more about this?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-26T18:19:42+0000", 
            "id": "10154835146021729_541859169353269", 
            "message": "Hey Andrea. If you'd like to learn more about Aquila, please visit: http://bit.ly/2aHXGZF. -Brad"
        }, 
        {
            "created_time": "2016-07-26T19:23:48+0000", 
            "id": "10154835146021729_934149476714443", 
            "message": "Ir said months at a time"
        }, 
        {
            "created_time": "2016-07-26T19:47:01+0000", 
            "id": "10154835146021729_634895086667087", 
            "message": "I just read it and looked at the video with no sound so I didn't hear that and I will check out the website thanks...for those that work and read."
        }, 
        {
            "created_time": "2016-07-26T21:11:40+0000", 
            "id": "10154835146021729_1037372609645561", 
            "message": "Haha. They have lots of work to do."
        }, 
        {
            "created_time": "2016-07-26T22:08:42+0000", 
            "id": "10154835146021729_1748551605383137", 
            "message": "It is incredible how fast this technology is evolving. Very promising idea. I'm grateful for Facebook, and I'm still a novice at it.\nI was recently pulled into the dark side: As an elderly lady, a Christian, I just finalized a very painful divorce. I am a retired teacher, and a veteran of the US Navy. A man (pseudoperson or persona) requested friendship with me in late June. As a baby Facebook person, I was receiving many requests simultaneously from members of my church, and I also have relatives in New England..church members and family have the same surname as this person. So, without any real  qualms or hesitation, I accepted. In a matter of a month, He proceeded to be more and more charming, then romantic. He poses as an American officer on a peace keeping mission in Syria. A divorced man, in his fifties, with custody of a daughter..It was too fast, something very suspicious, that involved his interest in me romantically and taking s vacation to meet me in person. Lo and behold. he said that he needed permission from his command's \" vacation office\" to fund a NaATO flight to the States. I was to be considered as a host, since he is an officer, there was a different level of procedure. Then, in the middle of the night, the clincher came! The letter from ME to his vacation office via an email address. He explained how I was to type it out. It authorized a trip that cost, bold on to your proverbial hat, $5,000. PLUS a  \"Courier fee\" of $259!!? In other words, I was supposed to send two amounts via email, withdrawn from my savings account.. My reply was to inform him/them that I realized that this is a scam. The con is over. Then, I added that I hope that God will forgive! It is embarrassing! I unfriended, then blocked. Then I contacted you at Facebook. It won't surprise anyone that his name is very common!! \"John Johnson\"..there are oodles of them! I have two email addresses, but just his pseudonym. \nThere we have it. A very nasty taste, some salty old tears. My church family knows what happened, and the elderly women especially are very loving, understanding, and supportive \nFacebook is a blessing. It is a tool, and so amazing! I found two old friends from my childhood, after so many years apart. It is worth it. Thank you for your time and consideration. God bless you, keep up the work you are doing to bring this world closer together. Love is mightier than hate. Hate is darkness, and is consumed by the beauty and truth of Light. Light is Agape Love, and it is a mighty spiritual force!! Shalom!"
        }, 
        {
            "created_time": "2016-07-27T01:03:54+0000", 
            "id": "10154835146021729_1006658919433017", 
            "message": "Hallelleuia!"
        }, 
        {
            "created_time": "2016-07-27T01:24:53+0000", 
            "id": "10154835146021729_923286591148620", 
            "message": "You'll have Internet access for about 5 seconds as the plane passes above you. Worst idea... Ever..."
        }, 
        {
            "created_time": "2016-07-27T01:29:41+0000", 
            "id": "10154835146021729_934336050029119", 
            "message": "Neil Barrientos I find it fascinating that you would think that they put 2 years into engineering and that they didn't consider that. \n\nfrom the article:\n\"When complete, Aquila will be able to circle a region up to 60 miles in diameter, beaming connectivity down from an altitude of more than 60,000 feet using laser communications and millimeter wave systems.\""
        }, 
        {
            "created_time": "2016-07-27T02:51:36+0000", 
            "id": "10154835146021729_558366324335292", 
            "message": "Neil Barrientos  that's how I saw it...and wanted to read more about it...to have worked in Ford IT and dealing with a lot dealerships who had issues with accessing the internet was the worse. Now they're no longer over satellite I can only imagine that it's now even worse."
        }, 
        {
            "created_time": "2016-07-27T05:24:11+0000", 
            "id": "10154835146021729_1302365189788644", 
            "message": "The plane will provide continuous access to whole remote communities by circling at 60,000feet, while it recharges itself from solar, when it does need to come down another will be in its place..continuous communication"
        }, 
        {
            "created_time": "2016-07-27T05:28:14+0000", 
            "id": "10154835146021729_1037555819627240", 
            "message": "Wow look how God gives knowledge 😀👼🏾😀😀👸🏾👍🏽👍🏽"
        }, 
        {
            "created_time": "2016-07-27T05:54:14+0000", 
            "id": "10154835146021729_1090912650945621", 
            "message": "Facebook Facebook if you existed in the 1930's no one would know about the Jewish holocaust or the evils of Nazism....your thought police would have delete any comment regarding ether of those two issues as \"hate speech\".\n\nYou censor our digital town square and thereby facilitate this ongoing  Christian holocaust!"
        }, 
        {
            "created_time": "2016-07-27T07:28:58+0000", 
            "id": "10154835146021729_418387254998704", 
            "message": "Once these are in place this could pave the way to provide God's Word to all tribes!"
        }, 
        {
            "created_time": "2016-07-27T08:11:59+0000", 
            "id": "10154835146021729_517852078412007", 
            "message": "Jutt g"
        }, 
        {
            "created_time": "2016-07-27T09:56:47+0000", 
            "id": "10154835146021729_580780758749951", 
            "message": "Can you fly that thing over Orange Texas? Can't hardly get internet service here to this day ( at least not good service...lol) Congrats on the accomplishment guys and gals."
        }, 
        {
            "created_time": "2016-07-27T10:39:44+0000", 
            "id": "10154835146021729_1799092123667641", 
            "message": "Neil Barrientos have you ever invented anything hmm I doubt it. This project is still being worked on this was the first time they've flown it, I think like thousands of other people this is an awesome thing their trying."
        }, 
        {
            "created_time": "2016-07-27T10:44:30+0000", 
            "id": "10154835146021729_1006876072744635", 
            "message": "To Facebook will you be building more planes?"
        }, 
        {
            "created_time": "2016-07-27T13:06:13+0000", 
            "id": "10154835146021729_1302589576432872", 
            "message": "Great and Congratulations!.."
        }, 
        {
            "created_time": "2016-07-27T13:52:51+0000", 
            "id": "10154835146021729_517935488403666", 
            "message": "People like Neil Barrientos who always have something negative to say before looking at the positive, are usually the same ones who have never fixed something complicated on their on and are left behind when the project(s) is(are) completed."
        }, 
        {
            "created_time": "2016-07-27T16:09:05+0000", 
            "id": "10154835146021729_1751077361837965", 
            "message": "Exactly Julius Raynor..props.."
        }, 
        {
            "created_time": "2016-07-27T16:12:59+0000", 
            "id": "10154835146021729_1829995480563998", 
            "message": "Anyone who post such negativity on such a positive post...Neil Barrientos...Sivian Sanders...please don't post your negative comments..we don't care that your life sucks please proceed back from wherever you came from..no one cares..this is awesome and will improve many lives.."
        }, 
        {
            "created_time": "2016-07-28T19:11:28+0000", 
            "id": "10154835146021729_1745461355692217", 
            "message": "Couldn't agree more,David&Julius.Lol...It is an AMAZING thing(2say the least)&,even if it \"only \"gives some people service for a short time-THATS SO AWESOME!!ESPECIALLY to those who have NEVER HAD IT BEFORE!! (imagine how happy&GREATFUL they will be!!)peace&love*,all,Danielle"
        }, 
        {
            "created_time": "2016-07-28T20:35:43+0000", 
            "id": "10154835146021729_1760715330807678", 
            "message": "Can we have only nice things to say to each other? As this is a great idea and it's not the worse idea...because I am an IT person not all knows what an great idea this can be but should be thought out further. I can agree to those who feel that this idea can fail but all it takes is an open mind instead of putting it down read more about it and come up with a solution to improve it. Thanks to all made replies but please move forward to making your own comments and pass on an idea that can help others. If God gave us the ability to build, looking to place towers only shouldn't be that difficult to place such instrument to allow enough transmission that will give them the ability to communicate."
        }
    ]
}