{
    "data": {
        "created_time": "2016-07-28T17:20:07+0000", 
        "id": "10154835146021729_830792743720540", 
        "message": "I live in a remote area in the USA and can not get high speed. We have Hughes net but they speed r slow it down depending on the time of day. So when r we going to get a plane?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 41
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-28T17:24:35+0000", 
            "id": "10154835146021729_1739817752950101", 
            "message": "Hi Sue. Aquila is designed to bring connectivity to the people who currently do not have it. This is a huge technology challenge, and that's where we're focused right now. Thanks! -Jessica"
        }, 
        {
            "created_time": "2016-07-28T17:55:42+0000", 
            "id": "10154835146021729_650539851761066", 
            "message": "#firstworldproblems"
        }, 
        {
            "created_time": "2016-07-28T18:20:49+0000", 
            "id": "10154835146021729_650546878427030", 
            "message": "Sue, that means we are, once again, focusing on fixing everyone elses problems when we have our own."
        }, 
        {
            "created_time": "2016-07-28T18:56:11+0000", 
            "id": "10154835146021729_1799735766936610", 
            "message": "Facebook is an international company so they see things from a global perspective. It's a good example for people in the US to follow."
        }, 
        {
            "created_time": "2016-07-28T22:56:54+0000", 
            "id": "10154835146021729_1812171495683373", 
            "message": "Savannah Lynn Smith   :)"
        }, 
        {
            "created_time": "2016-07-29T06:25:12+0000", 
            "id": "10154835146021729_1791850317712649", 
            "message": "Kkjbjn\nM"
        }, 
        {
            "created_time": "2016-07-29T06:29:35+0000", 
            "id": "10154835146021729_1139909142698957", 
            "message": "Wo  qq"
        }, 
        {
            "created_time": "2016-07-29T09:51:58+0000", 
            "id": "10154835146021729_1161637020560428", 
            "message": "Sounds like a real crisis...."
        }, 
        {
            "created_time": "2016-07-29T10:38:12+0000", 
            "id": "10154835146021729_1257677010931585", 
            "message": "Bless it's heart..."
        }, 
        {
            "created_time": "2016-07-29T11:08:08+0000", 
            "id": "10154835146021729_1140012632688608", 
            "message": "Congratulations on the success of connection to the other side of the world !!!"
        }, 
        {
            "created_time": "2016-07-29T14:52:09+0000", 
            "id": "10154835146021729_935903126539078", 
            "message": "Jeff Friedlander you mean the part of the world that lives in poverty and has no money or computers and no idea as to what the Internet even is? The part that spends their whole life in their village and has no need for the Internet? Oh yeah one more thing Facebook is an American country it's founder was born an American they provide a global service but they are definitely a US company and they need to consider how they were able to get to where they are now. On the backs of Americans. You would think that Facebook would appreciate the people who helped make them the company that could supply global service."
        }, 
        {
            "created_time": "2016-07-29T15:32:13+0000", 
            "id": "10154835146021729_1038909306158558", 
            "message": ""
        }, 
        {
            "created_time": "2016-07-29T22:03:56+0000", 
            "id": "10154835146021729_594070730770390", 
            "message": "Jeff Friedlander  Facebook is owned by an American that went to American schools and now when he could do something for Americans he is behaving like the Americans aren't a priority. I know let's build these and make sure remote Africa has access to the Internet."
        }, 
        {
            "created_time": "2016-07-30T00:38:18+0000", 
            "id": "10154835146021729_1172118106164026", 
            "message": "You people are morons. That's what's wrong with the world today fix me and screw everybody else. It disgusts me when some actually does something good and self centered idiots like you rip them apart for it. You....suck."
        }, 
        {
            "created_time": "2016-07-30T02:28:41+0000", 
            "id": "10154835146021729_925192637624682", 
            "message": "One would assume that Artie has good internet service."
        }, 
        {
            "created_time": "2016-07-30T02:33:48+0000", 
            "id": "10154835146021729_1863171133914125", 
            "message": ":'( :'( :'("
        }, 
        {
            "created_time": "2016-07-30T02:43:14+0000", 
            "id": "10154835146021729_925201377623808", 
            "message": "Jeffrey Joel Gibson selfishness"
        }, 
        {
            "created_time": "2016-07-30T02:58:42+0000", 
            "id": "10154835146021729_1039195529463269", 
            "message": "Find a cell carrier that has LTE / CDMA in your area, get a router that can accept a USB hot spot - pay the fee.  Don't want to pay the fee?  Sorry, those without get service first before those with service and a little Amerispoiled."
        }, 
        {
            "created_time": "2016-07-30T03:02:40+0000", 
            "id": "10154835146021729_1162164803840983", 
            "message": "No. Who are you to judge on who people or corporations should help? Where does it say this doesn't include the US, by the way? Facebook may be huge but even they can't help everyone at once. Who did you spend money on to help this week? Anyone? Besides yourself? In a world where everything is me me me me me this attitude is the epitome of that."
        }, 
        {
            "created_time": "2016-07-30T03:22:19+0000", 
            "id": "10154835146021729_606329986208250", 
            "message": "And....this is the USA. There are hundreds of Internet providers. Who are they in your area? It's THEIR job to provide the service. If you have a problem with speed it should be those ISP's that you take it up with. Instead of bashing someone trying to help the world as a whole. FB isn't your local ISP. Maybe AT&T is. Or some other company. That's who you should take it up with. Facebook isn't an ISP."
        }, 
        {
            "created_time": "2016-07-30T03:58:20+0000", 
            "id": "10154835146021729_1749882641916700", 
            "message": "Starbucks is responsible for your free internet access...not Facebook....jeez"
        }, 
        {
            "created_time": "2016-07-30T04:26:09+0000", 
            "id": "10154835146021729_1172242516151585", 
            "message": "Hey I live 500 yards from 150+  speeds and have to do the same...how about they just park a plane in my field? Lol"
        }, 
        {
            "created_time": "2016-07-30T04:30:42+0000", 
            "id": "10154835146021729_653752118124449", 
            "message": "So exactly how is this plane providing internet to these people? Is it airdropping computers, modems, routers? Sounds like rhetoric and no real difference will be made to the lives of any real people."
        }, 
        {
            "created_time": "2016-07-30T04:50:10+0000", 
            "id": "10154835146021729_1162225530501577", 
            "message": "Oh I thought it was tomorrow!  Sorry!"
        }, 
        {
            "created_time": "2016-07-30T06:41:06+0000", 
            "id": "10154835146021729_1792309647666716", 
            "message": "The thing people should understand is that Facebook is doing this to capitalize on the huge population that is completely disconnected from the internet. If Facebook can become the only platform that provides them internet services, it can potentially make millions. It does not care about people in remote USA having internet service as there's no monopoly there."
        }
    ]
}