{
    "data": {
        "created_time": "2016-07-27T19:35:38+0000", 
        "id": "10154835146021729_1037883846261104", 
        "message": "Someone has set up a site on my company without permission. This is a fraud and I have tried to get Facebook to take it down and they refuse to contact me.i have had to result to this type of notification to see if they will contact me. This fraudulent site is abusive and disgusting. I will file suit on the perpetrators. If I could contact Facebook this might be rectified, but no contact!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 45
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-27T21:50:53+0000", 
            "id": "10154835146021729_1037962869586535", 
            "message": "We appreciate you letting us know, Marilyn. If you come across a Page that violates the Facebook Terms, please report it. To submit a report, go to the Page you want to report and click the drop-down below the Page’s cover. Then select Report Page and follow the on-screen directions. Thank you for helping to keep Facebook a safe environment! -Kevin"
        }, 
        {
            "created_time": "2016-07-27T21:57:51+0000", 
            "id": "10154835146021729_1799309706979216", 
            "message": "I have done this and you have NOT helped!"
        }, 
        {
            "created_time": "2016-07-28T03:28:13+0000", 
            "id": "10154835146021729_518145148382700", 
            "message": "As if FB cares, they shut down my mom's account bc she doesn't like to use her birth name, everyone in my family was up in arms over FB high jacking mom's account, we all used the same protocol they are peddling you and we never got a response from anyone.  Here we all sit almost a year and a half later and still crickets from FB.  Our family is so spread out across the globe bc we are all military families and we all cherished our \"diary\" with our mom on FB and they took that from us bc she chooses to use a family nickname on FB bc she lives in a small community and is an older women and well known in her community and she wanted to stay private on FB by using her nickname..  I wish you the best of luck with resolve Marilyn Hopper, as great as FB is, they have a habit of hurting people and don't give two cents when they take memories from those that use FB to stay in touch with loved ones spread far and wide...  we lost 10 years of communication with our mom bc no one cared enough to respond to any of our concerns of closing mom's account"
        }, 
        {
            "created_time": "2016-07-28T05:32:00+0000", 
            "id": "10154835146021729_1862261650671740", 
            "message": "Renee, send the story to Good Morning America, all talk shows, and national news channels. They're always looking for good human interest stories. Maybe then they will respond."
        }, 
        {
            "created_time": "2016-07-28T05:54:01+0000", 
            "id": "10154835146021729_1739632016302008", 
            "message": "Um I don't use my birth name. I think she can try again to set one up or something. because I've never had that issue and I've had mine for nearly 10 years"
        }, 
        {
            "created_time": "2016-07-28T07:00:53+0000", 
            "id": "10154835146021729_1760463214166223", 
            "message": "@JenniH Hallett be careful you could be the next victim.  I know several people this has happened to, my mom was not the only person.  Sadly I have seen so many names that you just know are not legal names, so why they harass some who knows, but it sucks.\n@Lesa thank you for your advice, but I am not out to slam fb in the kisser on this just want them to know what they did was wrong."
        }, 
        {
            "created_time": "2016-07-28T07:24:28+0000", 
            "id": "10154835146021729_834781693322823", 
            "message": "Renee, you see Facebook hasn't responded once since you said something? They respond quick to basic questions or compliments...sorry you had to go through that. Pretty messed up, and they owe you an apology big time."
        }, 
        {
            "created_time": "2016-07-28T09:39:08+0000", 
            "id": "10154835146021729_542401739299012", 
            "message": "You must be stupid to have not backed up her photos and chats. Why would you trust a large company with those precious items, numb head"
        }, 
        {
            "created_time": "2016-07-28T09:49:00+0000", 
            "id": "10154835146021729_531214063732226", 
            "message": "I screenshot notes from ones that I need to treasure. If that is any help."
        }, 
        {
            "created_time": "2016-07-28T09:56:17+0000", 
            "id": "10154835146021729_593430220834441", 
            "message": "Renee Finster  😞 My heart broke when I read this. I really hope FB see's your post and rectifies the situation. And as always, thank you to all that serve our country!❤️"
        }, 
        {
            "created_time": "2016-07-28T10:58:57+0000", 
            "id": "10154835146021729_1739703109628232", 
            "message": "There are millions of fb users, how can they have the manpower to personally respond to everyone that sends in a compliant ?"
        }, 
        {
            "created_time": "2016-07-28T11:15:11+0000", 
            "id": "10154835146021729_1071427926243618", 
            "message": "Lawrence Bixby Stupid? Really?"
        }, 
        {
            "created_time": "2016-07-28T11:15:57+0000", 
            "id": "10154835146021729_1749189258652705", 
            "message": "Thats because its automated you think kevin is real? How come they dont need proper id lol"
        }, 
        {
            "created_time": "2016-07-28T11:32:51+0000", 
            "id": "10154835146021729_605565189618063", 
            "message": "I have reported pages. Granted fb did not remove the  page but they did get back to me. As for your mothers nickname I  use my nickname with no trouble. What name is your mother using? Perhaps it is the name that is the trouble."
        }, 
        {
            "created_time": "2016-07-28T12:10:01+0000", 
            "id": "10154835146021729_1760539510825260", 
            "message": "Some nasty smart guy also put some adverse comments on my site without my knowledge. This is illegal, unethical and immoral. I don't know how to remove those comments. Was thinking to contact Facebook but in view of your comment if they don't help us then who will? \nHow do you file a law suit?"
        }, 
        {
            "created_time": "2016-07-28T12:25:55+0000", 
            "id": "10154835146021729_542432882629231", 
            "message": "Bixby that is uncalled for, be kind."
        }, 
        {
            "created_time": "2016-07-28T12:48:16+0000", 
            "id": "10154835146021729_1091634300873456", 
            "message": "Yes Bixby I agree, why be rude? That's one reason why the world is going to shznck! Come on!"
        }, 
        {
            "created_time": "2016-07-28T13:54:01+0000", 
            "id": "10154835146021729_873495452786705", 
            "message": "Rene, was she using a name that most people find offensive? For example Hillary Clinton."
        }, 
        {
            "created_time": "2016-07-28T14:10:46+0000", 
            "id": "10154835146021729_605623992945516", 
            "message": "Just stop buying fb and ask for a refund....."
        }, 
        {
            "created_time": "2016-07-28T14:52:21+0000", 
            "id": "10154835146021729_834975949970064", 
            "message": "There has to be a workaround Renee. Have her make a bogus company page or band page or something. I have not had to do this so I am not sure of the process, but I pretty sure, if you get creative, you can get your mother set back up."
        }, 
        {
            "created_time": "2016-07-28T14:55:54+0000", 
            "id": "10154835146021729_1060472340704791", 
            "message": "I would recommend having the family open up accounts on another social networking site. If you haven't done so alrewdy. Google has one. There are plenty others."
        }, 
        {
            "created_time": "2016-07-28T15:04:48+0000", 
            "id": "10154835146021729_1060476144037744", 
            "message": "Wow....I'm sorry you have to go through this....I didn't realize how messed things could get, or how fast....hope this gets resolved...."
        }, 
        {
            "created_time": "2016-07-28T15:06:58+0000", 
            "id": "10154835146021729_542556855953676", 
            "message": "In all honesty, Facebook is free, they could do whatever they want."
        }, 
        {
            "created_time": "2016-07-28T15:22:45+0000", 
            "id": "10154835146021729_1751485321797169", 
            "message": "Look at all the entitled people. Gtf off if you don't like it. ...oh wait you're still here."
        }, 
        {
            "created_time": "2016-07-28T16:14:29+0000", 
            "id": "10154835146021729_830767447056403", 
            "message": "So why do tou have to post this here and ruin things for other people you say you are following protocall but by doing what you are doing you are following the opisite please leave bad comments out of this and instead report it to fb plus nobody forced you to use fb if fb is sooo bad you could just boycot it i mean seriosly a post about fb helping ppl is not the place to cry finnaly i am sorry about the spelling errors i know they are horrid have a nice day everyone"
        }
    ]
}