{
    "data": {
        "created_time": "2016-07-25T16:23:09+0000", 
        "id": "10154835146021729_1829139007316312", 
        "message": "Thanks to Facebook, I was able to get a job I would've never had. Hopefully this airplane can help someone else support their family too <3"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 68
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-25T16:29:34+0000", 
            "id": "10154835146021729_1750264255252609", 
            "message": "Thanks for sharing, Bekkah. We're happy you're part of our community! -Rey"
        }, 
        {
            "created_time": "2016-07-30T17:49:19+0000", 
            "id": "10154835146021729_874668712669379", 
            "message": "HOW, Bekkah? I'd like a new job too 😊 thanks in advance"
        }, 
        {
            "created_time": "2016-07-30T19:59:15+0000", 
            "id": "10154835146021729_651450788336639", 
            "message": "How?"
        }, 
        {
            "created_time": "2016-07-30T20:07:43+0000", 
            "id": "10154835146021729_1740640472867829", 
            "message": "."
        }, 
        {
            "created_time": "2016-07-30T20:25:56+0000", 
            "id": "10154835146021729_1172727019436468", 
            "message": "She can't tell us, the plane long since flew past her town...now they're back to no internet..."
        }, 
        {
            "created_time": "2016-07-30T20:31:06+0000", 
            "id": "10154835146021729_1813012252265964", 
            "message": "Lol no, I have plenty of internet here in the U.S. :) I actually got my job as a webmaster and business management/marketing consultant in one of the Facebook groups. I saw that the owner of a company needed some help with their website, and I volunteered to assist. That two hours of help landed me a job for years, still doing it part time as well, all because I was in a Facebook group. Had I not had Facebook, I would've never otherwise met my boss (who I still have yet to meet in person, but talk with all the time through messenger and group :) )"
        }, 
        {
            "created_time": "2016-07-30T20:48:31+0000", 
            "id": "10154835146021729_1752514025027632", 
            "message": "I need to learn what group does this"
        }, 
        {
            "created_time": "2016-07-31T01:26:11+0000", 
            "id": "10154835146021729_543331245872728", 
            "message": "It can happen in any of the Facebook groups. I had joined a group that was admined by the owner of a company - a company that I'd purchased products from a time or two in the past - so I didn't join the group looking for a job, I joined it because I enjoyed their products and Facebook groups provide a decent platform for customer service and community, at least in some aspects. I came to the group hoping to get more information and may be connect with a few like-minded people. I basically just noticed a post one day and offered to help. I honestly encourage anyone - if there is an online company that you really like, who sells products that you really dig, and stand for something that you'd want to be a part of, the worst they can do is say no if you offer your expertise or assistance (and not just web design, if you don't know anything about coding you could may be offer to keep up their social media stuff or write for their blog once a week, which is where I started off officially after I helped fix their website) and it doesn't hurt to ask. You really never know where an opportunity may lie, or even how those \"many hours scrolling through Facebook\" could actually pay off one day :)"
        }, 
        {
            "created_time": "2016-07-31T01:53:29+0000", 
            "id": "10154835146021729_519268788270336", 
            "message": "There is groups for every area you just need to search for them. For example. Where I live there is high desert 411 that post jobs all the time. You just need to reach out."
        }, 
        {
            "created_time": "2016-07-31T01:59:03+0000", 
            "id": "10154835146021729_1162853853772078", 
            "message": "No"
        }, 
        {
            "created_time": "2016-07-31T02:00:25+0000", 
            "id": "10154835146021729_519269721603576", 
            "message": "Facebook"
        }, 
        {
            "created_time": "2016-07-31T15:38:57+0000", 
            "id": "10154835146021729_983508091766938", 
            "message": "Umm... yes?"
        }, 
        {
            "created_time": "2016-07-31T21:55:26+0000", 
            "id": "10154835146021729_1238158762884738", 
            "message": "Thanks for you guys input...I really appreciate everything you said concerning the Job Leads and how Facebook and its affilates can land a potential employer. \nThank You,\nBridgette Cunnigan"
        }, 
        {
            "created_time": "2016-12-03T10:45:15+0000", 
            "id": "10154835146021729_1383457798332171", 
            "message": "Facebook can you please us get rid of the scam that says your phone was chosen to win a $1000.than you can't click out of it.i had problems getting my phone back to normal enough to even make a phone call."
        }, 
        {
            "created_time": "2016-12-08T11:40:45+0000", 
            "id": "10154835146021729_1259116500798460", 
            "message": "o"
        }, 
        {
            "created_time": "2016-12-13T07:36:02+0000", 
            "id": "10154835146021729_1372867759413837", 
            "message": "واو"
        }
    ]
}