{
    "data": {
        "created_time": "2016-08-02T16:54:31+0000", 
        "id": "10154835146021729_1864800373751201", 
        "message": "Hi, I've received over 1000 automatically generated e-mails in the last 10 hours purportedly in regards to a \"removed review\". Your system won't stop spamming my e-mail. I keep getting a constant pop-up from the site for a feature I barely use. I've dug through my security settings and everything seems alright...\n\nExcept I can't find a single thing.\n\nTo stop you from continuing to e-mail me.\n\n100 times or more an hour.\n\nFor no apparent reason.\n\nFor the same supposed reason.\n\nI can't find anyone to contact, not a single report works. When will it stop? What do I need to do?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-02T17:47:42+0000", 
            "id": "10154835146021729_1072187176206908", 
            "message": "Hi Cameron. We’re sorry to hear about this situation. May you please send us a private message with the email address you’re inquiring about? Thanks. -Brad"
        }, 
        {
            "created_time": "2016-08-02T17:57:55+0000", 
            "id": "10154835146021729_1851965598365326", 
            "message": "glad to see fb is on the problem in less than a hour, keep up the good work guys!"
        }, 
        {
            "created_time": "2016-08-03T00:51:14+0000", 
            "id": "10154835146021729_904711642974078", 
            "message": "kill brad"
        }, 
        {
            "created_time": "2016-08-03T01:25:18+0000", 
            "id": "10154835146021729_561258547379403", 
            "message": "NOT NICE!"
        }, 
        {
            "created_time": "2016-08-03T01:29:37+0000", 
            "id": "10154835146021729_1747378295500523", 
            "message": "Robert Shwarz u are hardcore"
        }, 
        {
            "created_time": "2016-08-03T01:41:38+0000", 
            "id": "10154835146021729_1608469582779848", 
            "message": ".my mom says same thing is happening to her account. Alot of weird stuff.  And what is the purpose of fb messenger asking me to allow them to record my messages ?"
        }, 
        {
            "created_time": "2016-08-03T01:53:08+0000", 
            "id": "10154835146021729_1143357915687413", 
            "message": "Kime Turner, are you on the messenger app? If so, it's capable of making video and voice calls.  Messenger can't make these calls without permission. :)"
        }, 
        {
            "created_time": "2016-08-03T02:50:33+0000", 
            "id": "10154835146021729_1802082083368645", 
            "message": "Joshua Denton, I continue to receive e-mails. We're getting towards the 2,000 mark. If I have my e-mails syncing on my mobile, or Facebook open in any fashion on my phone or laptop, it constantly grabs focus. And it's made every single website that uses a Facebook commenting section at the bottom grab focus to send me a pop-up. They replied once, to a single mode of contact in an hour. Asking for my E-mail address. Which they already have. They couldn't be bothered to check on their attack which officially reached the level of a DOS on my poor internet connection because we live outside of good service. And here I sit, they didn't bother to look into it, not a thing is fixed. The extent of their effort has been to ask what my e-mail address is and do nothing on their side wanting an answer to a question they already have the answer to."
        }, 
        {
            "created_time": "2016-08-03T03:04:10+0000", 
            "id": "10154835146021729_932247696901739", 
            "message": "There is nothing admirable about that at all. Contacting them is an almost impossibility, getting an answer is worse, they don't even answer the majority of their help questions in their own Help section. The level of customer service makes Comcast look good. As for Robert Schwarz, you can feel free to write his listed employers here:\n\nhttps://www.facebook.com/ammcollision/?ref=br_rs\nhttps://www.facebook.com/fastenalcompany/?ref=br_rs\n\nIf Robert, you are displeased by the fact the information is just sitting there, I recommend the following Facebook privacy settings tutorial:\n\nhttp://www.techlicious.com/tip/complete-guide-to-facebook-privacy-settings/\n\nIf you're angry someone would take offense, maybe you could start contributing to the conversation in complete sentences without death threats."
        }, 
        {
            "created_time": "2016-08-03T03:37:24+0000", 
            "id": "10154835146021729_655082704648337", 
            "message": "Now they can send you emails from anywhere in the world, via their new flying wing thing."
        }, 
        {
            "created_time": "2016-08-03T04:17:18+0000", 
            "id": "10154835146021729_1752680621636752", 
            "message": "What the heck"
        }, 
        {
            "created_time": "2016-08-03T05:25:18+0000", 
            "id": "10154835146021729_1168848836490320", 
            "message": "\"In regards to\" is bad grammar."
        }, 
        {
            "created_time": "2016-08-03T15:49:12+0000", 
            "id": "10154835146021729_421001358070627", 
            "message": "I've now received over 3,000 e-mails. Brad and his cohorts never replied once. In Any fashion after supplying the piece of information they already had but couldn't be bothered to find."
        }
    ]
}