{
    "data": {
        "created_time": "2016-07-23T02:54:15+0000", 
        "id": "10154835146021729_1042313645823027", 
        "message": "That is awesome, feeling really emotional right now. It's gonna change things for alot of people. WOW is an understatement."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 66
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-24T01:12:36+0000", 
            "id": "10154835146021729_633667753456487", 
            "message": "We're excited to be a part of that change, Jose. Thanks for your kind words! -Ali"
        }, 
        {
            "created_time": "2016-07-24T03:05:08+0000", 
            "id": "10154835146021729_1065988613493431", 
            "message": "You are feeling emotional because of this?!?"
        }, 
        {
            "created_time": "2016-07-24T14:50:50+0000", 
            "id": "10154835146021729_1089322901104596", 
            "message": "I liked"
        }, 
        {
            "created_time": "2016-07-24T15:01:51+0000", 
            "id": "10154835146021729_1161666387208565", 
            "message": "Get a grip babycrier."
        }, 
        {
            "created_time": "2016-07-24T15:06:35+0000", 
            "id": "10154835146021729_633943790095550", 
            "message": "Emotional because people need Internet more than the other greater issues at hand in the US? Maybe make some solar drones to drop ship some medical supplies or food where needed, there's a thought."
        }, 
        {
            "created_time": "2016-07-24T15:14:45+0000", 
            "id": "10154835146021729_417460781758018", 
            "message": "Emotional because this helps to connect and educate so many. Making it easier for us all to meet and realize that only one thing divides...religion. The way so many are raised is that it is \"my way only\"... When you remove that one subject...we all want the same and enjoy sharing interests."
        }, 
        {
            "created_time": "2016-07-24T15:15:30+0000", 
            "id": "10154835146021729_1749061338665347", 
            "message": "Thanks to the hard work that you have done even a person that is barely making it in this economy can stay in touch it a great thing that you do"
        }, 
        {
            "created_time": "2016-07-24T15:24:49+0000", 
            "id": "10154835146021729_1043209035733488", 
            "message": "Not a cry baby and neither is he. Watching the video kind of made me feel emotional. An innovation like this is amazing. The work that Facebook and Google alike have done is going to change the world for the better. When we make leaps it becomes an overwhelming emotional feeling. Can't express it but come on, you ever get a new toy as an adult and become emotional over it?"
        }, 
        {
            "created_time": "2016-07-24T15:34:50+0000", 
            "id": "10154835146021729_978710095580071", 
            "message": "All i can say to you David, Billy and Mike is that you like many others do not have a clue what it is like to live in a country where things like the internet are non existent. You guys live in a country where just about everything is taken for granted. Where everything is about instant gratification. Give thanks that you live here in the U.S A and try to be a bit more open minded as to what is going on in the rest of the world."
        }, 
        {
            "created_time": "2016-07-24T15:36:02+0000", 
            "id": "10154835146021729_1810344059199450", 
            "message": "Gee, maybe some of the money could also be used to help with clean water or more efficient energy to avoid women getting respiratory diseases from having to cook over camel dung. But it will be nice to be able to keep up with the Kardashians."
        }, 
        {
            "created_time": "2016-07-24T15:43:40+0000", 
            "id": "10154835146021729_1747664468805184", 
            "message": "Yes. Everyone should concentrate exclusively on those things that John J. Stover has identified as the most important issues in the world and at this particular moment. Only when John is satisfied those issues have been solved should anyone consider addressing any other issues. (And of course, check with John, as he'll surely be ready to tell us what to work on next.)"
        }, 
        {
            "created_time": "2016-07-24T15:46:20+0000", 
            "id": "10154835146021729_1043217359065989", 
            "message": "Look at the philanthropy that these guys do, you can't expect them to solve all the world issues. Let say you win the lotto and have 50 million dollars,  are you going to give it all to charities to \"save the world\" and leave no money for the advancement of your family? This is amazing no matter how you look at it. Give the people knowledge and they can do anything for themselves. It's not about keeping up with the Kardashians, it's about giving everyone the access to knowledge."
        }, 
        {
            "created_time": "2016-07-24T16:07:13+0000", 
            "id": "10154835146021729_1089360071100879", 
            "message": "That's awesome. With a step like this, it's a doorway to the beginning of so many things to come. Some fail to realize that with internet access also comes the ability to do many, many wonderful things. Things that go far beyond playing games, keeping up with the Kardashians, and even beyond Facebook itself. Possibilities become limitless when you remove your boundaries. Great job guys!!! I for one am proud of you all."
        }, 
        {
            "created_time": "2016-07-24T16:16:03+0000", 
            "id": "10154835146021729_1797959850447535", 
            "message": "How does it land?"
        }, 
        {
            "created_time": "2016-07-24T16:30:56+0000", 
            "id": "10154835146021729_1747676448803986", 
            "message": "Jeez people. Maybe this guy has family without Internet access that he misses? There are other bigger issues but maybe this is a problem solved for Jose.  We don't know. Thanks Facebook, for your efforts to be kind to human kind!"
        }, 
        {
            "created_time": "2016-07-24T16:40:28+0000", 
            "id": "10154835146021729_1747683125469985", 
            "message": "Awesome job ya'll did"
        }, 
        {
            "created_time": "2016-07-24T16:44:24+0000", 
            "id": "10154835146021729_1005074399591469", 
            "message": "With all the education on the Internet, I too see it as an emotional issue.  Remember the post that passed around about how to push water in a 50 gallon barrel drum?  Our water is taken for granted, but this is a top issue of concern for many.  There are many more \"How to\" videos.  Praise God for education.  Not everyone is drawn to the smut that we all know is also available.  Same with libraries, book stores, magazine subscriptions, radio, etc.  We all have the freedom to educate our minds according to the choices we make."
        }, 
        {
            "created_time": "2016-07-24T16:47:09+0000", 
            "id": "10154835146021729_1747684955469802", 
            "message": "Jose, we need more people like you with a kind heart.  TY <3"
        }, 
        {
            "created_time": "2016-07-24T18:50:20+0000", 
            "id": "10154835146021729_932864540176270", 
            "message": "Frank A Delgado Sr. Your reply makes absolutely no since. Your last sentence is exactly what I'm trying to say. No matter here or anywhere else in the world, the time and money spent to give Internet could be used for more important things. If that's what you're calling close minded then you just might be part of the problem."
        }, 
        {
            "created_time": "2016-07-24T21:54:21+0000", 
            "id": "10154835146021729_417569795080450", 
            "message": "Ed Clow  I only said some of the money. Internet is nice but it is not a basic need. I spent several years living in African countries and know the impact on health of clean water. As a telecommunications engineer who actually installs systems in isolated areas, I know that basic Internet, email and SMS are already available through existing mobile networks. Airborne Internet is like satellite telephone service, nice in very limited circumstances, but way too expensive. Especially if you are expecting it to be used by the poorest people."
        }, 
        {
            "created_time": "2016-07-25T00:50:16+0000", 
            "id": "10154835146021729_579843665510327", 
            "message": "Frank A Delgado Sr.  Bud i was around long before the internet, microwave, cellphone, cd ....people do just fine with out it."
        }
    ]
}