{
    "data": {
        "created_time": "2013-08-21T03:18:35+0000", 
        "id": "10152101244851729_31165736", 
        "message": "Instead of giving people in need more important things, food, water, shelter, health care? We'll be giving people facebook?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 217
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-08-21T03:33:04+0000", 
            "id": "10152101244851729_31166096", 
            "message": "mayb u should read the whole thing before u asking. facebook just one of the partner. it's all about internet and showing the rest two third of people on earth how important internet is, not just facebook."
        }, 
        {
            "created_time": "2013-08-21T03:37:39+0000", 
            "id": "10152101244851729_31166186", 
            "message": "But what do they gain from this? They don't need the internet to survive. People lived a long time without the internet... Sure it would change a lot, but why is this our main focus?"
        }, 
        {
            "created_time": "2013-08-21T03:39:32+0000", 
            "id": "10152101244851729_31166208", 
            "message": "Why couldn't all that money be spent on building houses, communties, and things that will bring people a better quality of life?"
        }, 
        {
            "created_time": "2013-08-21T03:51:32+0000", 
            "id": "10152101244851729_31166422", 
            "message": "Well of course all the things you listed are important to those in need. I don't believe that this partnership is arguing that. However, there are many foundations, companies, and individuals who are trying to help provide aid to ease those listed problems. This partnership is simply trying to acknowledge another less-recognized thing that people in need are lacking. I'm sure that the companies making up this partnership support those other causes you listed. But these are companies that are huge in information and technology, so it makes sense for them to recognize a technology-based cause and want to use their field to help people."
        }, 
        {
            "created_time": "2013-08-21T03:56:42+0000", 
            "id": "10152101244851729_31166512", 
            "message": "The internet also can make it easier for people in need to get other things they need. We have to recognize what kind of advantages new technology can bring to people. The internet is an amazing organization tool that can bring people closer to those who seek to help them, and, even more importantly, is a practically limitless source of information about almost anything. This is a tool that can be used for education, the sharing of important research, and communication. These are things that can bring better quality of life, and help build community."
        }, 
        {
            "created_time": "2013-08-21T10:15:19+0000", 
            "id": "10152101244851729_31169736", 
            "message": "and once these people see this a better world, what they do with that knowledge, without a proper education? why invest in globalization rather than sustainable development?"
        }, 
        {
            "created_time": "2013-08-21T12:38:58+0000", 
            "id": "10152101244851729_31171045", 
            "message": "We could be creating programs that help them, giving them the tools they need, sending people over to help build homes...I agree that the internet could benifit them, but is it really the Most benificial thing we could be doing? Look how dependent America has become on technology, why begin the process of starting that trend inother nations?"
        }, 
        {
            "created_time": "2013-08-21T15:40:03+0000", 
            "id": "10152101244851729_31173217", 
            "message": "You have all heard the phrase \"You give a person a fish and they eat for a day, you teach a person how to fish and they eat for a lifetime\" well creating programs that give people food and things not produce in their country is like giving them a fish it is the easy way out, but giving people the internet is sort of like teaching them how to fish. You see the internet allows you to have access to endless information and can teach so much. Just because most people spend time looking up useless things on the internet, others use it to help grow their every day lives. So getting the internet to 2/3 of the world might not be the best cause but it is still a noble cause. Its like sending some one a book of endless information not just how to fish but almost how to do everything including survive"
        }, 
        {
            "created_time": "2013-08-21T23:43:30+0000", 
            "id": "10152101244851729_31179590", 
            "message": "So much negativity! Be happy!"
        }, 
        {
            "created_time": "2013-08-21T23:52:14+0000", 
            "id": "10152101244851729_31179691", 
            "message": "Urgent Appeal ...To live consciences in the name of humanity ...Aaido us the official Syrian Revolution page on Facebook to express through our pain ......Please feel us a little bit ......Today has been hit with chemical weapons ....I hope that Taido us our page on Facebook following\nhttps/Syrian.Revolution"
        }, 
        {
            "created_time": "2013-09-03T14:16:08+0000", 
            "id": "10152101244851729_31389985", 
            "message": "If you're a stylish & creative person... *LIKE* us! :] \nhttps://www.facebook.com/pages/Bếдúτy-αŊÐ-ЭłẽğλחсΈ/467817653308611?ref=tn_tnmn"
        }, 
        {
            "created_time": "2013-09-08T19:01:24+0000", 
            "id": "10152101244851729_31482907", 
            "message": "mancava scrivere in italiano........."
        }, 
        {
            "created_time": "2013-09-11T09:04:48+0000", 
            "id": "10152101244851729_31531762", 
            "message": "I'm sick nerves to the health care needs"
        }, 
        {
            "created_time": "2013-09-11T09:12:00+0000", 
            "id": "10152101244851729_31531808", 
            "message": "Multi is very important"
        }, 
        {
            "created_time": "2013-09-11T21:04:48+0000", 
            "id": "10152101244851729_31542082", 
            "message": "Verga"
        }, 
        {
            "created_time": "2013-09-12T12:21:21+0000", 
            "id": "10152101244851729_31551221", 
            "message": "bit.ly/1fYfslm"
        }, 
        {
            "created_time": "2013-09-14T01:11:08+0000", 
            "id": "10152101244851729_31578870", 
            "message": "صـــــــــــفــــــــــــــحــــــــــة الــــــــــرســــــــــمــــــــيـــــــة\nhttps://www.facebook.com/AnonymouArabi"
        }, 
        {
            "created_time": "2013-09-14T07:02:12+0000", 
            "id": "10152101244851729_31581989", 
            "message": "like this page for more fun <3 <3 <3 https://www.facebook.com/photo.php?v=3381332109536&set=vb.485698471506159&type=2&theater"
        }, 
        {
            "created_time": "2013-09-15T04:37:49+0000", 
            "id": "10152101244851729_31594328", 
            "message": "Jessica is an idiot. most of the money i have made and most of my education has been as a result of the internet. Just because the majority of americans predominantly use facebook doesnt mean that everyone is as dumb as you, jessica."
        }, 
        {
            "created_time": "2013-09-15T04:50:15+0000", 
            "id": "10152101244851729_31594438", 
            "message": "and i think it is great, maybe the muslims can see how not to breed and how not to hate the world if they are not of their religion"
        }, 
        {
            "created_time": "2013-09-15T10:28:18+0000", 
            "id": "10152101244851729_31596655", 
            "message": "<<<<<<LİKE"
        }
    ]
}