{
    "data": {
        "created_time": "2013-08-21T03:21:47+0000", 
        "id": "10152101244851729_31165853", 
        "message": "I think this is a great cause but... Don't you think we should be working on getting food, water and healthcare to the world before getting them to sign up to Facebook?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-08-21T03:50:53+0000", 
            "id": "10152101244851729_31166415", 
            "message": "Its a good way to obtain knowledge and get connected to the rest of the world, easier to hear their voice and concerns too. And every effort counts, helping at what people do best is the most efficient way to make progress. That's how we grew as a society, with people specializing in fields of their best interest/talent that brings max. Growth in that area. Asking professional programers to make bottles and grow food as the only standard way to improve lifestyle is a little hypocritical. Instead, its a good lead, other professionals from different fields who uses facebook and other internet services could follow the spirit and help in their own field of specialty. I'm sure a couple of them are specialized in food and water and healthcare. =)"
        }, 
        {
            "created_time": "2013-08-21T03:53:57+0000", 
            "id": "10152101244851729_31166461", 
            "message": "I agree with that completely. Like I said, I think this is a great cause just... I think people in third world countries would be more interested in getting food to feed their children... Healthcare to stop them falling ill, the list goes on. The ability to settle an argument by checking it out on Google doesn't seem like it would be much of a priority to me. If I was in that situation it wouldn't be anyway..."
        }
    ]
}