{
    "data": {
        "created_time": "2014-11-18T11:39:46+0000", 
        "id": "10153187499591729_10153199949831729", 
        "message": "The more Facebook \"improves\", the LESS I like it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 189
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-18T15:51:52+0000", 
            "id": "10153187499591729_10153200280046729", 
            "message": "We’re sorry to hear that, Carla. We’re working hard to ensure that our updates improve everyone’s Facebook experience. Please let us know what would make your experience more enjoyable at our feedback page: http://on.fb.me/1uL2tyu -Ryan"
        }, 
        {
            "created_time": "2014-11-18T16:44:14+0000", 
            "id": "10153187499591729_10153200379636729", 
            "message": "LMAO!! \"feedback page\" they dont listen to anything users have to say ! If they did they would stop \"improving\" FB ,Listen to its users ...its not broke dont fix it!!  as far as the messenger app goes Everyone PLEASE READ THE FINE PRINT!!! you will NOT like what you find!!!"
        }, 
        {
            "created_time": "2014-11-18T17:19:10+0000", 
            "id": "10153187499591729_10153200444321729", 
            "message": "Thanks to FB new way, I've  lost all my friends/family cuz the all the posts I see on main wall r ads!!! Having go to a friends wall to see if they have posted anything is a real waste of time. Why couldnt ya leave well enuff alone. If it aint broke dont try & fix it.  Just made things worse."
        }, 
        {
            "created_time": "2014-11-18T18:15:21+0000", 
            "id": "10153187499591729_10153200538766729", 
            "message": "i agree  Carla  only  resin iam here an not els where is cause my family wont make the switch. and Debi has a grate point in if its not broke don't fix it"
        }, 
        {
            "created_time": "2014-11-19T00:29:46+0000", 
            "id": "10153187499591729_10153201221426729", 
            "message": "Bring back the old messaging!"
        }, 
        {
            "created_time": "2014-11-20T01:16:17+0000", 
            "id": "10153187499591729_10153203380026729", 
            "message": "When I like a page, is because I really like what they have to say.... Why do we only get a few of their posts? The answer I know... Because you want the page owner to promote their posts or their page by paying money..... I can almost understand the reason, if the page is selling a product, but the rest of us that have nothing to sell on our page, our fans should be able to see all posts. It's sad that is all about money for Facebook.... It wasn't that way when they started. Pathetic!!"
        }, 
        {
            "created_time": "2014-11-30T11:07:47+0000", 
            "id": "10153187499591729_10153226509146729", 
            "message": "Facebook Doing their best to make all of us Fun."
        }, 
        {
            "created_time": "2014-12-01T14:38:13+0000", 
            "id": "10153187499591729_10153228888861729", 
            "message": "I can't believe it.  I get up this morning to TONS of posts from Thanksgiving Day that I haven't seen before. You've got to be KIDDING me, Facebook!  Shame on you!  You have filled my newsfeed with all these unwanted \"Sponsored\" posts (ads) and kept my friends' status updates away from me!!Someone...please develop a social network that is user friendly....\nI don't mind the ton of ads on the right side of the page.....just leave my News Feed alone!!"
        }, 
        {
            "created_time": "2014-12-02T01:20:04+0000", 
            "id": "10153187499591729_10153229966976729", 
            "message": "I agree, Becky. Too many ads-posts showing up days late, I've even gone to friends page-just to make sure I'm not \"blocked\", as I've not seen their posts.."
        }, 
        {
            "created_time": "2014-12-06T12:41:19+0000", 
            "id": "10153187499591729_10153238950236729", 
            "message": "give them break there just getting better one day you will see"
        }
    ]
}