{
    "data": {
        "created_time": "2015-07-03T05:28:06+0000", 
        "id": "10152928845470079_10152928928490079", 
        "message": "i'm  so disappoitned in Eminem, anymore.  He's just not the same.  I'm sorry I used to get mad when ppl said this, but, I've learned it's true.  He makes his best music wacked out on drugs.  That's just the truth.  As a former rapper myself, I know for a fact that drugs help you make better music.  it just is what it is.  Eminem's music has gone downhill DRASTICALLY since Recovery.  MMLP2 was half good, half shit.. HUGE disappointment. and I'm tired of him pimping itunes. fuck itunes.. never used it in my life, never will.  but, it bothers me that the guy who spent his entire career shunning advertising, is now riding apples dick"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-07-03T05:35:36+0000", 
            "id": "10152928845470079_10152928935215079", 
            "message": "Agreed bro. Recovery was his last good album to me. Everything after sounds semi decent. He's putting out to many hit or miss tracks."
        }, 
        {
            "created_time": "2015-07-03T05:39:23+0000", 
            "id": "10152928845470079_10152928938600079", 
            "message": "I agree.. glad to see your comment cuz I was sure I'd get bombed on by stans.  I'm a HUGE Em fan.. Have most of his CD's, been to see him live twice, including front row at home n home tour, but, yeah.. his shit is just REALLY lacking lately.  MMLP2 only had about 8-10 good songs on it and the rest was trash.  Phenomenal is just horrible."
        }, 
        {
            "created_time": "2015-07-03T05:47:35+0000", 
            "id": "10152928845470079_10152928943335079", 
            "message": "Oh they'll be here soon lol. And yeah i have all of ems shit, even all his unreleased shit. But i cant fuck with post MMLP2 songs at all. Shady XV was just bad and everything after was bad. He's still up there lyrically, but his production and flow and overall sound is just off."
        }, 
        {
            "created_time": "2015-07-03T06:08:32+0000", 
            "id": "10152928845470079_10152928973555079", 
            "message": "OMG.. Shady XV was FUCKING HORRIBLE.  ONLY good song on it was the Lose Yourself OG.  The rest was complete trash.  COMPLETE AND UTTER TRASH.  His worst all out album since SSLP.  Detroit vs. Everybody is HORRIBLE and I'm fucking from Detroit.  Yeah, don't even get me started on Shady XV.  And MMLP2 is the FIRST Em album since Recovery that I haven't bought. I  bought every album from MMLP to Recovery.  I even think Relapse is a good record, despite the accents.  But, everything after Recovery is hit or miss everything after MMLP2 has been horrible.  Not to mention, he seems to wanna rap faster and faster on every track.  it's getting to the point that you can't even fucking understand anythign he says anymore cuz he goes too fast.  And I agree, by 10am, this mini thread will be filled with stans bombing on me.  Fuck 'em.  I'm not apologizing because i don't blindly just suck Em's dick.  I don't give a fuck who you are. 2pac is my fave of all time and even HE has a lot of songs I don't like and think are horrible."
        }, 
        {
            "created_time": "2015-07-03T06:11:38+0000", 
            "id": "10152928845470079_10152928975595079", 
            "message": "Agreed man.... Who are your favorite new school rappers from the last 5 years to today?"
        }, 
        {
            "created_time": "2015-07-03T06:13:15+0000", 
            "id": "10152928845470079_10152928977545079", 
            "message": "None.. I don't listen to hardly any rappers from post 2000.  Young Buck, BoB... Diggy Simmons was good, but, his material consisted of lyrics I can't relate to since I'm not 17 anymore, BUT, Diggy is hot.  With some more polishing from his dad, Diggy will come back and be a fucking beast."
        }, 
        {
            "created_time": "2015-07-03T06:15:25+0000", 
            "id": "10152928845470079_10152928979890079", 
            "message": "Wow.. 3 ppl have agreed with me so far.. I have to say I'm genuinely surprised.. just waiting for the hate, though.. it'll come"
        }, 
        {
            "created_time": "2015-07-03T06:16:53+0000", 
            "id": "10152928845470079_10152928982760079", 
            "message": "I gotta look into him. My 2 favorite old school MC's are Big L and Nas.  But there has been some dope artist coming up like childish gambino, chance the rapper, earl sweatshirt, and obviously cole and kendrick, but my favorite so far has been mac miller, after he changed his style up on his last mixtape and album."
        }, 
        {
            "created_time": "2015-07-03T06:28:51+0000", 
            "id": "10152928845470079_10152929000520079", 
            "message": "here's what my mp3 player and cd case looks like as far as hip hop is concernd 2PAC (every album and have Makavli tatted on my arm.. he is my GOAT), Eminem, Rev. Run, Run DMC, Ice Cube, NWA, Westside Connection, Dogg Pound, Snoop DOGGY Dogg (notice I didn't say Snoop Dogg), Warren G., Trick Trick, Rakim, BDK, a little DMX.  I ain't gonna lie.. i thought Big L was wack and while I respect Nas as an emcee and lyricist, I don't care for his music.  it's not his lyrics or beats that push me away.  it's nas' voice (his voice really irritates me, it's boring and puts me to sleep).  Nas' biggest problem to me, what pushes me away is there's no fire in his voice.  Like, when listen to 2pac or Em, you can HEAR the emotion in their voice.  You can hear and feel their passion.  A lot of times Pac and Em are even SCREAMING into the mic.  With Nas.. he's like Mase and Fabolous, he's boring because his voice is monotone. He has no passion in his voice.  He raps at the same tone of voice and never has any passion in his voice.  Jay, Nas and Big are the ones who I always thought were overrated, though, jay is the best of those 3."
        }, 
        {
            "created_time": "2015-07-03T06:32:26+0000", 
            "id": "10152928845470079_10152929003670079", 
            "message": "Jay Z is really slept on today by these kids man. Reasonable doubt is one of the dopest albums of that time. And i feel you with Nas, it really don't bother me though. Who's your top 10 ?"
        }, 
        {
            "created_time": "2015-07-03T06:38:35+0000", 
            "id": "10152928845470079_10152929007490079", 
            "message": "yeah, RD is def. good.  Even though Jay was one of the rappers that I wasn't into as much growing up (I was obsessed with west coast.. 2pac, dre, Death Row and that shit.. I wasn't into NY shit) much, because hip hop has changed so much since the 90's and it's become mostly complete and utter shit, now artists like Jay that were considered \"lesser artists\" 20 yrs ago are considered the kings now, cuz hip hop has gotten so bad.  I LOVE Jay compared to these new age artists like Wayne, Officer Ricky, 2 Chainz (wtf kinda name is that, even?), Kendrick, Wale, Tyga, etc...  If 2pac was still alive, Wayne wouldn't be allowed to even exist today.  My top 10?  that's a hard one cuz I'm used to given my top 5, which is: 2pac, Em, Rev. Run, Ice Cube and as of now, TI"
        }, 
        {
            "created_time": "2015-07-03T06:50:39+0000", 
            "id": "10152928845470079_10152929017910079", 
            "message": "These new school of artist has gotten a lot more diverse compared to what it was in the 90's. I think the best out here right now is, Lupe Fiasco, Kendrick and Cole, Joey Bada$$, Mac Miller, Kid Cudi, Chance The Rapper, Childish Gambino, And even drake (Even though alot of people that like eminem don't fuck with him) and etc."
        }, 
        {
            "created_time": "2015-07-03T06:55:00+0000", 
            "id": "10152928845470079_10152929020275079", 
            "message": "Wow.. see, i think all the rappers you just named are wack and are part of the problem.  Kendrick, I think, is the most overrated rapper of the past 5 yrs. I have tried listening to him MANY times and I just don't get it.  I even tried listening to one of his songs last night to revisit his shit and I couldn't get past 8 bars.. I shut it off after 6.  Mac Miller and Drake are the biggest fucking jokes in the industry.  the ONLY post 2000 rappers I respect are TI, Young Buck, Diggy, BoB and off the top that's all I can think of.. I DESPISE most of 00's rap.  95% of the hip hop I listen to was made from 1980 to 1998."
        }, 
        {
            "created_time": "2015-07-03T07:02:37+0000", 
            "id": "10152928845470079_10152929026700079", 
            "message": "I didn't like mac miller either, but i think you'd enjoy his last mixtape called faces. And gambino is one of the most talented out there period, you should look more into him. And lupe is probably the most lyrical rappers of the last 10 years. Definitely a top 10 lyricist if you ask me. Go hear his song mural, i think you'd really enjoy that. But yeah, alot of people who fuck with 90's rap heavy wouldnt enjoy 2000's rap hardly."
        }, 
        {
            "created_time": "2015-07-03T07:10:02+0000", 
            "id": "10152928845470079_10152929031530079", 
            "message": "Guess we're going to have to agree to disagree on that shit.  lol, I actually just put on Jay's \"can i get a fuck you\"  LOVE this song"
        }, 
        {
            "created_time": "2015-07-03T07:11:48+0000", 
            "id": "10152928845470079_10152929032375079", 
            "message": "My favorite Jay Z song of all time is Dead Presidents."
        }, 
        {
            "created_time": "2015-07-03T07:14:40+0000", 
            "id": "10152928845470079_10152929034450079", 
            "message": "I don't know what mine would be.  But, Empire State of Mind is a favorite.  so is Reminder.. A Star is Born is good, Can I Get A, 99 Problems.. I do like a lot of his music and he has proven to me overtime that he's better than I initially thought he was.  I respect/like him a lot more now than I did 20 yrs ago.. 20 yrs ago I hated him, but, as I said, I'm a LOYAL AND DEVOUT 2pac fan.. when you got makaveli tatted on your arm, you can't ride much harder for pac, you know? s o, I hated who pac hated.. i still actually despise biggie and puffy to this day and don't know how up to date you are, but, it's been proven that puffy ordered a hit on pac at one point."
        }, 
        {
            "created_time": "2015-07-03T08:27:08+0000", 
            "id": "10152928845470079_10152929087875079", 
            "message": "I disagree, he's evolved I love his old shit better but he never rapped fast back then like in rap God,speedom,etc. He's great at what he's doing now. He's not going 3 time platinum but he's still great and I will buy any album he makes now and in the future. If he does make anymore."
        }, 
        {
            "created_time": "2015-07-03T08:30:49+0000", 
            "id": "10152928845470079_10152929090445079", 
            "message": "I meant he never rapped fast before rap God speedom etc on the DVD your saying u miss. I miss that to"
        }, 
        {
            "created_time": "2015-07-03T09:31:56+0000", 
            "id": "10152928845470079_10152929138995079", 
            "message": "I don't know what you mean by \"he's evolved\"... he has the same lyrics now that he did 15 yrs ago, but, thats' not my problem.  The fact he's not going 3x is EXACTLY the proof that his music isn't as good as it used to be.  Of course he's great at what he's doing now.. nobody's arguing that.  He's still the best rapper alive. .BUT, his music is lacking big time lately.. i don't think you understand what I'm trying to say"
        }, 
        {
            "created_time": "2015-07-03T10:54:22+0000", 
            "id": "10152928845470079_10152929203110079", 
            "message": "I just have to say I completely disagree, mmlp2 is my favorite album of his. And the beat kinda sucks on phenomenal but the rapping and lyrics are some of his best in my opinion"
        }, 
        {
            "created_time": "2015-07-03T11:09:04+0000", 
            "id": "10152928845470079_10152929216175079", 
            "message": "Jack: That's sad that that's your fave album."
        }, 
        {
            "created_time": "2015-07-03T11:10:09+0000", 
            "id": "10152928845470079_10152929216845079", 
            "message": "Dorian: I don't have to \"admit\" shit.  what did I say?  There was only one good song on the album and that was the Lose Yourself OG.  No.. i  DO NOT have to agree with you, contrary to your comment.  if you guys want  to accept and/or like subpar products, go for it.  I do not."
        }, 
        {
            "created_time": "2015-07-03T15:17:43+0000", 
            "id": "10152928845470079_10152929485680079", 
            "message": "I,M phenomenal. what kind of bullshit coures is this, Em is One of the best, But this song sucks so hard. maaan just becuase he's considerd to be one the best dosent gives him the right to ride his own dick that mutch. wheres the rythem, the flow and beat sucks. and pepole who actualy think this is a god song are not real rap fans. what happend to you em? Dre is rolling his eyes behind your back. Jason Graziano looking at your post i couldent agree more all the rappers you listed is the same ones i listen to and these are the only real ones, except for thing about nas.. the album with damian marly and him was crazy dope, and got ur self a gun and i can theese are dope nas tracks, but yeah some of his tracks are little monotome and soulless but all rappers have some shit tracks. keep it real"
        }, 
        {
            "created_time": "2015-07-03T15:21:03+0000", 
            "id": "10152928845470079_10152929488965079", 
            "message": "I heard about the Marley album but I have never heard it. I'll check it out. I'm going to get weed from the dispensary later so when I get high I'll start listening to it"
        }
    ]
}