{
    "data": {
        "created_time": "2014-07-30T16:47:23+0000", 
        "id": "10152895795166729_10152928926161729", 
        "message": "Greetings Facebook:  I realize some folks have a love/hate relationship with FB.  Yet, they still sign-on everyday to check on friends and family, it's awesome here! BUT.......yep there's a \"But\"..  ..we are being made to download FB Messenger on our Cell Phones to access FB emails.  I downloaded it and it actually works great.....but you cannot shut it off.  It's the biggest battery drainer on my phone.  The only way to shut it down is to uninstall it.  \"Ignoring Notifications\" for and hour or until 8am doesn't cut it.  Many folks are installing and uninstalling to save battery strength.  \n\nWould someone please come up with a way that we can turn it 'on or off' as WE want to??  Thank you!!  Have a wondermous day!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-30T17:57:45+0000", 
            "id": "10152895795166729_10152929047286729", 
            "message": "Thanks for your feedback, Calvin! We're constantly working to make our products better. We'll take this back to our team, and if you have any more suggestions, let us know here: http://on.fb.me/1s4JFrh -Ryan"
        }, 
        {
            "created_time": "2014-07-30T18:36:17+0000", 
            "id": "10152895795166729_10152929116711729", 
            "message": "Do not put it on at all then you will not need to take it off"
        }, 
        {
            "created_time": "2014-07-30T18:41:57+0000", 
            "id": "10152895795166729_10152929125706729", 
            "message": "See FB people don't like or want two apps. Plus my phone eats battery life so I don't want this second app. Please don't anger people by making people download it"
        }, 
        {
            "created_time": "2014-07-30T20:32:03+0000", 
            "id": "10152895795166729_10152929351776729", 
            "message": "You can mute conversations easily..."
        }, 
        {
            "created_time": "2014-08-02T08:38:41+0000", 
            "id": "10152895795166729_10152939366196729", 
            "message": "Facebook I put facebook messenger on my phone and it's has everyone on there that I'm not even friends with anymore. Not even in alphabetical order. I removed it. Why don't you ask people what they want instead of forcing it on us? It's horrible!"
        }, 
        {
            "created_time": "2014-08-06T11:51:11+0000", 
            "id": "10152895795166729_10152950993946729", 
            "message": "HELLO JEE"
        }, 
        {
            "created_time": "2014-08-08T01:47:03+0000", 
            "id": "10152895795166729_10152955240926729", 
            "message": "It drains the battery because it's busy saving all of the data you are giving it access to- like your SMS, emails, microphone, camera, etc.\n\nThese are some of the things you agree to when downloadin the app:\n\n\"Allows the app to change the state of network connectivity\n\nAllows the app to call phone numbers without your intervention. This may result in unexpected charges or calls. Malicious apps may cost you money by making calls without your confirmation.\n\n\"Allows the app to send SMS messages. This may result in unexpected charges. Malicious apps may cost you money by sending messages without your confirmation.\n\nAllows the app to record audio with microphone. This permission allows the app to record audio at any time without your confirmation.\n\nAllows the app to take pictures and videos with the camera. This permission allows the app to use the camera at any time without your confirmation.\n\nAllows the app to read you phone's call log, including data about incoming and outgoing calls. This permission allows apps to save your call log data, and malicious apps may share call log data without your knowledge.\n\nAllows the app to read data about your contacts stored on your phone, including the frequency with which you've called, emailed, or communicated in other ways with specific individuals.\n\nAllows the app to read personal profile information stored on your device, such as your name and contact information. This means the app can identify you and may send your profile information to others.\n\nAllows the app to access the phone features of the device. This permission allows the app to determine the phone number and device IDs, whether a call is active, and the remote number connected by a call.\n\nAllows the app to get a list of accounts known by the phone. This may include any accounts created by applications you have installed.\"\n\nHmmm, I wonder why it is draining your battery?"
        }, 
        {
            "created_time": "2014-08-08T16:10:51+0000", 
            "id": "10152895795166729_10152956571211729", 
            "message": "The exact reason I have no intention of installing it...ever unless it is changed substantially. ."
        }, 
        {
            "created_time": "2014-08-09T00:41:59+0000", 
            "id": "10152895795166729_10152957554736729", 
            "message": "WHY IS FB TRYING TO BECOME BIG BROTHER??? \nI refuse to download this P.O.S.! \nStupid Move on FB part! :-/"
        }, 
        {
            "created_time": "2014-08-09T01:06:18+0000", 
            "id": "10152895795166729_10152957600946729", 
            "message": "I uninstalled after reading about the \"Terms of Service\"!  A large part of my friends here on FB uninstalled it as well!!  It's sad FB feels they need to be so intrusive of my privacy!!\n\nAs soon as FB decides to allow me to block those options, I will NOT install messenger again!!"
        }, 
        {
            "created_time": "2014-08-11T14:04:00+0000", 
            "id": "10152895795166729_10152963621936729", 
            "message": "Well FaceBook, what do you have yo say for yourself on the messenger big brother App?"
        }
    ]
}