{
    "data": {
        "created_time": "2014-10-28T13:31:52+0000", 
        "id": "10152895795166729_10153153458941729", 
        "message": "CAN SOMEONE AT FACEBOOK GIVE ME SOME HELP, PLEASE!\n\nI am trying to create multiple ad accounts in my Facebook business manager. I have added two payment methods with no problem. I was able to create one ad account but when I try to create another ad account I get the following message: “You have exceeded the number of allowed ad accounts for your business manager at this time. How can I add multiple ad accounts?”\n\nI have tried to contact Facebook on the phone (they only want to sell me more ads and say there is no phone number for tech support). I have left comments with this question on Facebook's Facebook page but they don't respond. Can anyone offer any insight?\n\nNelson\n\nP.S. “Carly from Facebook” responded to me in a post comment and asked for a link to my page.  This shows she doesn’t understand the question because I am having issues with the business manager platform – not a page.  She said I should be able to create up to 200 ad accounts – I can only create ONE!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-28T15:53:09+0000", 
            "id": "10152895795166729_10153153661801729", 
            "message": "Hey Nelson. Can you send us a private message? We believe we can better assist you there. Thanks! -Sarah"
        }
    ]
}