{
    "data": {
        "created_time": "2014-07-17T15:52:31+0000", 
        "id": "10152895795166729_10152898096661729", 
        "message": "I hate how when you comment on something, it comes up on the news feed. I don't want everyone reading the comments I write on things pages I like post."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 30
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-17T18:10:27+0000", 
            "id": "10152895795166729_10152898324311729", 
            "message": "Hi Lisa. You can use the audience selector to change who can see stuff you share on your Timeline after you share it. Keep in mind, when you share something on someone else's Timeline, they control the audience for the post. Learn all about the audience selector at: http://on.fb.me/1blgghu. -Sarah"
        }, 
        {
            "created_time": "2014-07-19T10:42:54+0000", 
            "id": "10152895795166729_10152902413411729", 
            "message": "FB you made people dislike your social net, with this stupid changes. Many of my friend just stoped using because of this top stories, friend lists and other bull$hits, me also!"
        }, 
        {
            "created_time": "2014-07-20T16:06:36+0000", 
            "id": "10152895795166729_10152905061956729", 
            "message": "I don't understand why this issue can't be fixed. Shouldn't be that difficult., You make things more complicated than they have to be.. I don't really want to see my friend's comments and likes on my newsfeed and vice versa. .Please start listening to user's suggestions..I know I don't have to use Facebook,but this is how I stay in touch with my family and friends all over the world.."
        }, 
        {
            "created_time": "2014-07-21T00:48:38+0000", 
            "id": "10152895795166729_10152906146591729", 
            "message": "I like it"
        }, 
        {
            "created_time": "2014-07-21T02:01:15+0000", 
            "id": "10152895795166729_10152906280281729", 
            "message": "I've been having nothing but problems today. I have reported them.  I have un-installed and re-installed FB two times today. Uninstalled and reinstalled Chrome. Restarted phone. Turned modem off, and restarted it. Is it a Sunday thing??? This happens frequently on Sunday afternoons PDT/PST. I really enjoy the concept overall, because I am able to connect with my widespread family and friends.  I also enjoy certain Special Interest groups and pages.I'm rather homebound at the moment, so I enjoy the social contact Facebook provides.  There are some features I do not care for. For example, why do you show MY posts in my Newsfeed?  I already know what I posted.  Oh: another problem is that I am not getting people's posts until about 24 hours later, and some not at all.  Is there a solution to this?  Thank you for your support!  :)"
        }
    ]
}