{
    "data": {
        "created_time": "2014-07-20T12:47:46+0000", 
        "id": "10152895795166729_10152904721181729", 
        "message": "Ms. LaSanta: You say that you reported someone who said that they hated Obama and that they even may have used the \"N\" word.  Is this the only time that you got off your duff and did anything about hate and the infamous \"N\" word because it was aimed at Obama?  You must hear the \"N\" word from your own people dozens if not hundreds of times a day in your travels.  I may be wrong but I'm assuming that the person you reported was not black. That's what REALLY pissed you off, right?  That a non-black had the audacity to hate Obama and use the 'word' that black people use in EVERY nook & cranny of their lives!  Who did you report this to?  The 'N' word squad?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-20T14:38:25+0000", 
            "id": "10152895795166729_10152904904591729", 
            "message": "Firstly I only happened to see this because I was looking for a funny posts that I had commented on. Perhaps you should have commented under the posts to which I commented on. However, I don't owe you any explanation as to my personal feelings or beliefs...You don't know anything about me so why are you making assumptions about when how and what I protest...My comment was directed at Facebook in that one would think that they wouldn't want to tolerate hate in any form. You Sir, should  ask yourself why this even makes you so angry....Good Day!"
        }
    ]
}