{
    "data": {
        "created_time": "2017-11-03T22:27:26+0000", 
        "id": "10154916916860079_10154917127035079", 
        "message": "I see a lot of haters here. If you are no longer a fan and hates him because of his statement, then fuck off!!! 🖕🖕"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 27
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-04T03:33:02+0000", 
            "id": "10154916916860079_853623411472414", 
            "message": "Nope. Shouldn't talk shit if you don't expect to get it back. Very simple."
        }, 
        {
            "created_time": "2017-11-04T10:54:49+0000", 
            "id": "10154916916860079_240835333113890", 
            "message": "Michael it's more a case of Marshall's never gonna see any of these comments so they're completely pointless and just serve to make this page's comment section more cancerous than it already is."
        }, 
        {
            "created_time": "2017-11-04T14:47:18+0000", 
            "id": "10154916916860079_240898716440885", 
            "message": "Max Kemper going by that, so is your comment. Goes both ways.\n\nAnd someone affiliated with him will see the comments, and I guarantee he'll know about it."
        }, 
        {
            "created_time": "2017-11-07T02:09:10+0000", 
            "id": "10154916916860079_100235460751985", 
            "message": "Michael Curatolo if you didn’t get the message then you wouldn’t now. I’m 100% sure he doesn’t care what his ex fans/ trump supporters have to say, neither does hip hip, neither does the rest of Em fans.\n\nIf anything he’s or someone he’s affiliated with is laughing at these comments from these salty trump fans, cause most of us are."
        }, 
        {
            "created_time": "2017-11-07T07:59:02+0000", 
            "id": "10154916916860079_762737247253364", 
            "message": "Jai Temp yeah, he doesn't care, yet wasted his time coming up with a garbage \"freestyle\" crying about the man. Makes sense 👍.\n\nHe or his affiliates can laugh all they want. Still not as funny as his terrible \"freestyle\", nor the fact that his crying isn't gonna change Trump being his president for the next 3 to 7 years. That's hilarious actually 😂.\n\nPS...Trump supporters don't care. He's president. Nothing matters anymore. Just because we comment calling him garbage, doesn't change that fact. We're simply replying to his \"salty\" shitty freestyle."
        }, 
        {
            "created_time": "2017-11-09T15:46:18+0000", 
            "id": "10154916916860079_1927491127570850", 
            "message": "whatever dude"
        }, 
        {
            "created_time": "2017-11-26T04:39:45+0000", 
            "id": "10154916916860079_159304448008219", 
            "message": "Are you gonna cry you beta male cuck?"
        }
    ]
}