{
    "data": {
        "created_time": "2017-11-10T17:15:49+0000", 
        "id": "10154932719385079_1792863021012728", 
        "message": "Think it's hillarious how many people are putting him down on here but yet still like and follow his page 😂"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 87
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T18:23:51+0000", 
            "id": "10154932719385079_250065108855402", 
            "message": "Because we are all previous fans. I loved Eminem. Until he said to choose between him and The president of the United States 🇺🇸. Bummer 🙄 I just stopped following and no longer like his page. I hope he wakes up soon. Been around the Hollywood elites too long. I guess. Such a disappointment."
        }, 
        {
            "created_time": "2017-11-10T18:35:13+0000", 
            "id": "10154932719385079_127751797913942", 
            "message": "You must have missed where he’s talked shit about politicians since he’s been in the game."
        }, 
        {
            "created_time": "2017-11-10T18:42:33+0000", 
            "id": "10154932719385079_1792890794343284", 
            "message": "Sarah Hamilton  S.M.H Nope didn’t miss a damn thing. I agreed with him on all those crooked politicians. Donald Trump, our current President is not a politician. 🇺🇸❤️ #maga"
        }, 
        {
            "created_time": "2017-11-10T18:43:45+0000", 
            "id": "10154932719385079_1890140801025972", 
            "message": "Oh, so when you agree with him, he’s the greatest? 😂😂 Donald Trump is a sexual predator who has lied and cheated his way to the top. Way to be proud of human trash."
        }, 
        {
            "created_time": "2017-11-10T19:42:14+0000", 
            "id": "10154932719385079_299020070502578", 
            "message": "In your opinion sarah"
        }, 
        {
            "created_time": "2017-11-10T19:44:34+0000", 
            "id": "10154932719385079_127763401246115", 
            "message": "Definitely not opinion."
        }, 
        {
            "created_time": "2017-11-10T22:02:36+0000", 
            "id": "10154932719385079_299048433833075", 
            "message": "No Donald trump is not a politician jasmine he is a \" piece of shit\""
        }, 
        {
            "created_time": "2017-11-10T23:37:51+0000", 
            "id": "10154932719385079_731086903748497", 
            "message": "Sarah Hamilton just like Bill but without any Proof!"
        }, 
        {
            "created_time": "2017-11-10T23:55:54+0000", 
            "id": "10154932719385079_299908527162833", 
            "message": "Sarah Hamilton  No ,I would have continued listening but he drew the line and said to choose. Sexual Predators is 95% of what the left consist off. Your opinion, is just that. Your opinion backed by no facts. All though, however plenty of proof of sexual predators, evil ,trash from the other side."
        }, 
        {
            "created_time": "2017-11-11T00:01:34+0000", 
            "id": "10154932719385079_299067320497853", 
            "message": "Lmao and the opposing side is any better? The Catholic Church has literally been covering up molestation and rape of little boys for decades. How many republican politicians, Faux News commentators, etc are stacked on top of those? Evil is everywhere; it’s best not to be blind to that. My opinion about Trump is backed up by facts, I just took the time to find them as opposed to those who still think he’s just the greatest thing ever. He speaks about, and treats women like subhumans, and you practically worship him. Where is your dignity? Look up all his court cases, current and prior. All the lawsuits he’s slimed his way out of. He’s a conman, always has been, and he isn’t ever going to change."
        }, 
        {
            "created_time": "2017-11-11T01:55:18+0000", 
            "id": "10154932719385079_1970427216563578", 
            "message": "The guy is just gross, and makes my skin crawl. People defending him are in denial, and are supporting a horrible person. He treats people like they’re expendable, because to him, a person who has EVERYTHING, they are. He’s on a power trip. I know I’m not going to change anyone’s mind, but Trump is a narcissistic moron."
        }, 
        {
            "created_time": "2017-11-11T02:24:43+0000", 
            "id": "10154932719385079_299951867158499", 
            "message": "Jasmine Marie Fortner but your opinion isn’t an opinion? Really?"
        }, 
        {
            "created_time": "2017-11-11T09:15:22+0000", 
            "id": "10154932719385079_250276988834214", 
            "message": "I didn’t realize I was following him but I’m not now he is a piece of shit disrespecting  his fans the way he did and disrespecting our pressure too! I’ve bought all his music up till now not another penny will be spent on this POS clown!!"
        }, 
        {
            "created_time": "2017-11-11T11:48:54+0000", 
            "id": "10154932719385079_295374334298159", 
            "message": "He's lost a million followers so far. Good to see people are waking up. Typical liberal spewing garbage."
        }, 
        {
            "created_time": "2017-11-11T11:49:53+0000", 
            "id": "10154932719385079_859915814181431", 
            "message": "Eminem typical? 😂"
        }, 
        {
            "created_time": "2017-11-11T11:51:31+0000", 
            "id": "10154932719385079_131917804176156", 
            "message": "A million followers but still has 85 million likes and 89 million followers 😂 yeah way to \"wake up\" people"
        }, 
        {
            "created_time": "2017-11-12T16:09:01+0000", 
            "id": "10154932719385079_1911220659197080", 
            "message": "Fans cheer and criticize. Liking a person does not mean you have to fanboy everything they do."
        }, 
        {
            "created_time": "2017-11-12T18:50:34+0000", 
            "id": "10154932719385079_293469557812990", 
            "message": "yeah but real fans don't say half the things i,m reading here like \"i'm not listening to him anymore\" when we all know those same people will be looking for the album when it comes :D"
        }, 
        {
            "created_time": "2017-11-25T02:29:17+0000", 
            "id": "10154932719385079_949868331821122", 
            "message": "You don’t have to like is page or follow him to comment on his lame Trump rap."
        }
    ]
}