{
    "data": {
        "created_time": "2017-11-10T20:27:01+0000", 
        "id": "10154932719385079_299029030501682", 
        "message": "Love the attitudes of the younger generation  making such comments like ‘ he is old’, ‘he is irrelevant’, ‘washed up’ lol you fools think your not going to age, will you feel like what you think do and feel will be irrelevant then too? Other generations respect the roots, respect older artists of different genres and time. If it weren’t for them the music of now wouldn’t be as it was artists like Eminem etc that inspired who you may listen to now. Music always changes and evolves and many artists becomes legends of their genre and deserve the respect for their work. Artist evolve as human beings learning life along the way like you will hopefully as does their music due to their outlook and things learnt. Let’s see how you feel when you get older if you feel your voice is irrelevant lol, hopefully you will teach next generation to respect the previous artists of your time and time before that. Those who truly love music have respect for all era’s. Eminem will remain highly regarded a legend of the Rap world no matter who you choose to listen to now."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T22:27:32+0000", 
            "id": "10154932719385079_1200703653363755", 
            "message": "Right! People act like hes still in his 20's. He's grown up now and isnt rapping about silly shit anymore. This song is about him reflecting on his life and career."
        }, 
        {
            "created_time": "2017-11-11T09:07:22+0000", 
            "id": "10154932719385079_138649096895458", 
            "message": "Amen 🙌🏼🙌🏼"
        }, 
        {
            "created_time": "2017-11-11T11:03:46+0000", 
            "id": "10154932719385079_156527948289490", 
            "message": "Tell 'em"
        }, 
        {
            "created_time": "2017-11-14T08:17:11+0000", 
            "id": "10154932719385079_500216057027822", 
            "message": "Preach it! Well said! Couldn't have said it better myself xxz"
        }
    ]
}