{
    "data": {
        "created_time": "2017-11-10T17:38:31+0000", 
        "id": "10154932719385079_1792872724345091", 
        "message": "Wtf is this ?! Flow is off from the beat and very weird . Sounds like he did the lyrics first and then slapped an old elton john piano song under it. Worst eminem song ive ever heard"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T17:52:43+0000", 
            "id": "10154932719385079_1792876664344697", 
            "message": "Def 100% agree this is such a disappointment"
        }, 
        {
            "created_time": "2017-11-10T18:05:59+0000", 
            "id": "10154932719385079_295054584233148", 
            "message": "Joe Sweeney  sounds identical to the trump bash flow. If his flow is like this throughout the album im not bothering with it"
        }, 
        {
            "created_time": "2017-11-10T18:57:23+0000", 
            "id": "10154932719385079_879761082180312", 
            "message": "Wtf... I want to believe that u are joking... \"Flow is off from the beat\"? Man... Flow is weird, like... a freestyle! But off from the beat? No, at least in my opinion."
        }, 
        {
            "created_time": "2017-11-10T21:10:49+0000", 
            "id": "10154932719385079_1709886795712670", 
            "message": "Y'all surely don't know nothing bout Hip Hop, bet piano beats give y'all a critical time to figure out whether the flow fits or not,listen to the song thoroughly.."
        }, 
        {
            "created_time": "2017-11-10T23:27:50+0000", 
            "id": "10154932719385079_250130808848832", 
            "message": "Kgasapane Zeevo Thandizéêhle  lmfao your an idiot guy i know alot more about it than you and if you can consider that want to be r and b whiny bullshit hip hop you are mistaken . Next youll tell me that drake and uzi vert are hip hop too right?"
        }, 
        {
            "created_time": "2017-11-10T23:29:13+0000", 
            "id": "10154932719385079_127796104576178", 
            "message": "Luís Gonçalves it’s supposed to be a single not a freestyle so your wrong the flow should match the beat if its a single and it doesnt"
        }, 
        {
            "created_time": "2017-11-11T00:04:56+0000", 
            "id": "10154932719385079_247271979135660", 
            "message": "Explain to me in facts what is off-beat in this song in terms of flow"
        }, 
        {
            "created_time": "2017-11-11T14:32:43+0000", 
            "id": "10154932719385079_2004502113154010", 
            "message": "Rapping acapella over a piano is TALENT and beautiful. His lyrics seem to have gone over your head."
        }, 
        {
            "created_time": "2017-11-11T15:43:48+0000", 
            "id": "10154932719385079_126702321334215", 
            "message": "Harri Bo this is not beautiful its terrible and eminem is one of the greatest of all time but he needs to stop its just been getting progressively worse since he started doing r and b singer collabs . Hes done and by the way acapella means singing or talking with no beat you cant say its acapella over a piano beat. The real eminem fans hate this song the bandwagon dickriders who only know his last two albums love this song"
        }, 
        {
            "created_time": "2017-11-11T17:35:12+0000", 
            "id": "10154932719385079_1169848623115248", 
            "message": "How sad you call yourself a real Em fan but you don't know the difference between Slim Shady,Eminem and Marshal."
        }, 
        {
            "created_time": "2017-11-11T17:41:15+0000", 
            "id": "10154932719385079_1828258444132387", 
            "message": "Christopher Michael Ciotkosz dude it's okay that you don't like his music anymore. Obviously people still do, so why do you gotta be a douchebag about it? HAHAHA \"real eminem fans\" would appreciate the shit outta this song ya pansy 😂😂"
        }, 
        {
            "created_time": "2017-11-12T02:01:02+0000", 
            "id": "10154932719385079_137279633660859", 
            "message": "If you don't hear that the flow is perfectly in time with the measures of the piano, please cut your fucking eardrums out."
        }, 
        {
            "created_time": "2017-11-12T02:26:14+0000", 
            "id": "10154932719385079_1472822809453501", 
            "message": "Cole Boser real fan can criticize his favorite artists and not just worship every song hes ever put out. Its garbage get over it"
        }, 
        {
            "created_time": "2017-11-20T05:38:14+0000", 
            "id": "10154932719385079_325047821305721", 
            "message": "It's called 'syncopation'. Been used in music for hundreds of years...."
        }
    ]
}