{
    "data": {
        "created_time": "2017-11-10T17:49:15+0000", 
        "id": "10154932719385079_127744197914702", 
        "message": "This track would be shit to those who only listen to trap raps like Kodak Black, Migos, and the likes.\nI feel it sounds more mature and like a \"dusk of me\" kinda tune. Just some piano sounds, a simple Beyoncé chorus,  \"meek and humble \" lyrics by Em, and not much of the catchy beat of this age.\nIt's just another dimension of Shady. A very lovely track tbh🔥"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 120
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T18:05:05+0000", 
            "id": "10154932719385079_1792879697677727", 
            "message": "This single is the equivalent to him dropping Not Afraid and still using the Relapse accent. All he had to do was stop with that flow. Content good, voice good, great hook. Damn."
        }, 
        {
            "created_time": "2017-11-10T18:06:18+0000", 
            "id": "10154932719385079_2019092944994119", 
            "message": "It's a great song. People are just brainwashed with all that skrrtt pha pha shit that they can't recognize it anymore. And other half of people who don't like this only wants to listen that 90's Eminem. He has evolved over the years and that makes him a legend not just \"a couple album wonder\""
        }, 
        {
            "created_time": "2017-11-10T21:05:57+0000", 
            "id": "10154932719385079_812271928958146", 
            "message": "Ryan Hanson  they can't admit it's wank"
        }, 
        {
            "created_time": "2017-11-10T22:01:18+0000", 
            "id": "10154932719385079_879822495507504", 
            "message": "Ricky Ries honestly so. I so much love the fact that he doesn't rap with the speed of light on this track. He took it slow, even slower than what he had on Guts over fear."
        }, 
        {
            "created_time": "2017-11-12T15:43:24+0000", 
            "id": "10154932719385079_131784227441042", 
            "message": "Speaking of that track, this is basically Guts over Fear 2. I will say Walk on Water is better than that song. So corny when he was like \"when the lights go off in the trailer park OH OH OHhhh'"
        }
    ]
}