{
    "data": {
        "created_time": "2017-11-12T02:14:46+0000", 
        "id": "10154932719385079_877651432393613", 
        "message": "I think most of you are probably trap fans lol. Thing is, from a lyrical perspective, you get what em is saying. That he always gets compared to his past. People criticizing his new work even though he puts everything into what his doing. If you're looking for an awesome trap beat where someone just echos themselves in the background, screams and occassionally yells out \"skeet\", this song is not for you. It's a slow piano ballad that has to be admired for the lyrical content, not the background music. Beyonce's singing was pretty bad though, like not to insult her, but this song is too light for someone with such a powerfull voice. I'd have preferred a Sia, Skyler Grey or even Rihanna on the song, but not Beyonce. She just felt out of it. Like you know what Beyonce is capable of with her voice, but because of how delicate this song is, she's sorta stuck singing high and calmly. Which is why it wasn't really a song where she did particularly good. Not to mention the lyrics to the chorus. It just f**ked it up for me. But yeah, My advice for you would be not to listen to it expecting a song you're going to groove to, you'll be disappointed. It's about the message, how Em (and to some extent, Bey) has been deified by the fans, so it's difficult to always reach their expectations. Eminem has been in it for almost 20 years, writing every bar that he could. People criticize him, saying he's past his prime. This song is basically just a message to those people, saying he's not a God. (hence the lyrics, \"I walk on water, but I ain't no Jesus, I walk on water, but only when it freezes, cuz' I'm only human\")"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}