{
    "data": {
        "created_time": "2017-11-10T17:34:37+0000", 
        "id": "10154932719385079_127741204581668", 
        "message": "Thanks for putting this crap out... forgot I still “liked” this irrelevant page... I remember in 98 when being a fan of his was fun... not much fun since then... deuces em... keep apologizing for your cookie cutter music, that’s all we’ve heard for years...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T18:06:44+0000", 
            "id": "10154932719385079_299000880504497", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T18:22:30+0000", 
            "id": "10154932719385079_295059620899311", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T18:32:02+0000", 
            "id": "10154932719385079_1792887917676905", 
            "message": "You may not like this song, but it’s about as far from “cookie cutter” as you can get. All these people butt hurt about Em still making music haven’t accomplished a single iota of what he has."
        }, 
        {
            "created_time": "2017-11-10T18:35:52+0000", 
            "id": "10154932719385079_127751874580601", 
            "message": "you are right, I have not done anything compared to him... but he has poor qualities too, he is human.. I wouldnt want to trade places with him, very happy with my own accomplishments and my life... he has apologized for years for his music not being what it should be... and I am sure he will issue another one for this..."
        }, 
        {
            "created_time": "2017-11-10T19:17:51+0000", 
            "id": "10154932719385079_1792902657675431", 
            "message": "I dont think Facebook was a thing back in ‘98. So i am pretty sure you ‘liked’ his page after.. 😝"
        }, 
        {
            "created_time": "2017-11-10T19:33:35+0000", 
            "id": "10154932719385079_247214932474698", 
            "message": "Michael Schrijver lol good call.. was always hoping he would produce... was a huge fan... liked albums after 98... I can be a fan again... just have to tune his personal thoughts out... hard to relate to the guy now at 40, it was much easier to do at 20... time froze for him... I didn’t have millions of dollars so my time continued and I had to grow up...."
        }, 
        {
            "created_time": "2017-11-10T21:07:12+0000", 
            "id": "10154932719385079_168132433779239", 
            "message": "I guess he should just turn into one of these mumble rappers and rap about dumb shit huh. Atleast Em has truth in his lyrics one of the reasons why I'm a fan! IDGAF how old he is. I wish ALL the old rappers would come back out because the rap industry is just going down the sewage pipe."
        }, 
        {
            "created_time": "2017-11-10T21:28:27+0000", 
            "id": "10154932719385079_2019162244987189", 
            "message": "Don’t listen to him anymore if you are that salty over it."
        }, 
        {
            "created_time": "2017-11-10T21:29:43+0000", 
            "id": "10154932719385079_168136667112149", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-10T23:45:31+0000", 
            "id": "10154932719385079_812326265619379", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-11T01:21:50+0000", 
            "id": "10154932719385079_247291682467023", 
            "message": "Trump cult snowflake."
        }, 
        {
            "created_time": "2017-11-11T07:51:03+0000", 
            "id": "10154932719385079_168250717100744", 
            "message": "Lol😂😂dude you are so old and you're still running trash about another man's work!!Fuck off and go hustle for your family.98!!C'mon how fucked up is you?!!Some people grow unlike you old fucktard!!"
        }, 
        {
            "created_time": "2017-11-12T16:09:24+0000", 
            "id": "10154932719385079_701217440075097", 
            "message": "Its been shit past encore. As soon as proof died that signaled a huge change in him musically and maturity wise. Not for the good though. Real fans have every right to be critical about their 100% honest opinions about him currently."
        }, 
        {
            "created_time": "2017-11-13T07:15:05+0000", 
            "id": "10154932719385079_1109198112547892", 
            "message": "Branden Newman  I agree. Eminem was definitely pushed well by proof. Once proof died, things just never stayed the same. We will never really know of the long absence. The death of proof affected him a lot more than what is seen. Eminem really does equal his old music for sure. 2009 onward was just bad. Even when I’m gone was so much better than recent years."
        }
    ]
}