{
    "data": {
        "created_time": "2017-11-10T19:11:15+0000", 
        "id": "10154932719385079_1709801199054563", 
        "message": "I can see why Eminem wrote this song. Because a lot of you expect too much. You guys have expectations that are too high and that shit can really put pressure on someone especially someone in the music industry. It ain't easy. For example, the people that are saying \"Oh Eminem needs to go back to his old style.\" Dude shut the fuck up alright? You gotta understand and get through your thick skull the fact that it's never gonna happen. The old Eminem was struggling with life and he's on drugs and now that he's evolved from those things, you guys call him weak? I see that as a strong motherfucker. I could never say that I want him to go back to the old him. The dude almost died from drugs but it seems that some people forget. I honestly understand where Em is coming from on Walk On Water. Y'all need to chill with the expectations such as \"Ohh it better be good.\" Or \"oh it better be like this album or that album.\" Just chill and give new shit a chance for once."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 285
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 51
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T19:32:49+0000", 
            "id": "10154932719385079_879773712179049", 
            "message": "Mate couldn't agree more, well said"
        }, 
        {
            "created_time": "2017-11-10T23:41:26+0000", 
            "id": "10154932719385079_1970390336567266", 
            "message": "Yes .... you said it right 👏👏👏"
        }, 
        {
            "created_time": "2017-11-11T02:56:26+0000", 
            "id": "10154932719385079_299958523824500", 
            "message": "\"When you start out in your career you have a blank canvas, so you can paint anywhere you want. Then your second album comes out and you paint a little more, but by the time you get to your seventh and eighth album there’s nowhere to paint. People are always expecting something different from you.” -Eminem"
        }, 
        {
            "created_time": "2017-11-11T06:18:26+0000", 
            "id": "10154932719385079_138463633580986", 
            "message": "If you’re constantly going to compare an artist’s new work to their best/old work you’re just setting yourself up for disappointment. Eminem might never create something as good as The Eminem Show and MMLP again,but that doesn’t mean anything new he creates is bad.\n\nIt’s a shame that Eminem created such a humble and meaningful song yet it’s getting crapped on mainly because there’s “no beat”. If there was a strong if not hype beat to the song the message of the song would be too hidden. That happened with The Monster and Without Me."
        }, 
        {
            "created_time": "2017-11-11T06:30:48+0000", 
            "id": "10154932719385079_958064977669306", 
            "message": "As much as I agree with you, I still believe he is gonna crush and surpass my expectations.  Listening to this single totally  blew my mind. So real. So refreshing. It honestly sounds like he dropped this track to announce his massive come back. I have zero doubt that he will more than deliver, even though he is telling us not to have high expectations"
        }, 
        {
            "created_time": "2017-11-11T07:48:39+0000", 
            "id": "10154932719385079_1793066137659083", 
            "message": "Facts.... he's always been the greatest because he puts all of him Raw  and uncut in his music. It's always been all him and this is no exception. A true em fan would know and feel that tho soo #eminem I would say to you. You worried about people who never really followed you like that to begin with. I been a fan since day one and you will always be in my #1 spot."
        }, 
        {
            "created_time": "2017-11-11T07:58:36+0000", 
            "id": "10154932719385079_1793070624325301", 
            "message": "Corbin Maxson the monster and without me could've only been missed by the people who wasn't really there for em in since the beginning. He truly is a different breed he put his whole life out for EVERYBODY to feel and only the ones that didn't follow all his shyt from the beginning could've missed that. And I'm willing to bet those are the SAME ones bashing this one too. I'm em alllllllll day!! He been in my #1 spot since day one this shyt right here is right on time and lines up perfectly with everything else from start till now."
        }, 
        {
            "created_time": "2017-11-11T13:04:29+0000", 
            "id": "10154932719385079_1946322492360890", 
            "message": "He's not on drugs now\nDONE! \nThanks to God and rehabilitation\nHe was always a religious man\nAnd not a GOD\nTHAT'S WHATS HES TRYING TO SAY\nAND HE'S STILL STANDING\nLOVE THE SONG AND #MarshallMathers\n1 God 1 ❤ \nHes Revived\n#Revival"
        }, 
        {
            "created_time": "2017-11-11T15:38:37+0000", 
            "id": "10154932719385079_129176101126218", 
            "message": "Candace Pilant totally understand and I agree with a lot of that. I am not bashing those two songs at all or any other Eminem songs like that. They’re amazing. I just think the beats and instruments clouded the message behind the songs a little bit. It takes closer listening and analysis to understand the message. Whereas any young whipper snapper could understand what Walk On Water is about."
        }, 
        {
            "created_time": "2017-11-11T19:37:43+0000", 
            "id": "10154932719385079_125128838168181", 
            "message": "Exactly well said 👌👌👌 will love this man for everything that comes out of him and very thing that he is. I'm grateful to be a world where he exists"
        }, 
        {
            "created_time": "2017-11-11T20:30:37+0000", 
            "id": "10154932719385079_1906258396065976", 
            "message": "Hey que ses parole change ses correct, mes y reste que cette chanson la ses vraiment de la merde!!! Ses même pas une chanson!!!"
        }, 
        {
            "created_time": "2017-11-11T20:32:29+0000", 
            "id": "10154932719385079_131773670819513", 
            "message": "Braeden Melanson copying your comment 🙏🏽🙏🏽"
        }, 
        {
            "created_time": "2017-11-12T11:29:47+0000", 
            "id": "10154932719385079_1715117118783287", 
            "message": "Its Fucking trash dude...really what's the last hot song Beyonce put out really...never ago"
        }, 
        {
            "created_time": "2017-11-12T12:03:59+0000", 
            "id": "10154932719385079_290497358109348", 
            "message": "Totally agree!!!!!"
        }, 
        {
            "created_time": "2017-11-12T12:11:57+0000", 
            "id": "10154932719385079_1498562593546932", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-12T20:32:44+0000", 
            "id": "10154932719385079_1962336877366060", 
            "message": "Thank you ! 🙌🏼"
        }, 
        {
            "created_time": "2017-11-12T21:26:18+0000", 
            "id": "10154932719385079_330058210796820", 
            "message": "Dennis Leviner walk on water for example 🤷🏼‍♂️"
        }, 
        {
            "created_time": "2017-11-13T12:18:17+0000", 
            "id": "10154932719385079_1343887885740370", 
            "message": "Candace Pilant You read my mind. To understand Eminem, you have to have been there from the start. To have put some real effort into listening to all of his layers. He's a goof and he jests, but he also puts his fucking heart and soul on the table every time. You need to separate the Slim from the Marshall. Latecomers can catch up, but you can't skip anything. It's like \"Listen to every one of his albums, in order, then get back to me and we'll talk about it\"."
        }, 
        {
            "created_time": "2017-11-16T14:06:38+0000", 
            "id": "10154932719385079_2014250065518208", 
            "message": "Cassy 👏🏻👏🏻👏🏻👏🏻"
        }, 
        {
            "created_time": "2017-11-18T20:16:21+0000", 
            "id": "10154932719385079_1629018560481531", 
            "message": "I'm with you Tyron"
        }, 
        {
            "created_time": "2017-11-19T20:34:38+0000", 
            "id": "10154932719385079_2011252625757185", 
            "message": "Exactly! 👌 👏"
        }, 
        {
            "created_time": "2017-11-21T00:18:27+0000", 
            "id": "10154932719385079_249086685622927", 
            "message": "And damn i was thinking the same thing i love his growth WOW,AM NOT AFRAID SONG SAYS IT ALL"
        }, 
        {
            "created_time": "2017-11-21T03:59:03+0000", 
            "id": "10154932719385079_160261377907540", 
            "message": "Yes, let's everyone jump on the Eminem pity party train.  That is what his \"music\" has always been about. Poor, misunderstood,  Eminem."
        }, 
        {
            "created_time": "2017-11-23T20:25:28+0000", 
            "id": "10154932719385079_130593734292058", 
            "message": "We should be grateful that eminem is still alive to give us great music all these new rappers suck and take notes from the rap god if y'all listen to his old albums I'll see how good he was back when he was young his new music is okay but at least he's always talk about real stuff at 45 he's still going strong and he needs to produce his songs along dr dre again on his new album"
        }, 
        {
            "created_time": "2017-12-01T11:10:52+0000", 
            "id": "10154932719385079_2461394107420020", 
            "message": "Missing the style/sound of old em is different. I still remember when I found infinite before slim shady Lp came out. That's when I found him. Winter 96'."
        }
    ]
}