{
    "data": {
        "created_time": "2017-11-10T17:34:27+0000", 
        "id": "10154932719385079_298992440505341", 
        "message": "Wow! Called the haters out. Reminds me of 8 mile where he says all the disses before you can. Absolutely correct and I️ think he’s right about having to listen to the negativity on the internet. It’s out of control and everyone thinks their opinions are solid.\n\nIf you’re here to just bash his music, your life is pretty aimless. Go do the things you love and listen to the artists you like. If you keep visiting an artist you don’t, it’s no wonder you’re so negative\n\nRealest rhymes he’s ever made:\n“Every CD critics gave it a 3 then three\nYears later they go back and re-rate it\nThen called The Slim Shady LP the greatest\nThe Marshall Mathers was a classic\nThe Eminem Show was fantastic\nBut Encore just didn't have the caliber to match it\nI guess enough time just ain't passed yet\nA couple more years, that shit'll be Illmatic.”\n\nLook at recovery! 300 week’s on the top billboard after everyone complained! The expectations are so high that we devalue his work because we expected better. Just let him change as an artist and enjoy the old music if you can’t enjoy his new work."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 77
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-11T03:23:31+0000", 
            "id": "10154932719385079_1890622417644477", 
            "message": "Well said 👌👌"
        }, 
        {
            "created_time": "2017-11-11T04:13:37+0000", 
            "id": "10154932719385079_958027391006398", 
            "message": "You absolutely nailed it...🙌🙌\nP.s. I think walk on water was spot on\nAnd also he gave us a hint that he is godlike when he holds the mike and would be back again with a bang"
        }, 
        {
            "created_time": "2017-11-11T06:15:05+0000", 
            "id": "10154932719385079_295181977553742", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-11T13:38:09+0000", 
            "id": "10154932719385079_178464002733514", 
            "message": "But he dissed Trump and pussies are still mad at Beyonce for the half time show. Has nothing to do with quality of music. IMHO. Em is one of the dopest by the way..."
        }, 
        {
            "created_time": "2017-11-11T14:28:50+0000", 
            "id": "10154932719385079_1365663450222484", 
            "message": "I loved recovery. I thought his flow was immense. I love the new song too. #walkonwater is humble raw talent..Rapping acapella over a piano is beautiful. His lyrics are so humble and meaningful 💙 #shadytillidie #eminem"
        }, 
        {
            "created_time": "2017-11-11T14:29:30+0000", 
            "id": "10154932719385079_1828187877472777", 
            "message": "Shubh Guru he is saying he is human like us all if you listen to the lyrics pal 😊"
        }, 
        {
            "created_time": "2017-11-12T13:37:08+0000", 
            "id": "10154932719385079_1911155932536886", 
            "message": "Yeah Recovery is one of less than 20 album to EVER last more than 300 weeks. Clearly it is loved and continues to be loved by new people. The internet just gives hates a voice that isn't true. He owns 3 of the less than 20 albums and they aren't SSLP or MMLP"
        }, 
        {
            "created_time": "2017-11-13T16:05:45+0000", 
            "id": "10154932719385079_1410226015734116", 
            "message": "James Coronado  really? Lol... Trump is washed up"
        }, 
        {
            "created_time": "2017-11-23T15:53:57+0000", 
            "id": "10154932719385079_2014462168797599", 
            "message": "Its not being haters. He called out a whole group of people and dissed them for simply having a different opinion."
        }
    ]
}