{
    "data": {
        "created_time": "2017-05-16T21:01:39+0000", 
        "id": "1870746146498922_1872389213001282", 
        "message": "I buy 500 ml of coke zero everyday & often mult-pack cans on my days off work. I sat with my wee collection of codes having been able to buy promotional products from about 1 week before it actually launched. This was a tad irritating but got over that when the comp went live. I've since been entering everyday and found tonight that upon selecting my destination all I'm then seeing is a link thats reads OK. I believe what I should be seeing is the terms and conditions before being directed to where I enter the lid code. I've logged in and out periodically however I am still unable to enter today's draw. ??"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-17T10:25:32+0000", 
            "id": "1870746146498922_1872601556313381", 
            "message": "Hi Cheryl, we've become aware of a website error when signing into the promotional website via Facebook. We're currently working hard to get this fixed, sorry for any inconvenience caused. In the meantime, please log out if you're logged/signed in. Select the destination first and then log in when prompted on the destination page. Hope this helps"
        }, 
        {
            "created_time": "2017-05-17T17:46:22+0000", 
            "id": "1870746146498922_1872778212962382", 
            "message": "Hi, thanks for replying. The fault did not originate with a Facebook sign in. I merely commented on here as I was unable to find an email address. I logged into your main website via google chrome."
        }, 
        {
            "created_time": "2017-05-18T09:00:36+0000", 
            "id": "1870746146498922_1873018466271690", 
            "message": "Hi Cheryl, thanks for your reply. There was a error on our website which caused the page where you would enter your code to display incorrectly, this has since been resolved. Please try and enter your codes on the website again, if you need any more help, please call us on 0800 22 77 11 (option 1), Monday - Friday, 9am - 6pm. Thanks"
        }
    ]
}