{
    "data": {
        "created_time": "2017-08-24T14:33:26+0000", 
        "id": "1915498635357006_1916344161939120", 
        "message": "Coca-Cola The REAL problem is not recycling, it is decomposition! We must have a product that can decompose fairly quickly so that we do not harm any creatures that would ingest PLASTICS. This is the only real solution we need you to please find! \n\nAs I keep repeating myself, if Coca Cola could take a leading role here and use a product that could be more friendly to our planets creatures, it will not only move other plastic manufacturers to follow but you will take with this the heart and minds of the people who care for our planet with you. You will therefore be champions as we are calling upon you to become! AND you will promote your product on a scale like never before in recent history!\n\nOur planet can be what we truly want it to be, it is as simple as wanting it to be that way. I want a planet that is peaceful but it will only happen when we reach a critical mass that wants PEACE. \n\nYou are the worlds largest manufacturer of plastic bottles, to repeat again, you produce 100 BILLION PLASTIC BOTTLES ANNUALLY! \n\nYou need to realise what impact this will have upon our beautiful planet if you behaved responsibly as we are asking you to do.......❤️"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}