{
    "data": {
        "created_time": "2015-01-24T23:06:54+0000", 
        "id": "10153371875636729_10153390364986729", 
        "message": "Don't need any more FB prying into and advertising my personal info than they already do."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-01-25T15:09:03+0000", 
            "id": "10153371875636729_10153391606131729", 
            "message": "Hey Ben. We don't sell or share information that tells an advertiser who you are, and that's not changing. Your trust matters to us—that's why we're making it easier for people to understand exactly what information we get and how it's used to make Facebook services better. You can learn more at http://on.fb.me/1eFk4kt. -Natalie"
        }, 
        {
            "created_time": "2015-01-26T18:33:00+0000", 
            "id": "10153371875636729_10153394197161729", 
            "message": "LMAO ... i smell smoke being blown up someones butt . i can write the same stuff .. does not mean anything is written to be true . its just words on the screen . if you really valued anything about us on facebook you would not allow any kind of scam or app that hacks your account like the change your facebook color .. why can the app be past by your staff ? Data lol ya k .. why can we report things just to get a return stament that says it meets your guidlines when in reality its a scam scamming people left and right . since you have access go check all the reports in the support center i have sent off ... 90% of them get rejected .. there straight up scams .. Why ? ive been on facebook since it was beta ...and with facebook being over run by scam scam scam scam fake account fake account fake account and we report them and report them and report them and you think it does not break any guidelines ... the words on the data use are just words taken at face value only ... like i said check my support dashboard and you will see what i deal with on a daily basis , is that suppose to be fun ? so the scammer is allowed to keep making pages and pages and pages and that is ok with facebook ... it used to be a fun place to be with your friends and share photos with your friends and have a good time ... not so much anymore . How come a scammer is allowed to make a app that is called change your facebook color when in fact it will give you a virus or malware and its fake how can that pass by your system set in place to stop it ? i see at least 100 a day . \n\nHave a nice day ...."
        }
    ]
}