{
    "data": {
        "created_time": "2015-05-17T17:26:33+0000", 
        "id": "10153371875636729_10153701011191729", 
        "message": "First off, this page says, \"Facebook - Product/Service\"\n\nBut it primarily centers around 'Friends'.  \n\nIf Facebook's purpose is to make everyone in the world friends with each other, well, good luck.\n\nWhen someone asks a question about a problem, they are directed to the canned responses or help pages.\n\nI noticed this post about 'Discover local events you and your friends might be interested in.'  Again, friends.  \n\nHow about someone responding to the thousands of questions in the help pages concerning events within groups without the canned 'Spam' answer.  Why not allow group admins to create events and have the option to notify all group members without calling it spam?\n\nThe biggest problem with spam events within groups is because a member will create an event for their personal reasons, not having anything to do with a group's purpose and post in the group just to get more exposure.  This can be addressed by giving group admins the authority to approve events by members.\n\nI feel confident that events can result in making new friends, either on line or in person.  But just being able to notify 'your friends in the group' does not accomplish this.\n\nI may sound like a disgruntled Facebook member, but I'm not.  I just think it can be done."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}