{
    "data": {
        "created_time": "2016-05-23T04:45:36+0000", 
        "id": "10153546522835079_10153551101725079", 
        "message": "Dear Mr. Eminem, help a young family from Russia to collect 150 thousand dollars for the construction of his house, no help from the state does not want, therefore, and turn to the gods of our world, we are father, mother and two sons, twins 2 years, will provide all the necessary legal information, Skype, God bless you! hope for answer, our mail semya.molodaya2014@yandex.ru"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-26T10:46:10+0000", 
            "id": "10153546522835079_1054757194567132", 
            "message": ""
        }, 
        {
            "created_time": "2016-05-26T14:35:40+0000", 
            "id": "10153546522835079_1082488561823541", 
            "message": "God holding your fake stock photo baby"
        }, 
        {
            "created_time": "2016-05-31T21:13:07+0000", 
            "id": "10153546522835079_1058107234232128", 
            "message": "Fear tears offended you man, because it will ask me for help and I will help"
        }, 
        {
            "created_time": "2016-05-31T21:19:49+0000", 
            "id": "10153546522835079_1086013881471009", 
            "message": "Joshua Angela Jacobs-Matkin your status as a loser for life :))))"
        }, 
        {
            "created_time": "2016-06-11T01:13:55+0000", 
            "id": "10153546522835079_1064638023579049", 
            "message": "R u a \"real\" person? U have no pics of yourself or family. Not even parts of reality...."
        }, 
        {
            "created_time": "2016-07-03T05:37:44+0000", 
            "id": "10153546522835079_1078675595508625", 
            "message": "Did this dude seriously just ask Eminem for money?! Wow! The big fucking hairy balls on some people, right?! Like dude... Why didn't you just send him one of those trolling emails that says if Slim gives you $100k you can get your money out of a foreign bank account and then he'll get $1m back. Bullshit dude. Straight up not right. I've got a better chance of getting something from Slim than this guy does.... I'm a widow with 2 girls still at home, I can't work cuz I hurt my back, I live in Michigan, and I don't have anyone who can help us. BUT... I WOULD NEVER ASK FOR A HANDOUT IT'S NOT RIGHT! Not cool. Rant over... \n#NoMoneyMoProblems \n#NoFreeRides"
        }, 
        {
            "created_time": "2016-07-05T18:52:47+0000", 
            "id": "10153546522835079_1080198838689634", 
            "message": "Sue Kraimer Hello, why should I be ashamed that I lost my job, come to us and live in Russia, a mortgage to pay nothing. we if it is possible to buy their homes only after 300 years, we must try to live. corruption is everywhere, including in government, we are fighting in Syria and send humanitarian aid when humanitarian assistance is needed throughout Russia, and our government sees ordinary people"
        }, 
        {
            "created_time": "2016-07-05T19:24:29+0000", 
            "id": "10153546522835079_1080214778688040", 
            "message": "Иван, it is not Eminem's responsibility to pay your debts. I feel for you, I really do. My life has been a living hell since my husband died. But you pull yourself up off the ground, dust yourself off, and keep going. I have a very good friend who immigrated from Russia. When she got here, they had nothing. She worked hard, went to college, and now she owns her very first home. If you want a better life, do something about it. When you succeed, you will be more proud of yourself than you would by getting a handout. I will continue to pray for peace in Russia and Syria."
        }, 
        {
            "created_time": "2016-07-05T20:04:10+0000", 
            "id": "10153546522835079_1146704878685554", 
            "message": "Sue Kraimer I have the time for two months and then I'll die. I never asked their children want to at least shelter to Russia is not possible. therefore, applied to the whole world, I'm not hiding anything, you can send your diagnosis and all required documents, good luck and God bless you"
        }, 
        {
            "created_time": "2016-08-09T03:23:56+0000", 
            "id": "10153546522835079_1102923846417133", 
            "message": "Niko Küml sein ernst?"
        }, 
        {
            "created_time": "2016-08-09T05:58:08+0000", 
            "id": "10153546522835079_1102978403078344", 
            "message": "Иван, I feel your pain, but SOMEHOW you have money to access the internet, whether by phone or by paid Internet café. I guarantee that you won't be getting any help from Eminem. I'm sorry for your situation, I really am, but you are going to have to panhandle, beg, plead, steal or stop spending money on extra things so you can make your lives better. There are Apostolic Pentecostal Christian Churches in every major city in Russia that are supported by American Churches where you can get help for yourself and your family. Have you considered that maybe, just maybe, God is trying to show you how real HE is? Get to a church. God will help you because you will not find any help here. God bless!"
        }, 
        {
            "created_time": "2016-09-07T05:33:35+0000", 
            "id": "10153546522835079_1190943960928312", 
            "message": "Sue Kraimer Hello. I guess you're right. to ask this is low, better go kill the release just can't see it, but at the expense of the Church in Russia is a utopia, there is no help , for the simple reason that they all steal. can a million facts to lead the Church in Russia earns more States, taking advantage of people's faith, our Church and the Metropolitan to receive the interest from the sale of cigarettes, alcohol, and from the date of the temples for very rich people, for banquets, and this is considered normal, thank you for the moral support."
        }
    ]
}