{
    "data": {
        "created_time": "2016-05-22T07:32:13+0000", 
        "id": "10153546522835079_10153549253350079", 
        "message": "Dedicated to Rap God dear eminem.      Beginning the journey of my life screwed up almost lost everything broke destroyed fucked up cursing myself feeling to commit suicide, cause I had enough of it and was pushed till death, lost the hope of surviving lost in love failed in every bit cursed & criticized by every one on this planet. In my anger I wanna burn this whole fucking earth. I shouted to Jesus what the fuck have I done wrong loving someone was feeling like life sentenced to me.           Drank the pain mixing with alcohol , marijuana but even in the hangover high I was finding myself alone in this fucking crowd. Was unable to predict what is right & wrong my life has gone for a toss halfway. I closed my eyes almost moving away from this world I needed someone to shake me & wake me up.                                                    Guess what the sun rised in fucking night the supersonic guy was my light who shouted at me get up you fucking asshole there's no one for you in this fucking world you are only your successor and dictator don't let this fucking world hold your ass back in getting what you deserved be loyal to yourself have faith in yourself let the pain get down and ejaculate it and feel relaxed.                                                 There will be people pointing finger to you now and then get your Ass so high that people pointing finger to you now will be pointing to the sky instantly they will realize that the guy they were fucking & messing with is shitting on them from High above them in the sky.                                           And now I opened my eyes and thanked slim shady for giving me hope & joy."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}