{
    "data": {
        "created_time": "2016-05-20T23:29:53+0000", 
        "id": "10153546522835079_10153546752205079", 
        "message": "Why wouldn't he have bought the property and rebuilt the house?  Maybe it had to many bad memories. I love you Marahall even if you went broke and couldn't preform any more I would still love you. You have such a talent raw and just great it has been a long time since an artist has had such a talent. I love you Em."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 30
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-21T20:28:48+0000", 
            "id": "10153546522835079_10153548420630079", 
            "message": "Ure completely right"
        }, 
        {
            "created_time": "2016-05-26T12:07:42+0000", 
            "id": "10153546522835079_1054794114563440", 
            "message": "Because renovating a house that has structure problems can get really expensive, especially since a fire was started in it, and spending that money to fix a house that's surrounded by other abandoned houses in a shit part of Detroit is pointless"
        }, 
        {
            "created_time": "2016-05-26T15:06:45+0000", 
            "id": "10153546522835079_1054881031221415", 
            "message": "Yeah Chris you might be right but he has no problem with money and don't you think if word got out that Eminem owned and was fixing the house other developers would fix the other shit holes. I think it could get that part of Detroit can get better."
        }, 
        {
            "created_time": "2016-05-26T19:03:13+0000", 
            "id": "10153546522835079_1054993774543474", 
            "message": "Maybe they should build a park there"
        }, 
        {
            "created_time": "2016-08-09T11:14:50+0000", 
            "id": "10153546522835079_1148304165241980", 
            "message": "the whole street is virtually abandoned, every house, it's very sad. Google street view, you can see it & it was filmed when his house was still there too, brings you right to it."
        }, 
        {
            "created_time": "2016-08-17T17:02:32+0000", 
            "id": "10153546522835079_1174424009246974", 
            "message": "I think it would be cool to see Eminem do something with all those properties in that area that neighborhood he definitely has the money to do so or knows the people that could help invest and it would make them look good get the public talking about things I think that Eminem Kid Rock ICP all the really big artist that came out of Detroit Esham Doc Hollywood they should all probably get together and try to do something for their City to get it back on the map like it used to be I mean why not it's worth a shot if you're so proud of your city I think that would be really cool of them"
        }, 
        {
            "created_time": "2016-08-17T19:29:56+0000", 
            "id": "10153546522835079_1156089977796732", 
            "message": "Totally agree!"
        }
    ]
}