{
    "data": {
        "created_time": "2016-03-14T12:26:49+0000", 
        "id": "10153387759920079_1035967999810211", 
        "message": "March 14, 2016\n\nRelationships\n\nPage 76\n\n\"Also, our inventories usually include material on relationships.\"\n\nBasic Text, p. 29\n\nWhat an understatement this is! Especially in later recovery, entire inventories may focus on our relationships with others. Our lives have been filled with relationships with lovers, friends, parents, co-workers, children, and others with whom we come in contact. A look at these associations can tell us much about our essential character. \n\nOften our inventories catalog the resentments that arise from our day-to-day interactions with others. We strive to look at our part in these frictions. Are we placing unrealistic expectations on other people? Do we impose our standards on others? Are we sometimes downright intolerant? \n\nOften just the writing of our inventory will release some of the pressure that a troubled relationship can produce. But we must also share this inventory with another human being. That way, we get some needed perspective on our part in the problem and how we can work toward a solution. \n\nThe inventory is a tool that allows us to begin healing our relationships. We learn that today, with the help of an inventory, we can start to enjoy our relationships with others.\n\nJust for Today: I will inventory the part I play in my relationships. I will seek to play a richer, more responsible part in those relationships. Eminem have a good day love you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-29T12:38:24+0000", 
            "id": "10153387759920079_493882167470413", 
            "message": "凸(｀0´)凸"
        }
    ]
}