{
    "data": {
        "created_time": "2016-03-13T14:30:10+0000", 
        "id": "10153387759920079_802330329872225", 
        "message": "March 13, 2016\n\nThat one special person\n\nPage 75\n\n\"A sponsor is not necessarily a friend, but may be someone in whom we confide. We can share things with our sponsor that we might not be comfortable sharing in a meeting.\"\n\nIP No. 11, Sponsorship Revised\n\nWe've asked someone to sponsor us, and the reasons we have for asking that particular person are as many as the grains of sand on a beach. Perhaps we heard them share at a speaker meeting and thought they were funny or inspiring. Perhaps we thought they had a great car and we would get one by working the same program they work. Or maybe we live in a small town and they were the only person who had the time available to help. \n\nWhatever our initial reasons for getting the sponsor we have, we're sure to find that our reasons for keeping them are quite different. Suddenly they'll amaze us with some stunning insight, making us wonder whether they've been sneaking peeks at our Fourth Step. Or maybe we're going through some sort of life crisis, and their experience with the same problem helps us in ways we never dreamed possible. We call them in pain, and they come up with a special combination of caring words that provide genuine comfort. \n\nNone of these remarkable feats on the part of our sponsor are mere coincidence. They've simply walked the same path before us. A Higher Power has placed that one special person in our lives, and we are grateful for their presence.\n\nJust for Today: I will appreciate that one special person in my life - my sponsor. Eminem ask dra if he want to buy my old house?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}