{
    "data": {
        "created_time": "2015-03-26T10:52:18+0000", 
        "id": "10152704257160079_10152711004790079", 
        "message": "Today morning, incidentally i was about to listen Usher's album Burn. In that, the fire, there was everywhere burning around him, will create the desire of love in you. And moreover Rihanna's Love The Way You Lie album has just overtaken it, Tremendous. But Eminem, Who conquered Rihanna's body movements by his astounding performance. Burning fire was spreading all over his body. That's all flames of love... all over his body that flame speaks the language of love...That's the extreme of fantasy. \n\nLike the mirror image of the character, which comes in Haruki murakami's short story kino, I just put my finger into the fire, Nandalala....\n\nAccording to that, there was some blurred images swirling inside of me, and i am getting deep into the beauty of visual that appears in the photographs of the famous modeling photographer and my facebook friend Vadim Stein, with wordless joy. As always, I was wondering about how he brought the elegance of the language of the human body through still images, is unbelievable and unique. The wonderful rejoice it gives me, which no album does. This kind of contemporary taste only will makes happy today's post-modernism mentality humans."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}