{
    "data": {
        "created_time": "2015-09-29T14:55:46+0000", 
        "id": "10154090187691729_10154096521646729", 
        "message": "IS THIS TRUE?\nNow it's official! It has been published in the media. Facebook has just released the entry price: $5.99 to keep the subscription of your status to be set to \"private\". If you paste this message on your page, it will be offered for free (paste not share). If not, tomorrow, all your posts can become public, even the messages and photos that have been deleted. It does not cost anything for a simple copy and paste. \"Better safe than sorry.\" Channel 13 News was just talking about this change in Facebook's privacy policy.\n As of September 28, 2015 at 12:01 p.m. PST, I do not give Facebook or any entities associated with Facebook permission to use my pictures, information, or posts, past, present, and future. By this statement, I give notice to Facebook that I strictly forbid disclosure, copy, distribution, or use of any information in my profile and/or it's contents for public use or to be used against me. The contents of my profile is private and confidential information. The violation of my privacy is punishable by law (UCC 1-308- 1 1 308-103 and the Rome Statute). NOTE: Facebook is now a public entity. All members must post a note like this. If you prefer, you can copy and paste this version. If you do not publish a statement, at least once, you are allowing Facebook, use of your photos, as well as the information contained in your profile, and status updates. YOU MUST COPY & PASTE ONLY. DO NOT USE THE SHARE OPTION"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-29T20:36:04+0000", 
            "id": "10154090187691729_10154097262951729", 
            "message": "Hi there, Maria. We haven't changed our privacy policy recently. Our policy was last revised on 30 January 2015. You can read more about it here: http://on.fb.me/1PM9h7b. Hope this helps! -Rey"
        }
    ]
}