{
    "data": {
        "created_time": "2015-09-28T10:43:34+0000", 
        "id": "10154090187691729_10154093013061729", 
        "message": "Hej \nI got this in may mail today. Seems like its a scam.\nFACEBOOK PROMOTION\nFRÅN: skrivbordet av vice VD\nINTERNATIONELLA ERBJUDANDEN / prisutdelning Sats nr: FLNL / 009.842 / 04 REF NR: FLNL / 107.654 / 04\n\nVi är mycket glada att meddela att ditt namn visas på facebook lotteri marknadsföring för år 2015 och vi ger ut den totala summan av $ 550.000 USD (fem hundra femtio tusen amerikanska dollar) till våra vinnare, vilket är summan du vunnit. Ditt namn valdes i ett lotteri som gjordes för detta år, så vi behöver din snabba svar så att vi kan gå vidare med leveransen av din fond.\n\nvi bara valt Tjugo (20) kandidater per år som våra vinnare genom elektronisk för omröstning System (EBS) utan kandidaten tillämpar, gratulerar vi dig för att vara en av våra lyckliga vinnare. Våra vinnare inkluderar både abonnenter och icke-abonnenter i FACEBOOK.\n\nDitt namn valdes av Mark Zuckerberg VD för Facebook (grundare och koncernchef) FACEBOOK gjorde detta i uppskattning för att uppmuntra människor att använda det tjänster, är Facebook den första och ständigt största medel för att möta både gamla och nya vän ..\n\nFrämjandet gjordes både prenumeranter och icke abonnenter av FACEBOOK användarnytta från förstärkningen bolaget gjort komma tillbaka till oss före slutet av dagens arbetstid för försäkringen och redovisnings Company att stämpla och övernattning det vinnande kontroll av $ 550.000 (fem hundra Femtio tusen United States dollar) för dig.\n\nSumman av $ 550.000 USD (fem hundra femtio tusen amerikanska dollar) tilldelades din NAMN\n\nDu uppmanas att kontakta betalningsavdelning med ditt fullständiga namn och adress med e-post nedan så att de kan fortsätta att leverera pengar till dig.\n\nBetalning Avdelning E-postadress: facebookclaimdepartment.inco@hotmail.com\n\nDu uppmanas att kontakta betalnings avdelning som ansvarar så snart som möjligt på ovanstående e-post, kan underlåtenhet att göra detta resultera till fonder återlämnats outtagna.\n\nDen totala mängden pengar du får är $ 550.000 (fem hundra femtio tusen US-dollar).\nAv säkerhetsskäl råder vi alla vinnare att hålla denna information konfidentiell från allmänheten förrän din ansökan har behandlats och ditt pris ut till dig. Detta är en del av vår säkerhetsprotokoll för att undvika dubbel hävda och omotiverad att dra fördel av detta program av icke-deltagare eller inofficiella personal.\n\nGrattis än en gång på dina vinster !!!\nFacebook Team.\n\nFacebook © 2015 English (US)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}