{
    "data": {
        "created_time": "2015-09-29T14:46:28+0000", 
        "id": "10154090187691729_10154096501841729", 
        "message": "As of Septrmber 27, 2015. Better safe than sorry is right. Channel 13 News was just talking about this change in Facebook's privacy policy. Better safe than sorry. As of September 27 , 2015 at 06.00a.m. Central standard time, I do not give Facebook or any entities associated with Facebook permission to use my pictures, information, or posts, both past and future. By this statement, I give notice to Facebook it is strictly forbidden to disclose, copy, distribute, or take any other action against me based on this profile and/or its contents. The content of this profile is private and confidential information. The violation of privacy can be punished by law (UCC 1-308- 1 1 308-103 and the Rome Statute). NOTE: Facebook is now a public entity. All members must post a note like this. If you prefer, you can copy and paste this version. If you do not publish a statement at least once it will be tactically allowing the use of your photos, as well as the information contained in the profile status updates. DO NOT SHARE. You MUST copy and paste"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-29T20:34:06+0000", 
            "id": "10154090187691729_10154097259451729", 
            "message": "Hello there, Betty. We haven't revised our privacy policy recently. Our policy was last revised on 30 January 2015, and you can read more about it here: http://on.fb.me/1PM97N5. Also, you can learn more about how to control what others see here: http://on.fb.me/1PM97N1. Hope this helps! -Rey"
        }
    ]
}