{
    "data": {
        "created_time": "2015-09-29T11:15:15+0000", 
        "id": "10154090187691729_10154096156906729", 
        "message": "I'm a big fan of all that Facebook has done from beginning to now when it comes to supporting the community known as Earth, as you are a true internet icon and don't see borders drawn by the human hand on a map, and I applaud you for that. I do believe that instant access can be an excellent problem solver for a vast many uncountable things, even things that no one has even thought of yet, but I do have a question. My question is this, while internet access is essential for achieving humanity's #globalgoals, is there a quality control for all of this? Is there a safety & security entity/agent/program in place for people exploiting the very doors that are you are opening? I'm most confident in what Facebook is setting out to do, but there is a small part of me that is curious about what is being done about those looking to exploit these avenues. Your good will vastly outweigh any amount of bad, since your goal is to real ALL, but what about the SOME that don't share the same heart and soul that you do?\n\nAnyway, thank you for all that you do for those in need. Keep up the great work."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}