{
    "data": {
        "created_time": "2015-08-03T15:20:45+0000", 
        "id": "10152967450950079_10152986731020079", 
        "message": "Hello Dear Rap God EMINEM,\nI am one of your great fans. I love your art of rapping and making music.\n\nI have no idea how i tell you. I have never been posted or commented like this before. This does not concern with your music but let me share to let you see and hope for your help...\n\nYou know...Love is kinda music of our hearts that even cannot create with any instruments but to show with full of kindness and sympathy would be just an amazing melody, needs to listen each others.\nSo...Just kindly check those worst terrible situations with your sympathy....\n\nMyanmar (or Burma) has been suffering from the recent flood disaster. This flood can be regarded as one of the worst disasters in decades. Most of the cities in 11 out of 14 States (or Divisions) are already under water now.\nReportedly, up to 150,000 people had been displaced or had their livelihoods affected due to this terrible flood. More torrential rain is expected in the coming days according to weather forecast.\nWe have been posted in order to create the awareness for this flood disaster in Myanmar and let all countries across the world know that flood victims are in need of help for their survival and rehabilitation.\nMoreover, people in disaster zones are dying everyday due to lack of food, clean water and basic necessities for life.\nNow...even our second capital city Yangoon have to be worried.\nFor people in Burma, you can check this Hashtag Page #SupportMyanmar https://www.facebook.com/hashtag/supportmyanmar for more information and donation. \n\nIf possible, share about this. Sharing is kinda helping..\nYour help is one of the necessities for flood victims.\nIf you mind, donate for them, your donation is more effective one than you click Like on my words.\n#SupportMyanmar #SaveBurma #SupportBurma #SaveMyanmar  #Myanmarfloods\n\nThank you,\nWith great hope,\nMoe Thet\n(I am just an ordinary girl, not from any organization, just share for my people of Myanmar coz I can't stand to watch them anymore)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}