{
    "data": {
        "created_time": "2017-07-29T13:58:47+0000", 
        "id": "1905666806340189_1906561859584017", 
        "message": "If it's 100% recyclable, why isn't it made from 100% recycled?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 156
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-31T18:20:20+0000", 
            "id": "1905666806340189_1907422352831301", 
            "message": "because that would make the bottle's plastic cloudy and Coca-Cola doesnt want their nice bottle \"Looks\" to be ruined"
        }, 
        {
            "created_time": "2017-07-31T19:45:57+0000", 
            "id": "1905666806340189_1907445162829020", 
            "message": "Or it costs them too much"
        }, 
        {
            "created_time": "2017-07-31T23:45:44+0000", 
            "id": "1905666806340189_1907510932822443", 
            "message": "Actually saw on a previous post on this topic that it's more a supply issue, at least here in the UK. in a year or two it will be 50% recycled plastic in the bottles with the aim of increasing further when supply allows. Granted that's their corporate response so pinch of salt et al."
        }, 
        {
            "created_time": "2017-08-01T01:38:45+0000", 
            "id": "1905666806340189_1907540762819460", 
            "message": "Maybe is every plastic bottle used was actually recycled from here onwards they'd be able to do it in a few years. I'd drink out cloudy bottles! They could just remarket them as frosted bottles to get that chilled glass bottle feel 🤷🏻‍♀️."
        }, 
        {
            "created_time": "2017-08-02T08:52:33+0000", 
            "id": "1905666806340189_1908008452772691", 
            "message": "Hi Russell, We’d like to use more but there’s not enough recycled plastic in the UK at the moment, more bottles need to be recycled. At the moment, we use 25% recycled plastic in every one of our bottles here in Great Britain and we’re committed to doubling the amount to 50% in the next three years."
        }, 
        {
            "created_time": "2017-08-02T16:20:01+0000", 
            "id": "1905666806340189_1908137986093071", 
            "message": "Hi Oskars, that is not the case. For the last five years, we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates. We are continually evolving our recycling strategy and investing in innovations to support our overall sustainability commitments."
        }, 
        {
            "created_time": "2017-08-02T16:25:18+0000", 
            "id": "1905666806340189_1908144792759057", 
            "message": "So Coca Cola, why did you oppose a deposit return scheme? From my self confessed limited knowledge, did not the Scottish government pressure you into a trial?"
        }, 
        {
            "created_time": "2017-08-02T21:38:15+0000", 
            "id": "1905666806340189_1908231272750409", 
            "message": "If there's not enough recycled plastic then how is it that Ribena have been making their bottles from 100% recycled plastic since 2007?"
        }, 
        {
            "created_time": "2017-08-03T10:58:44+0000", 
            "id": "1905666806340189_1908445672728969", 
            "message": "Because Ribena probably doesn't sell even 10% of what Coca Cola does? Lol"
        }, 
        {
            "created_time": "2017-08-03T16:25:51+0000", 
            "id": "1905666806340189_1908556722717864", 
            "message": "Coca-Cola They even use recycled Facebook replies."
        }, 
        {
            "created_time": "2017-08-04T04:09:09+0000", 
            "id": "1905666806340189_1908720946034775", 
            "message": "Seriously..? 2017 and people still drink that..?"
        }, 
        {
            "created_time": "2017-08-04T09:45:10+0000", 
            "id": "1905666806340189_1908781909362012", 
            "message": "Hi Russell, we have always said that we’re not against anything that improves recycling and recovery rates and reduces litter. We’ve been involved in the implementation of well-designed deposit schemes around the world and we’ve seen the positive impact they can have. It’s true that we’ve expressed concerns about deposit return schemes. Whilst some concerns remain, it’s clear that recycling rates have stalled and there’s a need to address the issue of recycling and on-the-go littering and we believe we should try something different. For more, read here: http://spr.ly/61858QOUf"
        }, 
        {
            "created_time": "2017-08-04T14:07:50+0000", 
            "id": "1905666806340189_1908862239353979", 
            "message": "Recycled plastic is classed as a lower grade because you can never be sure what's it has been used for before, I know some company's are trailing infrared labelling for plastic so it can be recycled more effectively. Also I wouldn't have an issue with a cloudy plastic bottle."
        }, 
        {
            "created_time": "2017-08-04T14:55:09+0000", 
            "id": "1905666806340189_1908878772685659", 
            "message": "What concerns do you have with the deposit return scheme?"
        }, 
        {
            "created_time": "2017-08-05T08:06:42+0000", 
            "id": "1905666806340189_1909156892657847", 
            "message": "that and its extremely difficult to recycle plastic in a pure fashion, injection moulding machines will get gummed up very quickly if the plastic composition is even slightly off, aluminium drinks cans and glass bottles are better for recycling in general because theyre much easier to melt down and make new with"
        }, 
        {
            "created_time": "2017-08-06T13:49:18+0000", 
            "id": "1905666806340189_1909621039278099", 
            "message": "I also have no issues with cloudy bottles, which I think is important you should know"
        }, 
        {
            "created_time": "2017-08-08T06:39:33+0000", 
            "id": "1905666806340189_1910266112546925", 
            "message": "You might want to look in the sea. Plenty of plastic for you to dredge up there."
        }, 
        {
            "created_time": "2017-08-08T06:48:48+0000", 
            "id": "1905666806340189_1910267782546758", 
            "message": "'Recycling' is a misnomer when it comes to plastic because the structures break down. Plastic is 'downcycled'. You're better off buying cans of coca cola because cans ARE 100% recyclable :)"
        }, 
        {
            "created_time": "2017-08-08T16:38:32+0000", 
            "id": "1905666806340189_1910437922529744", 
            "message": "Hi Joe, for the last five years we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates."
        }, 
        {
            "created_time": "2017-08-08T16:47:35+0000", 
            "id": "1905666806340189_1910439922529544", 
            "message": "Look Coca-Cola if supply was always the issue why haven't you done anything up to now. It's not like coke plastic bottles are washing up on our beaches only now, they have done for years. \nAdmittedly it's not totally up to you but you should of been moving towards 100% recycling for the last 20 years not just now. \nAlso you haven't done anything yet, your only saying that your doing something about it and patting yourself on the back for it."
        }, 
        {
            "created_time": "2017-08-09T15:18:31+0000", 
            "id": "1905666806340189_1910747912498745", 
            "message": "Indeed. Their entire line seems to be that its not their fault it's the government's. But Coke created the problem in the first place. You've created the damn mess - Clean it up. Hell, I would be happier if the government forced coke to pay for the clean up of the mass of plastic bottles killing wildlife in the oceans.   Coke is not the victim here, its not like they don't make billions. They have the cash, they caused the damn problem. They should clean it up. Don't spend 20 odd years trashing the place because plastic was cheaper and then say oh, well, we might do more in a couple years, maybe. Clean it up."
        }, 
        {
            "created_time": "2017-08-09T17:38:30+0000", 
            "id": "1905666806340189_1910788325828037", 
            "message": "100% Recycled PET (Plastic) has a brownish colour when it is produced into preform it doesn't look great, that's why you never get 100% recycled clear (transparent) plastic bottles."
        }, 
        {
            "created_time": "2017-08-10T13:13:05+0000", 
            "id": "1905666806340189_1911065852466951", 
            "message": "Coca-Cola Hi there, what's the up to date school of thought or scientific information even on whether its best to use and recycle or reuse/sterilise glass for drinks/jams etc. or keep using plastic? Any useful links please? Thanks :)"
        }, 
        {
            "created_time": "2017-08-10T20:54:30+0000", 
            "id": "1905666806340189_1911186275788242", 
            "message": "Dear Coca-Cola, you are solely responsible for racking up an insane amount of pollutant damage. Save the 'not enough recycled plastic bottles available spiel.' Start thinking up a better plan to reduce your plastic consumption and recycling 'theory'. \n\nThe clock is ticking dudes... The sooner you guys realise you are indirectly ruining the planet, the sooner you will come to a better resolution. \n\nChou!"
        }, 
        {
            "created_time": "2017-08-11T08:16:24+0000", 
            "id": "1905666806340189_1911341029106100", 
            "message": "\"Return, recycle, reform\"??? no cocacola, it's \"Reduce, Reuse, Recycle\",it's easy to remember and reflects the priorities we should have if we wish to live in a sustainable manner. Don't try to bend a well thought out motto to fit your priorities"
        }
    ]
}