{
    "data": {
        "created_time": "2017-08-03T09:11:24+0000", 
        "id": "1905666806340189_1908420186064851", 
        "message": "Plastic is not recycled. You may have the ability to recycle them but they will still end up in landfill and oceans. How about you stop using plastic??"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-04T09:10:00+0000", 
            "id": "1905666806340189_1908775439362659", 
            "message": "Hi Helen, at this stage our focus is on recovering all of our packaging so none of it ends up as litter or in the oceans. However, we’re working hard to ensure our packaging is as sustainable as possible. Plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre.As part of our strategy, we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates. We are continually evolving our recycling strategy and investing in innovations to support our overall sustainability commitments. For more, read here: http://spr.ly/61848QObi"
        }, 
        {
            "created_time": "2017-08-04T09:26:43+0000", 
            "id": "1905666806340189_1908778676029002", 
            "message": "Where and how is plastic recycled exactly? Do recycling centers melt down plastic and make new bottles? No. Plastic is only really beneficial for saving money not for the people or the planet."
        }, 
        {
            "created_time": "2017-08-08T16:27:34+0000", 
            "id": "1905666806340189_1910435282530008", 
            "message": "Hi Helen, thanks for getting in touch. The bottles go through a sophisticated sorting, cleaning and remelt process before reprocessing. Plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre."
        }, 
        {
            "created_time": "2017-08-15T17:59:43+0000", 
            "id": "1905666806340189_1913028875603982", 
            "message": "Helen Plews I work in a plastics factory and bottles are brought in for us to turn into tiny chips... it's melted into new plastic items. So yes, it's a real thing."
        }
    ]
}