{
    "data": {
        "created_time": "2017-07-29T09:28:47+0000", 
        "id": "1905666806340189_1906479936258876", 
        "message": "Every time I see Fanta and Coke together I have to think of mezzo mix. Why can't you also bring mezzo mix to the UK?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-30T20:53:11+0000", 
            "id": "1905666806340189_1907101039530099", 
            "message": "OMG my son loves it too.... #mezzomix. I wish they'd make it here.... We had loads in Germany 🇩🇪"
        }, 
        {
            "created_time": "2017-07-31T09:51:30+0000", 
            "id": "1905666806340189_1907267152846821", 
            "message": "Hi Sophie, thanks for getting in touch. We work locally, tailoring our drinks to local tastes. Some flavours are more popular in one country than another. Some of our brands are available in nearly 200 countries, whereas some are only available in certain countries. Thanks"
        }, 
        {
            "created_time": "2017-07-31T09:52:33+0000", 
            "id": "1905666806340189_1907267326180137", 
            "message": "Bit why don't you trial it here??? I bet you it would go down a storm!!!!"
        }, 
        {
            "created_time": "2017-07-31T09:56:14+0000", 
            "id": "1905666806340189_1907268222846714", 
            "message": "Anu Joshi is right! I've never heard of you trying mezzo mix in the UK. Most people here like Coke and Fanta and Fanta was originally created in Germany, too. So why not try it?"
        }, 
        {
            "created_time": "2017-07-31T12:31:34+0000", 
            "id": "1905666806340189_1907310889509114", 
            "message": "Hi there, if you want to mix different flavours, you might want to try our Coca-Cola Freestyle machines. Find out more here: www.coca-colafreestyle.co.uk. Thanks"
        }, 
        {
            "created_time": "2017-07-31T12:33:01+0000", 
            "id": "1905666806340189_1907311159509087", 
            "message": "You seem to have no clue what mezzo mix is."
        }, 
        {
            "created_time": "2017-07-31T17:03:27+0000", 
            "id": "1905666806340189_1907400889500114", 
            "message": "What is mezzo mix ?not heard of it or seen it on holidays abroad before"
        }, 
        {
            "created_time": "2017-07-31T17:22:57+0000", 
            "id": "1905666806340189_1907406852832851", 
            "message": "Lawrance Harris mezzo mix is the Coca Cola brand version of a Bavarian drink called Spezi. It's 50% Coke and 50% Fanta."
        }, 
        {
            "created_time": "2017-07-31T19:41:11+0000", 
            "id": "1905666806340189_1907444116162458", 
            "message": "Daniel Wickham freedom of speech is regarding places. Facebook is a privately own social network and companies, like individuals, can have a page there. They can then delete all they want and it's not restricting your freedom of speech.\nImagine it like going into somebody elses house and saying stuff they don't like, or spraying it on their walls. They kicking you out or painting over the walls is not the same as a government preventing you from saying the same things in a public space."
        }, 
        {
            "created_time": "2017-07-31T20:30:26+0000", 
            "id": "1905666806340189_1907459676160902", 
            "message": "Sophie Coca-Cola Orange released here a few years ago as a limited edition. Don't think it went down too well."
        }, 
        {
            "created_time": "2017-07-31T21:03:11+0000", 
            "id": "1905666806340189_1907468132826723", 
            "message": "Coca cola orange is not the same. It had real fruit juice. Just try mixing a bottle of coke and a bottle of Fanta (if you can still find Fanta in the UK that's not that horrible sweetener stuff)"
        }, 
        {
            "created_time": "2017-07-31T21:34:20+0000", 
            "id": "1905666806340189_1907474942826042", 
            "message": "Am I missing something. If it's half Fanta and half Coca Cola, why do Coca Cola need to make it? Can't you just do it yourself?"
        }, 
        {
            "created_time": "2017-07-31T21:40:30+0000", 
            "id": "1905666806340189_1907477139492489", 
            "message": "You can make it, but it's not as convenient. And especially since you can only get this horrible Fanta with artificial sweeteners in the UK anymore, home made mixes taste gross now."
        }, 
        {
            "created_time": "2017-08-01T07:33:50+0000", 
            "id": "1905666806340189_1907612969478906", 
            "message": "when i used to work in mcdonalds we had a woman come in always ordered half coke half fanta she swore it was the best hangover cure."
        }, 
        {
            "created_time": "2017-08-01T18:06:23+0000", 
            "id": "1905666806340189_1907798102793726", 
            "message": "She is right Kristofer! Also, a great pick me up"
        }, 
        {
            "created_time": "2017-08-01T21:19:03+0000", 
            "id": "1905666806340189_1907849309455272", 
            "message": "Elliot Robinson I absolutely loved it!"
        }, 
        {
            "created_time": "2017-08-02T14:37:59+0000", 
            "id": "1905666806340189_1908101976096672", 
            "message": "Kristofer Read MacDonalds used to do root beer too, but I guess most Brits didn't like it, as they stopped doing it"
        }, 
        {
            "created_time": "2017-08-05T11:33:57+0000", 
            "id": "1905666806340189_1909211232652413", 
            "message": "How about coke and orangina instead? That's always been the nicer orange drink"
        }, 
        {
            "created_time": "2017-08-06T11:26:54+0000", 
            "id": "1905666806340189_1909568065950063", 
            "message": "🤔 mix ya own coke and fanta lol"
        }, 
        {
            "created_time": "2017-08-08T13:52:46+0000", 
            "id": "1905666806340189_1910385452534991", 
            "message": "Yay, they now bottle Coca-Cola is a SLIGHTLY less harmful bottle... It's a shame they can't fix the literal poison that goes in the bottles..."
        }, 
        {
            "created_time": "2017-08-09T10:21:24+0000", 
            "id": "1905666806340189_1910658189174384", 
            "message": "Coke and Fanta? Sounds utterly grim."
        }, 
        {
            "created_time": "2017-08-14T18:14:05+0000", 
            "id": "1905666806340189_1912653198974883", 
            "message": "Coke is MUCH better with a slice of orange than lemon. I usually just put a couple of dashes of Fanta in the bottom, which gives it an orange flavour without the artificial sweetener flavour.\n\nRoot beer is just dentist's mouth wash by another name.\n\nSprite is actually a hangover cure, but ideally you have it between drinks during the night. A natural chemical in it helps break down alcohol faster, whereas coffee slows the process down. If it's all broken down before you sleep, then you won't get a hangover. Prolong the process and you end up dehydrated and thus hungover the next day."
        }, 
        {
            "created_time": "2017-08-14T18:47:10+0000", 
            "id": "1905666806340189_1912665655640304", 
            "message": "https://phys.org/news/2013-10-chinese-team-sprite-hangover.amp"
        }, 
        {
            "created_time": "2017-08-17T20:08:29+0000", 
            "id": "1905666806340189_1913830945523775", 
            "message": "Omg I love mezzo mix! Luckily my parents live in Germany so I have access to it whenever but we never get any decent drinks in the uk! People need to try it, it's not as simple as just mixing Fanta orange and Coca Cola! Have you tried the Fanta Shokata, same thing that they won't do it in uk because they cater for different tastes and it's better in other countries 🙄"
        }, 
        {
            "created_time": "2017-08-20T01:26:41+0000", 
            "id": "1905666806340189_1914662872107249", 
            "message": "UK Fanta is the worst, it's been many years since they changed it, but occasionally you can find some imported middle Eastern fanta that tastes good and reminds me of the fanta I used to love when I was younger. Shame really seems most big companies are diluting the quality purposely for profiteering and so on 😔"
        }
    ]
}