{
    "data": {
        "created_time": "2017-07-31T22:07:32+0000", 
        "id": "1905666806340189_1907482466158623", 
        "message": "Funny how Coca-Cola happily reply to anything other than the fact they don't use enough of the recycled bottles in their manufacturing process. This advert is a sham. You made a statement saying you wouldn't use recycled materials unless the government enforce it. You should be doing this as a statement to show you want to better the world, not your bank balance. \nDon't you think your company has done enough to destroy the planet for financial gain"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-02T16:26:30+0000", 
            "id": "1905666806340189_1908145099425693", 
            "message": "Hi Jason, for the last five years we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates."
        }, 
        {
            "created_time": "2017-08-04T05:29:41+0000", 
            "id": "1905666806340189_1908736599366543", 
            "message": "When you say you use 25% recycled plastic, does that mean 25% of your bottle product. Sorry but 50% by 2020 is not good enough, I appreciate it will be a costly exercise to change to another method, but you need to think of a better solution than plastic."
        }, 
        {
            "created_time": "2017-08-08T16:30:02+0000", 
            "id": "1905666806340189_1910436092529927", 
            "message": "Hi Jason, 25% means that every plastic bottle we produce here in Great Britain currently contains 25% recycled plastic – a figure that, as you mentioned, we’re doubling by 2020. 50% is possible based on current supplies, long term we’d like to use more but we need more bottles to be recycled to go beyond that."
        }
    ]
}