{
    "data": {
        "created_time": "2017-08-02T10:45:55+0000", 
        "id": "1905666806340189_1908036839436519", 
        "message": "We had recylable bottles called glass. Stop the manufacture of plastic substances that do not biodegrade. While these products are still being made what exactly is the point. Bit of a pointless excersise."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 57
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-02T16:49:00+0000", 
            "id": "1905666806340189_1908151972758339", 
            "message": "Hi Joanna, at this stage our focus is on recovering all of our packaging and we’re working hard to ensure our packaging is as sustainable as possible. Moreover, plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre. We’ve also been researching and creating alternatives to oil based plastics, such as our PlantBottle™, which is the first-ever recyclable plastic bottle made from plants. We use the PlantBottle for all of our Honest Tea and Smartwater range here in Great Britain and are always looking at ways that we can expand its use across our portfolio."
        }, 
        {
            "created_time": "2017-08-02T17:22:01+0000", 
            "id": "1905666806340189_1908163306090539", 
            "message": "Nope not convinced I'm afraid. Depends how you define safer really. We all didn't cut ourselves for a few years but all the food in the oceans is dying, and it could be the end of the earth as we know it lol\n Also you can get water out the tap and its fresh that seems a lot 'smarter' to me! But thanks for the response i guess its good your company is evolving to improve."
        }, 
        {
            "created_time": "2017-08-03T20:39:23+0000", 
            "id": "1905666806340189_1908617212711815", 
            "message": "Please no glass, the amount of punctures I get on my bike because of glass everywhere!"
        }, 
        {
            "created_time": "2017-08-03T20:41:07+0000", 
            "id": "1905666806340189_1908617749378428", 
            "message": "Please no bikes lol the amount of times I've nearly crashed because of cyclists!! 😂😂😂"
        }, 
        {
            "created_time": "2017-08-04T08:23:20+0000", 
            "id": "1905666806340189_1908767379363465", 
            "message": "Joanna Brown give them a break you can't implement changes overnight you have to do total regarding spend millions on research and then make sure it passes all criteria in safety  . It's not a government provided service which you can take for granted and still criticise. It's a business which still needs to earn money and pay it's employees and bills. So it present matter if your not convinced and if you think water out of the tap is fresh then you are dillusional."
        }, 
        {
            "created_time": "2017-08-04T09:57:01+0000", 
            "id": "1905666806340189_1908784096028460", 
            "message": "People have survived drinking water out of taps and wells for 100 of years. Bottled water can sit for years before it is consumed. They are a fizzy drinks company who's product has been contributing to the obesity of the world for the last 50 off years. If they want to rely on toxic plastic to package a toxic product like that then they should expect for their business to fail. Like I said I don't see why new plastic products are being produced at all when we already know the amount we already have is harming the oceans. This isn't coca colas problem but while they are willing to buy it it will continue to be made. They should if they must use plastic be recycling the plastic we already have not using new just because it might be slightly better"
        }, 
        {
            "created_time": "2017-08-06T14:58:16+0000", 
            "id": "1905666806340189_1909648195942050", 
            "message": "Joanna Brown Bit of an odd thing to say from someone who is so keen on environment and obesity :S"
        }, 
        {
            "created_time": "2017-08-06T15:06:50+0000", 
            "id": "1905666806340189_1909651765941693", 
            "message": "Do u mean my comment about bikes? Lol I've nothing against cycling just not in the road I think it's mad that cyclist use the road without any knowledge of the highway code tnt. And I've had so many near missed because of them using the road irresponsibly. But really it was just a tongue in cheek response to the comment about bikes and glass."
        }, 
        {
            "created_time": "2017-08-08T06:47:55+0000", 
            "id": "1905666806340189_1910267655880104", 
            "message": "Glass requires much more heat/energy to melt form and work with and is heavier. So while better for the environment in Thai respect you're just shift the problem else where ie. More fossil fuels burned to get the required energy and Trucks burning more diesel to transport a heavier load."
        }, 
        {
            "created_time": "2017-08-08T07:14:19+0000", 
            "id": "1905666806340189_1910274069212796", 
            "message": "Did you type this on a phone or computer? That has plastic parts and other minerals and materials that wreck as much havoc on the environment and people. Plastic is here to stay, as much as I would prefer it not to as I share your concerns. A bottle deposit scheme would work best imo. As consumers we vote for products and their manufacture every time we spend. Buy cans. Or make your own comfort drink."
        }, 
        {
            "created_time": "2017-08-08T08:52:58+0000", 
            "id": "1905666806340189_1910295919210611", 
            "message": "I guess you are right but it just seems like with the fact we already have an abundance of plastic all these new products could be made out of the stuff we already have. Everything has a carbon footprint 3rd usable materials is the way forward. I still don't believe that we should be continuing to manufacture new plastic materials when we know that's what the problem is. Research should be going into using recycled materials rather than just making new."
        }, 
        {
            "created_time": "2017-08-08T09:08:43+0000", 
            "id": "1905666806340189_1910299415876928", 
            "message": "You are worried about the environment... but put cars over bikes. Bikes aren't destroying the environment like cars are?"
        }, 
        {
            "created_time": "2017-08-08T09:54:29+0000", 
            "id": "1905666806340189_1910308725875997", 
            "message": "I didn't say I put cars over bikes from an environmental point of view.they just irritate me on the road from a safety point of view. This post is about coca cola manufacturing another new plastic product to try and reduce the impact of plastic on the environment I just gave my opinion to their post that they have advertised for us all to have an opinion on. I think they should be using recycled materials or glass as was used for hundreds of years without issue recycling it ourselves by returning the bottles to a local depot for refill. Tbh my view on cars is completely irrelevant to this post. But I do understand that perhaps I was a little negative"
        }, 
        {
            "created_time": "2017-08-08T13:21:56+0000", 
            "id": "1905666806340189_1910376565869213", 
            "message": "Im in a rather undesirable location in britain and broken glass bottles are a serious issue where i am, no one recycles they just get smashed outside schools or all across the roads at local shops. Id prefer to kick plastic bottles out of my way than dodge glass lol. I respect why you think its a good idea though."
        }, 
        {
            "created_time": "2017-08-08T20:08:25+0000", 
            "id": "1905666806340189_1910485712524965", 
            "message": "Joanna Brown a glass bottle is 2-3x heavier than plastic hence carbon footprint for transport alone is higher - plus you can't fit as many on a lorry - so your environmental argument is slightly off kilter."
        }, 
        {
            "created_time": "2017-08-09T05:09:29+0000", 
            "id": "1905666806340189_1910602949179908", 
            "message": "Their glass bottles arnt that great. My sisters has a huge scars on her leg from where one of coca-colas glass bottles just exploded. It wasn't even due to pressure In the bottle because shed taken the lid off and drunk from it"
        }, 
        {
            "created_time": "2017-08-10T08:33:24+0000", 
            "id": "1905666806340189_1910996675807202", 
            "message": "Just go ahead and use glass already! Please! 😒"
        }, 
        {
            "created_time": "2017-08-11T11:42:02+0000", 
            "id": "1905666806340189_1911387065768163", 
            "message": "Hi Aimee, we manufacture glass bottles as part of our range. We understand that it’s hard to like plastic right now but it does play an essential role in providing food and drink that is clean, safe, convenient and fresh. Plastic packaging is much lighter, has lower carbon impact, uses less energy to manufacture than glass and is fully recyclable. As long as it’s responsibly disposed of, it can be recycled and reused into new packaging or other uses such as fibres and fabric. Recycled plastic also uses around two-thirds less energy than virgin plastic, so as recovery rates and technology improve, plastic will become more sustainable."
        }, 
        {
            "created_time": "2017-08-13T23:52:20+0000", 
            "id": "1905666806340189_1912353762338160", 
            "message": "Lighter and cheaper for your profit margins. Get real."
        }, 
        {
            "created_time": "2017-08-14T06:48:35+0000", 
            "id": "1905666806340189_1912454175661452", 
            "message": "Look at Have You Got The Bottle? Coca-Cola"
        }, 
        {
            "created_time": "2017-08-14T09:57:11+0000", 
            "id": "1905666806340189_1912497782323758", 
            "message": "Glass uses a lot more energy to produce"
        }, 
        {
            "created_time": "2017-08-14T18:35:37+0000", 
            "id": "1905666806340189_1912662465640623", 
            "message": "A glass bottle reused once thirds its footprint to that of a single use plastic bottle. A glass bottle would have to be reused 20 times for it to match the footprint of a plastic bottle reused once.\n\nFrom a climate perspective, plastic is better than glass."
        }, 
        {
            "created_time": "2017-08-14T19:00:14+0000", 
            "id": "1905666806340189_1912670398973163", 
            "message": "Have you not just contradicted yourself? Or do you mean climate versus waste?? Serious question"
        }, 
        {
            "created_time": "2017-08-17T20:39:19+0000", 
            "id": "1905666806340189_1913837212189815", 
            "message": "If glass was to be invented today it would be banned immediately. It's heavy,  can't be made in the filling hall so has to be shipped in to be filled. Has to be washed out with hydrogen peroxide then flushed with water causing high effluent waste. It breaks easily and is sharp when it does. The energy required to make it is colossal and also to recycle it.(800°c for glass vs 250°c for PET) GLASS IS NOT THE ANSWER!"
        }, 
        {
            "created_time": "2017-08-20T06:58:59+0000", 
            "id": "1905666806340189_1914734555433414", 
            "message": "Let's just use paper bottles..."
        }
    ]
}