{
    "data": {
        "created_time": "2017-07-31T17:20:35+0000", 
        "id": "1905666806340189_1907406266166243", 
        "message": "While I agree that companies should do their part to encourage recycling, people also have to take responsiblity for how they dispose of thier used packaging. Too much responisblity is pushed onto companies sometimes, when people should be looking in the mirror more."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-31T21:53:39+0000", 
            "id": "1905666806340189_1907479366158933", 
            "message": "I agree, people should recycle, and many people are, but the idea of recycling is to make another bottle with the recycled one, which Coca Cola are not currently doing. As you can imagine they are creating millions of brand new bottles every day and not from recycled ones. The recycling symbol is a loop. Coca Cola is currently just a dead end. ♻️"
        }, 
        {
            "created_time": "2017-08-02T16:25:24+0000", 
            "id": "1905666806340189_1908144826092387", 
            "message": "Hi Hannah, currently we use 25% recycled plastic and have committed to doubling the amount to 50%, by 2020. We’d like to use more but there’s not enough recycled plastic in the UK at the moment, we need more bottles to be recycled. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates."
        }, 
        {
            "created_time": "2017-08-02T20:36:58+0000", 
            "id": "1905666806340189_1908217926085077", 
            "message": "Is there a limit to the amount of times plastic can be recycled, like paper? Most people have easy access to recycling bins, but not enough people are choosing this way of plastic. We need to encourage and reward recycling till it becomes the norm."
        }
    ]
}