{
    "data": {
        "created_time": "2017-08-08T01:36:43+0000", 
        "id": "1905666806340189_1910205089219694", 
        "message": "Painting as pretty a picture as you can does not dismiss the issues caused by the volume of plastic your company produces globally. A collection scheme, or biodegradable bottle production would be a great reason to celebrate and promote your 'environmentally friendly' image. Consider being pioneers, and revolutionising the next step in sustainable manufacturing, instead of doing what is cost effective, profitable and current. You're one of the largest companies on the planet, you have a greater responsibility to act ethically."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-08T16:14:37+0000", 
            "id": "1905666806340189_1910430702530466", 
            "message": "Hi Ryan, our new strategy has been published by ourselves at Coca-Cola Great Britain and Coca-Cola European Partners. However, we recognise that as a global company that operates around the world, we have a role to play in helping address the problem in other countries too. There is no one-size-fits -all solution for the countries we operate in. Solutions to such a vast environmental challenge require collaboration across industries, NGOs, governments, and communities. We agree that action is needed, are open to doing more and to working with others to create long-term, effective solutions. In Great Britain, we’re working hard to ensure our packaging is as sustainable as possible, by doubling the amount of recycled plastic we use to 50% in every plastic bottle by 2020. We’ve also been researching and creating alternatives to oil based plastics, such as our PlantBottle™, which is the first-ever recyclable plastic bottle made from plants. We use the PlantBottle for all of our Honest Tea and Smartwater range and are always looking at ways that we can expand its use across our portfolio. We’re also committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. For more on our ambition, read here: http://spr.ly/61818QFTh"
        }, 
        {
            "created_time": "2017-08-09T01:59:09+0000", 
            "id": "1905666806340189_1910558872517649", 
            "message": "A reasonable response, proving there is indeed progress being made. Reverting damage (pollution), as well as preventing further damage in future should also be considered, as a proportion of your consumers care about the long term well being of our world. I hope this is also being taken into consideration for the future."
        }
    ]
}