{
    "data": {
        "created_time": "2017-07-31T21:48:55+0000", 
        "id": "1905666806340189_1907478556159014", 
        "message": "That’s great... But kind of useless given for the last week or so you’ve been giving out mini cans of Coke Zero across Bristol centre and it seems hardly any of the cans are ending up in bins. They’re everywhere. Perhaps you could send your reps out with recycling bins to encourage people to put the cans in after drinking rather than just letting people make a mess of the streets. 😓"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-01T14:12:41+0000", 
            "id": "1905666806340189_1907722046134665", 
            "message": "Hi Anthony, thanks for getting in touch. As part of our Responsible Marketing Policy, we try to ensure that we leave no trace after our sampling activations. Our team conduct multiple sweeps around areas to ensure all litter is cleared away. Thanks"
        }, 
        {
            "created_time": "2017-08-01T22:10:50+0000", 
            "id": "1905666806340189_1907860272787509", 
            "message": "Hmm, I think some more training is needed then: same thing at kings cross the other day. The staff seemed neither to know nor care where the cans could be recycled when I asked them. \nConsidering they were giving out hundreds, this is pretty poor."
        }, 
        {
            "created_time": "2017-08-01T22:18:13+0000", 
            "id": "1905666806340189_1907868016120068", 
            "message": "Maybe they’re collecting cans near where they give them out, but Bristol centre is a big space and the cans end up spread far and wide. 😓"
        }, 
        {
            "created_time": "2017-08-02T10:45:29+0000", 
            "id": "1905666806340189_1908036746103195", 
            "message": "Hi Helen, we're sorry to hear this. Could you please PM us with the details so we can investigate? Thanks"
        }, 
        {
            "created_time": "2017-08-04T21:59:14+0000", 
            "id": "1905666806340189_1909017622671774", 
            "message": "Hi Coca-Cola thanks for getting in touch. I'm looking forward to hearing about the results of your \"investigation\", feel free to update Anthony Helen and myself whenever you like. Also to expand on your sustainability policies why not try infinitely recyclable, rather than a measly 100% recyclable. There's this incredible new material called glass. It seems to do well for you in central Europe and elsewhere. I suggest you try it in the UK, and USA, I think it might take on. It's sexier, more tactile, more luxurious and infinitely recyclable without loss of quality or robustness. It could really improve your brand. Regards, Callum."
        }, 
        {
            "created_time": "2017-08-14T07:40:24+0000", 
            "id": "1905666806340189_1912463748993828", 
            "message": "Anthony Robert Parry it same in Leeds centre as well there everywhere"
        }, 
        {
            "created_time": "2017-08-15T11:09:45+0000", 
            "id": "1905666806340189_1912904178949785", 
            "message": "Can definitely vouch for that - Bristol was covered in cans littering the streets"
        }, 
        {
            "created_time": "2017-08-15T12:34:06+0000", 
            "id": "1905666806340189_1912927675614102", 
            "message": "I can second this - Plymouth was also covered in tiny cans of Coke Zero for at least two weeks after the promotional event in Drake Circus. I still see them littered about now."
        }, 
        {
            "created_time": "2017-08-15T12:35:40+0000", 
            "id": "1905666806340189_1912928058947397", 
            "message": "Coca-Cola The whole shopping centre was littered with them and were not cleared away, certainly not in the correct disposal unit. I've seen some today in fitting rooms in Drake Circus stores. Really poor."
        }
    ]
}