{
    "data": {
        "created_time": "2017-07-30T08:53:09+0000", 
        "id": "1905666806340189_1906892392884297", 
        "message": "This means absolutely nothing unless you make\nMore of a commitment to using recycled material in your bottles. Your current percentage and planned increase still isn't enough...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 67
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-31T18:52:10+0000", 
            "id": "1905666806340189_1907431589497044", 
            "message": "excactly couldnt agree more"
        }, 
        {
            "created_time": "2017-07-31T20:59:54+0000", 
            "id": "1905666806340189_1907467402826796", 
            "message": "While companies like McDonalds should work towards being more environment friendly, people also have to take more responsibility for what they use and how they dispose of packaging. They are making plastic bottles, but they aren't dumping them in landfills and the oceans. We are all apart of the solution"
        }, 
        {
            "created_time": "2017-07-31T21:02:14+0000", 
            "id": "1905666806340189_1907467906160079", 
            "message": "Jeff Wade change needs to come from us all, but what this highlights is just how little these big companies are actually doing. \n\nThey have the potential to have an incredible impact on the situation, but there seems to be nothing but a half hearted gesture."
        }, 
        {
            "created_time": "2017-07-31T23:47:23+0000", 
            "id": "1905666806340189_1907511396155730", 
            "message": "There was a post a week or two ago saying they are increasing the recycled content of the bottle over the next couple of years as far as supply allows."
        }, 
        {
            "created_time": "2017-08-02T08:47:00+0000", 
            "id": "1905666806340189_1908007762772760", 
            "message": "Hi Lucy, currently we use 25% recycled plastic in all of our bottles and we’re committed to doubling the amount to 50% in the next three years. However, there is not enough recycled plastic in the UK for us to do this at the moment. More bottles need to be recycled."
        }, 
        {
            "created_time": "2017-08-02T16:23:30+0000", 
            "id": "1905666806340189_1908144246092445", 
            "message": "Hi Lucy, We’d like to use more than 50% recycled plastic in our bottles however, there is not enough in the UK for us to do this at the moment. More bottles need to be recycled."
        }, 
        {
            "created_time": "2017-08-02T16:34:42+0000", 
            "id": "1905666806340189_1908147939425409", 
            "message": "Ooh blimey. Two replies! Thank you for taking the time to respond to my comments with that information"
        }, 
        {
            "created_time": "2017-08-05T12:24:24+0000", 
            "id": "1905666806340189_1909226585984211", 
            "message": "Coca-Cola ... are you saying if you wanted to make bottles containing more than 50% recycled plastic, then you would need to use more recycled plastic than currently exists/is produced in the UK?"
        }, 
        {
            "created_time": "2017-08-08T11:11:53+0000", 
            "id": "1905666806340189_1910337229206480", 
            "message": "Coca-Cola then why doesn't  coca cola do more to collect the bottles they already produce??? then surely there would be enough plastic to recycle?"
        }, 
        {
            "created_time": "2017-08-08T16:42:30+0000", 
            "id": "1905666806340189_1910438672529669", 
            "message": "Hi Brian, simply put, yes.  plastic is a valuable material, we’re competing with multiple industries (textiles, other packaging types, etc.) – with high demand the supply is limited.  http://spr.ly/61878QFtZ"
        }, 
        {
            "created_time": "2017-08-14T21:50:20+0000", 
            "id": "1905666806340189_1912708468969356", 
            "message": "Theres plenty of plastic if you drop the need for the pigment to be clear...."
        }
    ]
}