{
    "data": {
        "created_time": "2017-08-07T12:33:19+0000", 
        "id": "1905666806340189_1910000815906788", 
        "message": "Coke say: All of our bottles are 100% recyclable\nWe say: Plastic drinks bottles made from a type of plastic called ‘PET’ are 100% recyclable, so it’s no great achievement by Coca-Cola. Several of their major competitors also make 100% recyclable bottles. But crucially, 100% recyclable bottles means they can be recycled after use – not that they are. In fact, just under half the plastic bottles we use every day in the UK aren’t being recycled. That means 16 million plastic bottles every day are being dumped in our environment rather than being recycled in Britain alone.\n\nCoca-Cola can do something about this. Used Coke bottles should be re-used as new bottles – rather than ending up in our oceans. Coke has plenty of room to increase the amount of recycled plastic it uses to make its bottles – right now, Coca-Cola averages a pitiful 7% recycled content globally in its plastic bottles. Worse still, the company now has no further global targets to boost this across their entire product range (Coca-Cola’s 2020 target is limited to Europe) – let alone a clear timeline for achieving 100% recycled content in Coke bottles."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-08T16:34:00+0000", 
            "id": "1905666806340189_1910436905863179", 
            "message": "Hi Leigh, at this stage, our focus is on recovering all of our packaging to none of it ends up as litter or in the oceans. We’ve worked with a number of experts and organisations to understand where we should focus our efforts. We use more recycled plastic than any other manufacturer in GB. For the last five years we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates. Plastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre. This new strategy has been published by ourselves at Coca-Cola Great Britain and Coca-Cola European Partners. However, we recognise that as a global company that operates around the world, we have a role to play in helping address the problem in other countries too. There is no one-size-fits -all solution for the countries we operate in. Solutions to such a vast environmental challenge require collaboration across industries, NGOs, governments, and communities. We agree that action is needed, are open to doing more and to working with others to create long-term, effective solutions."
        }
    ]
}