{
    "data": {
        "created_time": "2017-08-14T17:11:04+0000", 
        "id": "1905666806340189_1912628545644015", 
        "message": "So if it's 100% recyclable then why aren't you recycling 100% of it? Coca-Cola has been around for decades and earns millions perhaps billions in profit. You're telling me you haven't figured out a way to recycle every single bottle you produce so it has zero environmental impact?! Yeah so what that you're using 25% and plan to use 50% by 2020, am I meant to be impressed by this?! We should dump all the plastic you're not currently recycling into your factories and see if you like that, because no matter where you go in the world there is one of your bottles polluting the environment. A ship should trawl the sea and for every one of your bottles it recovers you should be fined £1. \n\nAll this about it needs discussing with governments etc...  DO IT. You are coca-cola, recycle every plastic bottle, use plant plastic, use glass, create a buy back initiative, train your staff, put recycling spots everywhere. Don't tell me that's what you plan to do, who cares what you plan on doing, people care what you're actually doing right this second."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}