{
    "data": {
        "created_time": "2017-08-10T10:06:38+0000", 
        "id": "1905666806340189_1911017635805106", 
        "message": "Rather than make a hugely expensive video, why don't you spend that money investing more into recycling? Show, not tell..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-15T16:22:00+0000", 
            "id": "1905666806340189_1912993582274178", 
            "message": "Hi Alex, our Love Story ad is only one of the different elements we’re currently focused on to ensure we achieve our ambitious goal of recovering all of our bottles and cans so they don’t end up where they shouldn’t be. When we started developing our sustainable packaging strategy to support this ambition, it was clear that there is a role that we can play by using our brands to inspire consumers to do the right thing and dispose of their bottles and cans properly. \n\nAside from using the power of our brands, to increase packaging recovery & recycling, we’re looking into how a well-designed deposit return scheme (DRS) could work in Great Britain. The introduction of these schemes is complex and ultimately is a decision that must be led by Government, requiring many organisations, public and private to work together. We want any planned deposit return scheme to be well-designed, making sure it has the biggest impact on litter and the lowest impact on kerbside collection and have been working with stakeholders in Scotland to understand the best approach. \n\nWe’re also focused on ensuring our packaging is as sustainable as possible, we have committed to double the recycled material in all of our plastic bottles by 2020 to 50%. This is a figure we want to increase but at the moment we cannot go further as there isn’t enough food-grade quality recycled plastic in Great Britain. That’s why we have invested in a partnership with the world’s largest and most advanced plastic bottle reprocessing plant in Lincolnshire and we’ll be sourcing all of our recycled plastic from within Great Britain. For more information about our ambition please visit: http://spr.ly/61888a88e"
        }, 
        {
            "created_time": "2017-08-15T16:26:29+0000", 
            "id": "1905666806340189_1912994515607418", 
            "message": "Thanks for coming back to me. I think invest the money in a Bottle Deposit scheme instead. It's proven to be more effective than an ad campaign that is untested."
        }
    ]
}