{
    "data": {
        "created_time": "2017-08-14T10:09:58+0000", 
        "id": "1905666806340189_1912500532323483", 
        "message": "Why not simply go back to using glass? There's an unlimited supply of sand, and the bottles can either be sterilised and reused, or melted down to make new ones. Customers could get a discount on their next drink for returning used bottles, like they used to"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-22T09:54:32+0000", 
            "id": "1905666806340189_1915456245361245", 
            "message": "Hi Nick, we manufacture glass bottles as part of our range. We understand that it’s hard to like plastic right now but it does play an essential role in providing food and drink that is clean, safe, convenient and fresh. Plastic packaging is much lighter, has lower carbon impact, uses less energy to manufacture than glass and is fully recyclable. As long as it’s responsibly disposed of, it can be recycled and reused into new packaging or other uses such as fibres and fabric. Recycled plastic also uses around two-thirds less energy than virgin plastic, so as recovery rates and technology improve, plastic will become more sustainable. We’re also committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. Ultimately that’s a decision that must be led by Government but requiring many organisations,  public and private to work together."
        }
    ]
}