{
    "data": {
        "created_time": "2017-08-05T07:40:17+0000", 
        "id": "1905666806340189_1909151999325003", 
        "message": "This is just greenwashing. 25-50% recycled material in your bottles is just not enough - especially when only about a 3rd of consumer plastic is even recycled in the first place in the UK. You need to do more. A bottle return incentive, bottles made out of a material safe to burn in countries that use trash this way, different shaped bottles that can go on to easily become eco bricks - again in countries that this would benefit. How about refill stations in our supermarkets with a cost difference incentive..... I'm no expert but you are a huge global company and should be leading the way, inspiring others to become more environmentally sustainable."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-08T16:18:26+0000", 
            "id": "1905666806340189_1910431915863678", 
            "message": "Hi Gemma, we’d like to use more but there’s not enough recycled plastic in the UK at the moment, more bottles need to be recycled. We’ve been researching and creating alternatives to oil based plastics, such as our PlantBottle™, which is the first-ever recyclable plastic bottle made from plants. We use the PlantBottle for all of our Honest Tea and Smartwater range here in Great Britain and are always looking at ways that we can expand its use across our portfolio. \n\nIn the UK, the industry and retailers stopped using refillable packaging many years ago partly because of the space and complexity required to manage this type of system. It will always remain an option for future. However, it’s a change that would require a significant reinvestment and a change along the whole supply chain in the UK. In our strategy for Great Britain, we’ve focused on the actions we think will make the biggest impact in a near future. We’re committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. However, the introduction of these schemes is complex and ultimately is a decision that must be led by Government, but requiring many organisations, public and private to work together. We want any planned deposit return scheme to be well-designed, making sure it has the biggest impact on litter and the lowest impact on kerbside collection. We’ve been working with stakeholders in Scotland to understand the best approach. \n\nWe recognise that as a global company that operates around the world, we have a role to play in helping address the problem in other countries too. There is no one-size-fits -all solution for the countries we operate in. Solutions to such a vast environmental challenge require collaboration across industries, NGOs, governments, and communities. We agree that action is needed, are open to doing more and to working with others to create long-term, effective solutions."
        }
    ]
}