{
    "data": {
        "created_time": "2017-08-03T15:59:49+0000", 
        "id": "1905666806340189_1908547886052081", 
        "message": "Why not do a bottle return scheme where of you return the bottles back to a shop to be recycled, you get money back for returning/recycling. As one of the biggest drinks brands in the world, you have a responsibility to be doing more to help save the planet and to protect wild life."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-08T16:31:00+0000", 
            "id": "1905666806340189_1910436285863241", 
            "message": "Hi Danny, we’re  supportive of any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme.  Ultimately the decision must be led by Government but requires many organisations, public and private to work together."
        }, 
        {
            "created_time": "2017-08-18T23:07:39+0000", 
            "id": "1905666806340189_1914273765479493", 
            "message": "Why must it be government led. Coca-Cola and other corps actively compaign against government involvement (from health to environment) claiming the industry can do it themselves in a self-regulated environment."
        }, 
        {
            "created_time": "2017-08-22T10:29:00+0000", 
            "id": "1905666806340189_1915463065360563", 
            "message": "Hi Jane, we’ve been involved in the design and running of deposit return schemes systems around the world for many years and so we have a lot of experience of how the system works.  It is true that we’ve expressed concerns about deposit return schemes in the past. Whilst some concerns remain, what’s clear is that recycling rates have stalled and there’s a need to address the issue of recycling and on-the-go littering and we believe we should try something different. We’re looking into how a well-designed deposit return scheme (DRS) could work in Great Britain and have been working with stakeholders in Scotland to understand the best approach."
        }
    ]
}