{
    "data": {
        "created_time": "2017-07-31T17:21:47+0000", 
        "id": "1905666806340189_1907406582832878", 
        "message": "I think that glass bottles with a refund when you take them back is the only way!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-02T16:18:28+0000", 
            "id": "1905666806340189_1908137576093112", 
            "message": "Hi Sheila, it’s clear that recycling rates have stalled and there’s a need to address the issue of recycling and on-the-go littering. We believe supporting the introduction of a well –designed deposit returns scheme in Scotland may help improve recycling rates. However, as the introduction of a full deposit returns scheme is a complex process and takes time, rather than wait, we want to test and understand how a small financial incentive can change peoples’ behaviour and what impact it can have on littering and recycling of soft drinks packaging."
        }, 
        {
            "created_time": "2017-08-02T16:28:17+0000", 
            "id": "1905666806340189_1908146516092218", 
            "message": "Glass can be and is recycled all the time! Plastic is choking the earth and the seas! Wildlife is paying for this! There will always be an incentive to return bottles gor however little money. It worked for many, many years. Is the problem for you that pladtic is cheap?"
        }, 
        {
            "created_time": "2017-08-02T17:28:41+0000", 
            "id": "1905666806340189_1908164762757060", 
            "message": "Please excuse my bad typing! Lightweight plastic is so much more easily thrown than a glass bottle!! Nobody hears it! Seriously as a company you are worth billions! Imagine the impact if you were to change the bottle to change the world! There you go a free sloganM"
        }, 
        {
            "created_time": "2017-08-14T18:40:24+0000", 
            "id": "1905666806340189_1912663898973813", 
            "message": "\"There will always be an incentive to return bottles for however little money\"\n\nUh, no. If it costs more in fuel to go somewhere where you can get a deposit than the deposit you get, that is not worth it to most people."
        }, 
        {
            "created_time": "2017-08-14T18:55:37+0000", 
            "id": "1905666806340189_1912668928973310", 
            "message": "Children returned bottles for pocket money!"
        }
    ]
}