{
    "data": {
        "created_time": "2017-08-07T20:16:13+0000", 
        "id": "1905666806340189_1910129832560553", 
        "message": "Dear Coca-Cola, do you support a German style system where bottles are not just recycled but also reused? Have you pushed for this with the UK government? Most of the developing world has reusable bottles, why doesn't the UK?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-08T16:15:42+0000", 
            "id": "1905666806340189_1910431035863766", 
            "message": "Hi Tom, the UK  industry and retailers stopped using refillable packaging many years ago partly because of the space and complexity required to manage this type of system. They will always remain an option for future sustainable packaging. However, it’s a change that would require a significant reinvestment and a change along the whole supply chain in the UK. In our strategy for Great Britain, we’ve focused on the actions we think will make the biggest impact in a near future. We’re committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. Ultimately that decision must be led by Government but requiring many organisations, – public and private – to work in partnership."
        }, 
        {
            "created_time": "2017-08-14T23:20:34+0000", 
            "id": "1905666806340189_1912730998967103", 
            "message": "It will require courageous action but I don't think it has to come from central government.  Coca Cola has a huge market share and could therefore lead the way."
        }
    ]
}