{
    "data": {
        "created_time": "2017-08-01T17:57:30+0000", 
        "id": "1905666806340189_1907793689460834", 
        "message": "U shud sell refillable bottles and have coke on draft at supermarkets. To buy the bottle could be £2 and then to refill would be £1 a time then you could ditch the 500ml bottles altogether"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-02T16:39:00+0000", 
            "id": "1905666806340189_1908149269425276", 
            "message": "Hi Gareth, in the UK, the industry and retailers stopped using refillable packaging many years ago partly because of the space and complexity required to manage this type of system. They will always remain an option for future sustainable packaging. However, it’s a change that would require a significant reinvestment and a change along the whole supply chain in the UK. In our strategy for Great Britain, we’ve focused on the actions we think will make the biggest impact in a near future."
        }, 
        {
            "created_time": "2017-08-02T16:43:23+0000", 
            "id": "1905666806340189_1908150266091843", 
            "message": "Cool thanks for the reply was just an idea. I am to young to remember refillable packaging but if Coca Cola got behind it it would probably take off and set you apart. Also ypur draft coke at places like mcdonalds is so much nicer than your bottled stuff"
        }, 
        {
            "created_time": "2017-08-07T20:20:20+0000", 
            "id": "1905666806340189_1910130592560477", 
            "message": "You wouldn't even need to buy a Coca cola bottle. You have vending machines and you have refillable self service machines in many fast food shops. It seems fairly straight forward to trial this in supermarkets..."
        }, 
        {
            "created_time": "2017-08-11T07:04:04+0000", 
            "id": "1905666806340189_1911323135774556", 
            "message": "Some major brand coffee places give you coffee cheaper if you bring your own reusable mug  in the UK roo"
        }
    ]
}