{
    "data": {
        "created_time": "2017-08-01T13:42:25+0000", 
        "id": "1905666806340189_1907712226135647", 
        "message": "Here’s everything else you need to know about our packaging: http://www.coca-cola.co.uk/stories/everything-you-need-to-know-about-our-packaging"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-01T14:00:31+0000", 
            "id": "1905666806340189_1907718412801695", 
            "message": "Everyone is recycling the bottles already, it's nothing new... why don't you use the recycled materials?"
        }, 
        {
            "created_time": "2017-08-01T14:11:29+0000", 
            "id": "1905666806340189_1907721579468045", 
            "message": "No not everyone is recycling the bottles. A huge amount end up on rubbish heaps. Much because companies won't pay for a recycling collection service. \nAnd Coca-Cola, this is not \"Everything\" we NEED to know, this is just everything you WANT us to know..."
        }, 
        {
            "created_time": "2017-08-01T14:19:02+0000", 
            "id": "1905666806340189_1907723566134513", 
            "message": "The point you are missing is 'we' want you to end manufacturing PLASTIC BOTTLES. \nEngland Cricket Team are now promoting to see an end to plastic bottles. \nTo STOP our oceans collecting more bottles we must ask that you take the lead...PLEASE LISTEN TO WHAT WE ARE ASKING YOU TO DO❤️"
        }, 
        {
            "created_time": "2017-08-01T16:02:27+0000", 
            "id": "1905666806340189_1907760426130827", 
            "message": "Totally agree!"
        }, 
        {
            "created_time": "2017-08-01T17:26:55+0000", 
            "id": "1905666806340189_1907785732794963", 
            "message": "I feel people seem to be under the impression that by switching from plastic back to say glass, thats gonna cut down on bottles in the Ocean.\n\nIt won't, everyone who doesn't recycle still won't recycle no matter what it is made of... Its an Education problem not Coke's."
        }, 
        {
            "created_time": "2017-08-01T17:46:08+0000", 
            "id": "1905666806340189_1907790886127781", 
            "message": "James, Coca-Cola should be a responsible corporation and set examples for others to follow. Even if everyone recycled the bottles it wouldn't make a difference to thier manufacturing process."
        }, 
        {
            "created_time": "2017-08-01T21:39:54+0000", 
            "id": "1905666806340189_1907853922788144", 
            "message": "They don't use recycled plastic in their bottles because the consumer doesn't want a cloudy plastic."
        }, 
        {
            "created_time": "2017-08-02T05:38:47+0000", 
            "id": "1905666806340189_1907962462777290", 
            "message": "James Hudson Coca-Cola are under pressure by groups to move to a deposit bottle scheme.  For example https://www.sas.org.uk/messageinabottle/"
        }, 
        {
            "created_time": "2017-08-02T06:30:33+0000", 
            "id": "1905666806340189_1907971706109699", 
            "message": "James Hudson the difference is that glass bottles is made from sand, so it will decompose back to its natural harmless material. PLASTICS are around for much longer! Some plastics don't breakdown at all and will be around forever!"
        }, 
        {
            "created_time": "2017-08-02T09:28:21+0000", 
            "id": "1905666806340189_1908016132771923", 
            "message": "@Coca-Cola why won't you make your bottles out of said recycled material then? Stop using new plastic."
        }, 
        {
            "created_time": "2017-08-02T16:45:01+0000", 
            "id": "1905666806340189_1908150799425123", 
            "message": "Hi John, that is not the case. For the last five years we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. This is why as part of our strategy we will be seeking reform of the recycling system in the UK to improve recovery and recycling rates. We are continually evolving our recycling strategy and investing in innovations to support our overall sustainability commitments."
        }, 
        {
            "created_time": "2017-08-02T16:46:30+0000", 
            "id": "1905666806340189_1908151416091728", 
            "message": "Hi Aisha, for the last five years we’ve been using 25% recycled plastic across all our brands, a figure we want to increase to 50% by 2020, but there’s not enough recycled plastic to go beyond that in Great Britain at the moment. \nPlastic has lots of benefits and is fully recyclable. It’s much lighter and uses less material than glass. It also can’t get broken easily so it’s safer. As long as it’s responsibly disposed of, it can be recycled and reused into other packaging or fibre. For more, read here: http://spr.ly/61848tf12"
        }, 
        {
            "created_time": "2017-08-02T16:51:43+0000", 
            "id": "1905666806340189_1908152626091607", 
            "message": "Coca-Cola the problem is two fold, you are trying to put the onus on people, you are the manufacturers not us, so we are ASKING that you be RESPONSIBLE and STOP using PLASTICS. \n\nYour only reason for not is COST! \n\nSecondly you are failing to realise the DEVASTATING effect PLASTICS has upon OCEAN LIFE AND LAND LIFE. \n\nPlastics is KILLING😩 so why won't you 'LISTEN'? ❤️"
        }, 
        {
            "created_time": "2017-08-02T16:52:31+0000", 
            "id": "1905666806340189_1908152802758256", 
            "message": "Coca-Cola Coca-Cola the problem is two fold, you are trying to put the onus on people, you are the manufacturers not us, so we are ASKING that you be RESPONSIBLE and STOP using PLASTICS. \n\nYour only reason for not is COST! \n\nSecondly you are failing to realise the DEVASTATING effect PLASTICS has upon OCEAN LIFE AND LAND LIFE. \n\nPlastics is KILLING😩 so why won't you 'LISTEN'? ❤️"
        }, 
        {
            "created_time": "2017-08-02T17:27:15+0000", 
            "id": "1905666806340189_1908164389423764", 
            "message": "Coca-Cola  So you're saying that, as long as you had the resources, you would end the production of new plastic bottles and rely solely on recycled plastic to manufacture your drinks bottles?"
        }, 
        {
            "created_time": "2017-08-02T20:47:59+0000", 
            "id": "1905666806340189_1908220216084848", 
            "message": "Hey coca-cola I that pre or post consumer recycled content, cause that makes a big difference. And you know what, you can do a deposit scheme, you know like you do in Germany, but I bet it's your share holders that don't want it due to the cost increase and their reduction in return🙄"
        }, 
        {
            "created_time": "2017-08-03T07:11:33+0000", 
            "id": "1905666806340189_1908392789400924", 
            "message": "actually the German government made that the law, they hold manufacturers responsible for the product they create, therefore the government made provision for the return of the bottles to Coca Cola. Also the bottles are thicker heavier plastic and aren't melted down and remade they are sterilised and refilled. It's a great system but Coca Cola can't just put the infrastructure in place to do it, the government has to put that in place for Coca Cola to take advantage of."
        }, 
        {
            "created_time": "2017-08-03T09:34:08+0000", 
            "id": "1905666806340189_1908423879397815", 
            "message": "Mathew Nixon But coke is certainly within its power to press such a scheme on the government. It only needs enough votes for the law to pass through. I wonder, are you doing anything towards encouraging a deposit scheme to exist in the future Coca-Cola?"
        }, 
        {
            "created_time": "2017-08-04T09:09:00+0000", 
            "id": "1905666806340189_1908775322696004", 
            "message": "Hi Emma, we’re committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. Ultimately that decision must be led by Government but requiring many organisations, public and private to work together."
        }, 
        {
            "created_time": "2017-08-04T09:12:00+0000", 
            "id": "1905666806340189_1908775706029299", 
            "message": "Hi Jonathan, we’re committed to supporting any well-designed initiative that could improve recovering and recycling rates, including a deposit return scheme. Ultimately that decision must be led by Government but requiring many organisations, – public and private – to work in partnership."
        }, 
        {
            "created_time": "2017-08-04T10:49:14+0000", 
            "id": "1905666806340189_1908795479360655", 
            "message": "Coca-Cola why can you not consider an alternative to PLASTIC BOTTLES?\nI have not ever had a reply to this?"
        }, 
        {
            "created_time": "2017-08-04T13:49:32+0000", 
            "id": "1905666806340189_1908853632688173", 
            "message": "Hello Coca Cola, please could you let us know if those quoted percentages are pre or post consumer recycled content?  Also, why must it be government led? As a globa company you already have schemes in Germany where you use a deposits scheme, are you saying that you won't do that in the uk because of what? Is it the cost to the company's profit that is stopping you? What is it?"
        }, 
        {
            "created_time": "2017-08-04T16:15:27+0000", 
            "id": "1905666806340189_1908917202681816", 
            "message": "Coca-Cola if you had asked people what they wanted before Ford, they would have said faster horses - they didn't know the automobile would be possible.\n\nCoca-Cola has the responsibility and the amazing ability to go beyond the simple solution and develop a new way to do things. We're in a wonderful age of science where new materials are created everyday, I wonder how much Coca-Cola invest in ecological advancement? Doing so would be a fantastic way to promote green issues beyond plastic/recycling (whilst making good marketing stories!). How are Coca-Cola doing on other areas of ecological considerations; what's your energy usage like? Carbon footprint? Your responsibility to farms and local area? Your waste output?\n\nBig corporations have big responsibilities, I know you didn't ask for it but you can do some great good with it. Be at the forefront guys!"
        }, 
        {
            "created_time": "2017-08-05T08:58:29+0000", 
            "id": "1905666806340189_1909169455989924", 
            "message": "Just don't use plastic... that would help .... most bottles are not brought to be recycled and your company is aware of that. Use a biodegradable material"
        }, 
        {
            "created_time": "2017-08-08T16:44:00+0000", 
            "id": "1905666806340189_1910439002529636", 
            "message": "Hi Louis, at this stage our focus is on recovering all of our packaging. However, we’re working hard to ensure our packaging is as sustainable as possible. When plastic packaging is responsibly disposed of, it can be recycled and used again and again. We’ve also been researching and creating alternatives to oil based plastics, such as our PlantBottle™, which is the first-ever recyclable plastic bottle made from plants. We use the PlantBottle for all of our Honest Tea and Smartwater range here in Great Britain and are always looking at ways that we can expand its use across our portfolio."
        }
    ]
}