{
    "data": {
        "created_time": "2017-08-01T14:38:16+0000", 
        "id": "1905666806340189_1907732699466933", 
        "message": "The only material that is 100% recyclable is aluminium, while plastic is only recyclable to a limited degree because of the nature of the material itself and the recycling process. Can you present any proof sustaining your statement?\n\nI am a material engineer."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-01T17:33:05+0000", 
            "id": "1905666806340189_1907787452794791", 
            "message": "I think you are mistaking 100% Recyclable with 100% Recoverable. \n\nIf an object or product says its 100% Recyclable it means the entire product can be Recycled, if say their label wasn't made out of of \"Recyclable material\" it wouldn't be a 100% recyclable.\n\nYou don't need to be a material engineer to know that."
        }, 
        {
            "created_time": "2017-08-02T10:55:41+0000", 
            "id": "1905666806340189_1908038676103002", 
            "message": "Recyclable is the capability of being reprocessed to make recycled material, non that of being made of recycled material, as you say.\n\nIt seems to me that the label is not recyclable at all since any thermal process would see it sublimate. Just try and put one close to a mild heat source to see it   yourself. A material is 100% recyclable if it can be reprocessed to make something else without any byproduct."
        }, 
        {
            "created_time": "2017-08-02T16:36:54+0000", 
            "id": "1905666806340189_1908148379425365", 
            "message": "Hi Dario, yes, all our bottles and cans meet the best industry standards for recyclability, including all plastic bottles which meet WRAP’s Design for Recyclability “Ideal for Recycling” standards."
        }, 
        {
            "created_time": "2017-08-02T16:50:00+0000", 
            "id": "1905666806340189_1908152279424975", 
            "message": "Hi Dario, we’ve spent many years ensuring all of our drinks packaging is fully recyclable, from our lids to the type of glue we use to stick on the labels and the colour of PET plastic. http://spr.ly/61888tfyM"
        }, 
        {
            "created_time": "2017-08-07T06:30:37+0000", 
            "id": "1905666806340189_1909902179249985", 
            "message": "Why do you only create packaging that \"meets\" the standards you have to follow? Why not go further and surpass the standard so that other manufacturers will follow suit. Import recycled plastics or make all your bottles out of plants for all your portfolio. Manufacturers must be held accountable for what they create and stop making excuses. If you find people are not recycling bring in an incentive for everyone who takes bottles to be recycled. Instigate the scheme you say you will support like in the German market. You have enough capital and buying power to make these things happen"
        }, 
        {
            "created_time": "2017-08-08T08:42:54+0000", 
            "id": "1905666806340189_1910292275877642", 
            "message": "Bearing in mind aluminium is so bloody poisonous and coke is basically another form of poison."
        }, 
        {
            "created_time": "2017-08-14T18:17:53+0000", 
            "id": "1905666806340189_1912654285641441", 
            "message": "Nicole why would other manufacturers follow suit with a company which spends more than it is obliged to legally? That's like Starbucks saying \"we'll pay 20% more tax than we have to!\" and expecting Costa, Nero etc. to also pay more tax than they have to. Uh yeah, they ain't gonna."
        }
    ]
}