{
    "data": {
        "created_time": "2017-05-03T14:31:38+0000", 
        "id": "1866341813606022_1866495830257287", 
        "message": "Why has everything got to be so politically correct these days? You don't have to have a gay person or ethnic minority in everything you promote 😂"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 177
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-03T14:32:39+0000", 
            "id": "1866341813606022_1866496070257263", 
            "message": "Why not and what other stuff do they promote gays"
        }, 
        {
            "created_time": "2017-05-03T14:35:27+0000", 
            "id": "1866341813606022_1866497126923824", 
            "message": "I don't know why they still bother putting Straights in ads tbh, it's been done to death 😂"
        }, 
        {
            "created_time": "2017-05-03T14:46:05+0000", 
            "id": "1866341813606022_1866499933590210", 
            "message": "It makes my little gay heart flutter to see straight people erked by our representation ❤❤"
        }, 
        {
            "created_time": "2017-05-03T14:55:02+0000", 
            "id": "1866341813606022_1866502430256627", 
            "message": "Gay people exist in real life, so occasionally you might see them in adverts/films/etc. that are a representation of real life. And as Andrea said, consider the extent of heterosexual representation, and that should put things into perspective."
        }, 
        {
            "created_time": "2017-05-03T14:57:07+0000", 
            "id": "1866341813606022_1866503023589901", 
            "message": "Don't know why people represent everyone they want to sell their product to, almost like they want to sell something"
        }, 
        {
            "created_time": "2017-05-03T15:03:33+0000", 
            "id": "1866341813606022_1866504760256394", 
            "message": "Well yeah James because it's the norm, (tigger warning) say what you want, cause if it was the norm our species wouldn't be alive lol this is empirical fact"
        }, 
        {
            "created_time": "2017-05-03T15:05:35+0000", 
            "id": "1866341813606022_1866505110256359", 
            "message": "It's almost like trans and cis men couldn't have babies lol"
        }, 
        {
            "created_time": "2017-05-03T15:40:10+0000", 
            "id": "1866341813606022_1866514530255417", 
            "message": "They aren't \"promoting\" gays. It's just a guy and a girl trying to get the attention of someone"
        }, 
        {
            "created_time": "2017-05-03T15:40:11+0000", 
            "id": "1866341813606022_1866514540255416", 
            "message": "It's not so much about political correctness but rather about visibility and supporting that visibility."
        }, 
        {
            "created_time": "2017-05-03T15:51:07+0000", 
            "id": "1866341813606022_1866521253588078", 
            "message": "I'm gay myself and I do agree with your comment. Put a gay person in a movie, tv show, advertisement because we fit into it. Not because political correctness forces it upon you."
        }, 
        {
            "created_time": "2017-05-03T15:56:00+0000", 
            "id": "1866341813606022_1866523093587894", 
            "message": "There isn't, there are more these days and so there should be, adverts reflect the diverse public that buy their products"
        }, 
        {
            "created_time": "2017-05-03T15:57:11+0000", 
            "id": "1866341813606022_1866523406921196", 
            "message": "I am gay myself and I think it's fantastic!! Who cares the motive, it's pushing the boundaries as before adverts have been so reserved"
        }, 
        {
            "created_time": "2017-05-03T16:00:19+0000", 
            "id": "1866341813606022_1866524443587759", 
            "message": "Representation is really important. Especially when it comes to children and teenagers. It makes them realise that it is okay to be who they are."
        }, 
        {
            "created_time": "2017-05-03T16:14:50+0000", 
            "id": "1866341813606022_1866530346920502", 
            "message": "Really, because it makes me feel like a tool when used in such a way. It makes me feel like I AM different from other people. It makes me feel like I do not blend in. Acceptance is vital. When someone tells you they're gay, accept it. Putting us in stuff just alienates us further because it is forcing us to stand out."
        }, 
        {
            "created_time": "2017-05-03T16:16:16+0000", 
            "id": "1866341813606022_1866530886920448", 
            "message": "Sam Holroyd exactly my point I was making, glad to see someone can see that I'm not saying having someone who is gay or an ethnic minority is the issue. Plus do people really think there is going to be a sudden rush of gay people buying coke now because of this? 😂 you either like it or you don't."
        }, 
        {
            "created_time": "2017-05-03T16:27:11+0000", 
            "id": "1866341813606022_1866535596919977", 
            "message": "Sam not at all, with more adverts with gay people in it in fact more diversity in general can only be a good thing. How is the advert forcing anything other than recognising gay people do exist lol"
        }, 
        {
            "created_time": "2017-05-03T16:28:19+0000", 
            "id": "1866341813606022_1866536743586529", 
            "message": "Ahem.. Michael, we gay people like Coke too 😋"
        }, 
        {
            "created_time": "2017-05-03T16:32:05+0000", 
            "id": "1866341813606022_1866539263586277", 
            "message": "Well on the other hand, it makes me feel visible and accepted to see lgbt+ in the same way we see straight people in the media every day. Maybe if it was more represented and normalised when I was a child, I wouldn't have felt like such a freak. It's just different opinions."
        }, 
        {
            "created_time": "2017-05-03T16:34:56+0000", 
            "id": "1866341813606022_1866540386919498", 
            "message": "Amanda Conroy  yeah but not because of the advert ha."
        }, 
        {
            "created_time": "2017-05-03T16:36:05+0000", 
            "id": "1866341813606022_1866540653586138", 
            "message": "I don't think it was done to try and get gay people to buy coke 😂 I think it was just genuinely done for representation. I think some people would boycott Coke for it, I can't imagine it really helping their sales."
        }, 
        {
            "created_time": "2017-05-03T16:37:21+0000", 
            "id": "1866341813606022_1866541260252744", 
            "message": "No lol.. but at long last we are being represented by media through adverts and programmes, about time.. ok!! You could say it could be marketed a little better, but flaming heck!! This is surely progress??"
        }, 
        {
            "created_time": "2017-05-03T16:38:58+0000", 
            "id": "1866341813606022_1866541793586024", 
            "message": "Didn't you know? In every group of 2 or more people there's a gay guy."
        }, 
        {
            "created_time": "2017-05-03T16:51:40+0000", 
            "id": "1866341813606022_1866549083585295", 
            "message": "Amanda Conroy which is cool and all good, just need to do for the right reasons and not over do it imo. these companies are doing it to cover their own backs and fit their agenda to hopefully line their own pockets. i very much doubt it is because of humanitarian reasons."
        }, 
        {
            "created_time": "2017-05-03T16:59:01+0000", 
            "id": "1866341813606022_1866551836918353", 
            "message": "Well.. to be fair that's their job, to make adverts whether it be for popularity or to be controversial, catchy or cheesy, the motive to me is not the point, it's so refreshing to feel represented and not hidden away, more and more people are coming out now and that's largely due to public media pushing boundaries and accepting we do exist and we are normal"
        }, 
        {
            "created_time": "2017-05-03T17:06:12+0000", 
            "id": "1866341813606022_1866554040251466", 
            "message": "In a way this isn't helping though. Because we are being represented, which is great, but I feel it is being forced onto people to accept it to the point where they end up hating it."
        }
    ]
}