{
    "data": {
        "created_time": "2017-05-03T15:37:26+0000", 
        "id": "1866341813606022_1866513816922155", 
        "message": "A recipe for osteoporosis and numerous stomach ulcers. No thank you... Watch a video of coke being added to acid on YouTube guarantee you'll run a mile."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-03T16:12:43+0000", 
            "id": "1866341813606022_1866529466920590", 
            "message": "Anything is going to change if you add it to acid and if you mean the \"boiling coke test\" anything with that amount of sugar in it is obviously going to change consistency when subjected to high heat, it's sugar. Same would happen in both situations if you added anything with sugar in it."
        }, 
        {
            "created_time": "2017-05-03T17:52:39+0000", 
            "id": "1866341813606022_1866568796916657", 
            "message": "No studies exist that conclusively link coke and osteoporosis, all studies that show an association hold true for a range of carbonated beverages.\n\nStomach ulcers are the result of a bacterial infection, and are unrelated to carbonated beverages. It's true caffeine consumption will aggravate existing symptoms, but then, so will anything including milk, coffee, tea, chocolate and a wide range of high fat foods. Should we run a mile from these too?"
        }, 
        {
            "created_time": "2017-05-03T21:26:43+0000", 
            "id": "1866341813606022_1866635053576698", 
            "message": "Lol they actually deleted my post showing genuine evidence, awwww i put some thought into that. I can't believe it, crooked through and through. Namaste to the suits and ties."
        }, 
        {
            "created_time": "2017-05-04T07:37:31+0000", 
            "id": "1866341813606022_1866791303561073", 
            "message": "Who would drink it though these days, how many spoonfuls of sugar in a can, I do however drink the coke zero but diet Pepsi is nicer:)"
        }, 
        {
            "created_time": "2017-05-04T10:02:06+0000", 
            "id": "1866341813606022_1866830690223801", 
            "message": "Coke is carcinogenic poison. Use it to clean the toilet or remove rust from the car. Just don't drink it."
        }, 
        {
            "created_time": "2017-05-04T11:27:57+0000", 
            "id": "1866341813606022_1866858443554359", 
            "message": "Well said."
        }, 
        {
            "created_time": "2017-05-04T14:25:35+0000", 
            "id": "1866341813606022_1866923900214480", 
            "message": "Good for cleaning the pan I've just burnt👍"
        }, 
        {
            "created_time": "2017-05-05T07:41:12+0000", 
            "id": "1866341813606022_157494391451341", 
            "message": "At the end of the day oxygen kills us all."
        }
    ]
}