{
    "data": {
        "created_time": "2017-05-03T15:45:14+0000", 
        "id": "1866341813606022_1866516203588583", 
        "message": "Being gay, I'm all for being represented but... Why is it always that a gay guy is shown to only have female friends? Also, why is there this idea that feminine and gay are mutually exclusive and that if a gay guy does have a female friend, they must be feminine? That includes adding pink to his wardrobe, in addition to the rest. Whose idea of gay is this? Either a heavy scene gay guy, who has been raised under the typical gay cult code or some straight guy or girl, who has absolutely no idea and so, just runs with stereotyping."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-03T15:57:17+0000", 
            "id": "1866341813606022_1866523423587861", 
            "message": "This didn't bring to light any of the points you just made"
        }, 
        {
            "created_time": "2017-05-03T16:03:19+0000", 
            "id": "1866341813606022_1866525520254318", 
            "message": "Isn't it clearly his sister?"
        }, 
        {
            "created_time": "2017-05-03T16:08:59+0000", 
            "id": "1866341813606022_1866527503587453", 
            "message": "Why you assuming sexuality?"
        }, 
        {
            "created_time": "2017-05-03T16:10:06+0000", 
            "id": "1866341813606022_1866527966920740", 
            "message": "You know the video shows a brother and sister, right? Literally none of your points relate to the video in any way.\n\nPlus, there are plenty of subtly on-screen gay characters, Tony in 13 Reasons Why is one. He has plenty male friends and you don't even realise he's gay until he one day mentions he has a boyfriend. He doesn't dress in pink and isn't overly camp nor does he have any sort of overly exaggerated gay stereotype and he certainly isn't feminine, anything but. Your point holds nothing as you are wrong, there are plenty not-obvious gay on-screen characters that have friends of the same sex and don't dress the stereotypical way you expect a gay person to dress. Same with Emily from PLL, had she never expressed that she was gay, we'd never have guessed it. Just because sometimes gay characters are misrepresented on-screen doesn't mean that it \"ALWAYS\" happens."
        }, 
        {
            "created_time": "2017-05-03T16:13:18+0000", 
            "id": "1866341813606022_1866529763587227", 
            "message": "Funnily enough, all the shows you're pointing out are niche shows. Tell me MAJOR TV shows, movies and ads that don't use a single stereotype. Nothing wrong with a feminine gay guy either but the general public tend to have spent generations being taught that's the case - it needs to be broken in a major way, not just on Netflix or something quirky. Like, one of the most popular TV shows, who are too busy making a feminine gay guy the running gag."
        }, 
        {
            "created_time": "2017-05-03T16:17:38+0000", 
            "id": "1866341813606022_1866531223587081", 
            "message": "Uh - these are the most tweeted about shows this year. I wouldn't call them niche. Also they are obviously brother and sister - it's not a character study, it's an advert. I for one am thrilled to see different sexualities represented."
        }, 
        {
            "created_time": "2017-05-03T16:24:12+0000", 
            "id": "1866341813606022_1866533466920190", 
            "message": "13 Reasons Why and Pretty Little Liars are two of the biggest shows right now, PLL has been huge basically since it started. \n\nThere's also characters like Charlie from Supernatural, again had she never expressed the fact she was gay we would never have known. Aaron from The Walking Dead isn't over-the-top and again, we would never have known. The point is there are plenty of not-obvious gay characters whether it be small shows or major ones, all the shows I've mentioned however are extremely popular and high rated shows. Wouldn't say they're niche. \n\nThere's even more characters that I haven't mentioned, I'm not going to rattle them all off because it would take me forever but I think you got the point.\n\n*one more - Piper from OITNB, no one expected she was bisexual until it was mentioned that she dated Alex."
        }, 
        {
            "created_time": "2017-05-03T16:26:05+0000", 
            "id": "1866341813606022_1866534690253401", 
            "message": "I'll rattle them off if needed, because I'm pretty sure Craig isn't looking to see our point - he's looking to feel victimised."
        }, 
        {
            "created_time": "2017-05-03T16:27:39+0000", 
            "id": "1866341813606022_1866536046919932", 
            "message": "Maybe I was wrong about the siblings thing and yes, I'm glad to see representation but perpetuating stereotypes is really frustrating. There are straight guys that everyone refuses to believe aren't gay and it effects their ability to have a relationship and meanwhile, there are masculine gay guys that people can't believe are gay and feel left on the sidelines of everything.\n\nAs for these shows - yeah, millennials are the ones mainly tweeting though. Don't just believe that it's those who need to be exposed to things because grandparents and parents still have influence over future generations. They won't see these things and learn something to pass down."
        }, 
        {
            "created_time": "2017-05-03T16:32:18+0000", 
            "id": "1866341813606022_1866539416919595", 
            "message": "Yael Lackmaker Victimised? No, I just analyse things in detail and see issues, whether they relate to me or not. I'm in the middle of the scale, when it comes to mannerisms anyway."
        }, 
        {
            "created_time": "2017-05-03T16:39:18+0000", 
            "id": "1866341813606022_1866541906919346", 
            "message": "I understand that it's shows targeted towards a younger audience a lot of the time but that's mostly because they're the most popular shows these days for all ages. My 55-year-old mother watches Supernatural and The Walking Dead. My 86 year old grandmother watches millennial-targeted shows too. \n\nAnother example would be Call the midwife - that's an older audience sort of show, they have two gay characters in a relationship, Patsy and Delia. None of the other characters in the show suspects it and if they hadn't had their relationship scenes on screen we wouldn't have known either was gay and that's a show aimed at older people. So yes, though a lot of older-audience based shows don't represent gay people as well as they should, it doesn't mean that it doesn't happen because it clearly does. A lot of times we only realise they're gay because they mention it.\n\n**AND Thomas from Downton Abbey, another show aimed at an older audience, he wasn't stereotypical either.\n\n*** AND Murdoch Mysteries, Lillian and Emily. Emily was with a male character for the majority of the show and then started a relationship with a woman, again not obvious and it was actually a welcomed shock to viewers when it first happened."
        }, 
        {
            "created_time": "2017-05-03T16:39:45+0000", 
            "id": "1866341813606022_1866542116919325", 
            "message": "Deep"
        }, 
        {
            "created_time": "2017-05-03T16:46:29+0000", 
            "id": "1866341813606022_1866544950252375", 
            "message": "So I just mentioned 3 separate shows that are aimed at an older audience that represents their gay characters in a good way and had none of them ever been shown on screen with a member of the same sex, we wouldn't have known their character was gay/bisexual."
        }, 
        {
            "created_time": "2017-05-03T17:03:25+0000", 
            "id": "1866341813606022_1866553403584863", 
            "message": "Michael Storey  am going on coke from now on 50/50 chance of getting lucky lol"
        }, 
        {
            "created_time": "2017-05-03T17:05:25+0000", 
            "id": "1866341813606022_1866553860251484", 
            "message": "One more thing* big shows also have had gay extras, like in NCIS and Criminal Minds acting as people involved in the case (as these are government authority shows) that haven't been obviously gay. There has been gay marines portrayed on NCIS, that the main characters haven't found out until their significant other has come to the office. There was an episode of NCIS where a gay marine had been killed and the main characters kept referring to a girlfriend or wife and then his boyfriend showed up to the NCIS HQ to ask them to clear his (the killed) name of wrongdoing and he was dressed in marine uniform and didn't have anything telling about him. \n\nI think I've made my point, there are well-represented gay characters in plenty of major TV shows AND movies too and it's shows and movies that aren't specifically age-targeted and ones that are targeted at younger/older groups. Although, it is sometimes nice to have a stereotypical/gay character on a show that's flamboyant and feminine because those types of gay males DO exist and they deserve to be represented just as much and it's nice to have a more butch/masculine lesbian on a show because they are represented even less. Kurt on Glee is a good example and he's a very appreciated and loved character, Maxxie was a nice addition to the Skins crew in season 1 and Big Boo is a very appreciated butch character on OITNB. It's nice to see both on TV and Movies and they are BOTH represented. Just because you don't watch the shows that they are represented on doesn't mean they aren't."
        }, 
        {
            "created_time": "2017-05-03T17:26:37+0000", 
            "id": "1866341813606022_1866559970250873", 
            "message": "😒😒"
        }, 
        {
            "created_time": "2017-05-03T17:47:06+0000", 
            "id": "1866341813606022_1866566976916839", 
            "message": "And what have you over analysed from this? That because there is a gay member of the family who does not entirely represent your exact mannerisms, it's not a win in the diversity column? It sounds like you are looking to dislike whatever is done."
        }, 
        {
            "created_time": "2017-05-03T17:59:11+0000", 
            "id": "1866341813606022_1866572533582950", 
            "message": "I'm pretty sure that's his sister"
        }, 
        {
            "created_time": "2017-05-03T18:02:04+0000", 
            "id": "1866341813606022_1866573216916215", 
            "message": "Erm that would be his sister and mother.... Power gays finding fault in everything 😶"
        }, 
        {
            "created_time": "2017-05-03T20:55:21+0000", 
            "id": "1866341813606022_1866627216910815", 
            "message": "She could be his sister and it's their mum that gave the guy the coke?"
        }, 
        {
            "created_time": "2017-05-04T10:32:42+0000", 
            "id": "1866341813606022_1866838316889705", 
            "message": "I think it's also important to remember that these adverts, which huge companies pay for, don't have enough time to introduce a subtly gay character like in the shows Jade mentioned. \n\nIn those programmes, niche or mainstream, there is a story arch that allows the viewer to get to know the characters. \"Oh I didn't realise he was gay, how inclusive, not stereotypical at all.\"\nAdverts are sometimes a minute or less. The companies have to make sure e by everything is presented clearly and understand immediately. There is no attachment to characters and the companies are aware of this so they generate them quickly. \n\nI think these huge companies are caught between a rock and a hard place sometimes. \n\nTo keep up with the times, they try and be inclusive of minorities. But if the character's sexuality was so subtle he appeared straight, then the viewers wouldn't know he was gay and would flood them for being behind the times and non inclusive. \n\nAs harmful as stereotypes are, they provide less to understand about a character/person and make it easier to take in. \n\nI can't speak on behalf of Coke or other companies, but I think sometimes to include a minority, they need to make it obvious that the featured person is a minority. If he's camp then they may hope audiences think \"Coke has a gay guy in their advert. Bravo, mate.\"\n\nThey underestimate how meticulously opionated the Internet is 😂.\n\nAnd instead their videos are broken down and criticised for featuring a 'camp' gay person. \n\nI understand they could have made it obvious he was gay without him being camp. For example, he could have just been a subtly gay character talking with his friend and their shared interest in the man next door would have been enough. \n\nBut hey, society (us as viewers and organisations) are learning more about this stuff everyday, so neither of us are going to be perfect at representing each other right away."
        }, 
        {
            "created_time": "2017-05-04T13:43:13+0000", 
            "id": "1866341813606022_1866907966882740", 
            "message": "Also Sulu from the the newer star trek films has a husband and a kid and its only ever alluded to once as far as i can remember :)"
        }, 
        {
            "created_time": "2017-05-05T07:40:22+0000", 
            "id": "1866341813606022_1466034686803411", 
            "message": "Gay guys who hate that gays are represented as feminine are sexist. It isn't a flaw."
        }, 
        {
            "created_time": "2017-05-07T15:10:01+0000", 
            "id": "1866341813606022_304886869940120", 
            "message": "I think it is is his Sister in the ad?"
        }, 
        {
            "created_time": "2017-05-07T20:01:38+0000", 
            "id": "1866341813606022_1444318665643449", 
            "message": "I assumed they were siblings"
        }
    ]
}