{
    "data": {
        "created_time": "2017-11-18T12:36:31+0000", 
        "id": "1951825305057672_833924813481534", 
        "message": "Dear Coca-Cola,\nLast night I was enjoying a lovely sunset paddle here at WeSUP paddleboard centre in Falmouth, Cornwall, when I thought I spotted a perilous Portuguese Man of War jellyfish bobbing on the surface, there have been a few around, you see.\nIn fact, the reality of the situation was much more sinister... A Smartwater bottle floating around in the ocean!\nIt is your corporate responsibility as a multi-million, international company to move away from single use plastics and invest in biodegradable materials. \nAs much as you try to shift the blame to your brainwashed consumers, you are the source of this 21st century blight on our planet. \nYours sincerely,\nA single-use plastic retiree."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-23T08:17:44+0000", 
            "id": "1951825305057672_1498671550209195", 
            "message": "Well said 👍 Chloe"
        }, 
        {
            "created_time": "2017-11-23T08:18:39+0000", 
            "id": "1951825305057672_751039385087504", 
            "message": "https://www.facebook.com/greenpeaceuk/videos/10154379551579229/"
        }, 
        {
            "created_time": "2017-11-23T08:20:25+0000", 
            "id": "1951825305057672_144158776344119", 
            "message": "Thanks, it's a shame Coca Cola don't think my comment warrants a reply 🙄 and that Greenpeace video puts it in the perfect context"
        }, 
        {
            "created_time": "2017-11-27T00:51:56+0000", 
            "id": "1951825305057672_392134027881368", 
            "message": "Chloë Ama well the only reasonable replacement is HEMP which is ILLEGAL to use and farm, which is why they don't, instead have released a vicious ad campaign telling people to recycle their bottles. Coca-Cola are in no way responsible for what a consumer does with the empty bottle."
        }, 
        {
            "created_time": "2017-11-27T15:43:29+0000", 
            "id": "1951825305057672_322314018251242", 
            "message": "Recycling is not a solution! In any case some amount of plastic meaningfully recycled ends up in landfill/the sea anyway. The corporations chose to transcend from glass to plastic, ultimately it is their responsibility. And I'm sorry but Coca Cola wholly has the lobbying power to encourage the farming of hemp if that what it wanted (as it already uses wrt sugar). Furthermore, hemp is legally farmed all around the world, it would be no different to importing oil for plastic bottles...\nHemp is not the only reasonable replacement, there are many other plant based, biodegradable plastics such as PLA, which with corporate backing could very quickly be just as financially feasible as oil based plastics.\nIf you check Coca-Cola's track record they're not exactly adverse to using their immense corporate strength to get what they want, even if that means trampling on others. This is a conscious decision of laziness and apathy. \nShirting the blame to consumers is like saying that individual soldiers are responsible for mass deaths of civilians, as opposed to the governments starting wars..."
        }
    ]
}