{
    "data": {
        "created_time": "2017-06-13T09:46:00+0000", 
        "id": "1881831402057063_1884327115140825", 
        "message": "Coca-Cola Thank you for responding to my message. I read your articles re: recycling and the improvements to producing Plastic Bottles with less plastic and their property of being more degradable however the problem is still PLASTICS. \nPlease could you reconsider your position and thinking with Plastic Bottles altogether? For Coca Cola to make a shift away from plastic packaging altogether will be the most courageous and pioneering moves towards being a responsible producer!\nI know it will need a real change and investment but the rewards to your product as being a REAL CARING ENVIRONMENTAL LEADER; it will put your products firmly at the top of the leader board and you will gain so much praise. \n\nCoca Cola has the ability to begin a new era and make all plastic bottles from all walks of life a thing of the past, a game changer and your profile and saleability will rocket! \n\nThis change can happen and this is why I and many people are pleading with you to make this brave move! So please will you ask your directors to get together soon to sit down and really discuss a new chapter!! ❤️❤️❤️"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}