{
    "data": {
        "created_time": "2017-06-07T17:55:27+0000", 
        "id": "1881831402057063_1881882322051971", 
        "message": "Take some responsibility for recycling the single use plastic bottles you are pushing so hard. Then I might buy your products"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-09T08:42:00+0000", 
            "id": "1881831402057063_1882520218654848", 
            "message": "Hi Sue, thanks for getting in touch. We’re proud to say that all of our bottles and cans in Great Britain are 100% recyclable and have been since 2012. This means that all our drinks packaging can be recycled at home or when you’re out and about. We recognise that sustainability, and recycling specifically, is an important issue and it’s one that we care about deeply as a company. That’s why we’re currently in the process of reviewing our sustainable packaging strategy which we will publish in the summer. To keep up to date, please head to: www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-06-09T18:48:41+0000", 
            "id": "1881831402057063_1882710808635789", 
            "message": "Thanks for your reply but why do you own bottles only contain 6% recycled content then please? As the saying goes, put your money where your mouth is. I shall certainly watch with interest"
        }, 
        {
            "created_time": "2017-06-12T20:23:07+0000", 
            "id": "1881831402057063_1884087128498157", 
            "message": "How boring that your response is the same sub-standard response to everyone's concerns about your packaging. We know all that, what we want to know if exactly what are you going to do about your SINGLE use bottles and the fact that they are ending up in OUR environment. Have you thought that your consumers might want you to consider the environment a bit more? Have you considered a return scheme? Why dont you respond to people's concerns instead of just putting the same boring link up about sustainability and banging on about recycling - its not about that, its about single use. You guys need to stop thinking about the dollar and start thinking about people and the environment."
        }, 
        {
            "created_time": "2017-06-12T20:29:34+0000", 
            "id": "1881831402057063_1884089905164546", 
            "message": "As one of the biggest in the market where Coca-Cola lead others will follow. What an opportunity to change the world"
        }, 
        {
            "created_time": "2017-06-14T13:51:28+0000", 
            "id": "1881831402057063_1884997555073781", 
            "message": "Hi Sue, thanks for getting back in touch. At the moment, at least 25% of the material in all of our bottles is recycled plastic, our aluminium cans contain around 42% recycled aluminium and there’s 47% recycled glass in our glass bottles. And we want to go further: we’re committed to increasing the amount of recycled and renewable material in our plastic bottles from 25% to 40% by 2020."
        }, 
        {
            "created_time": "2017-06-14T13:52:27+0000", 
            "id": "1881831402057063_1884998241740379", 
            "message": "Hi Liz, thanks for getting in touch. Deposit return schemes are a big part of our discussions as more people are looking for ways to increase recycling rates. So while we review our sustainable packaging strategy, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland these conversations are already underway."
        }
    ]
}