{
    "data": {
        "created_time": "2017-06-07T19:29:24+0000", 
        "id": "1881831402057063_1881916972048506", 
        "message": "I saw this in our local Tesco, \tIt is time a large company like yourselves took responsibility for all the single use bottles you sell, and come up with a solution.  Have you thought about perhaps producing biodegradable bottles, made out of plants or something less destructive to the marine environment."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-07T21:03:47+0000", 
            "id": "1881831402057063_1881943285379208", 
            "message": "1.70 for a bottle of coke god the Tesco at your local is a rip of haha"
        }, 
        {
            "created_time": "2017-06-09T08:43:00+0000", 
            "id": "1881831402057063_1882520835321453", 
            "message": "Hi Evie, thanks for getting in touch. We’ve already been using renewable packaging innovations for many years, like the PlantBottle. The first fully recyclable plastic bottle made partly with a special plastic which comes from plant material, which means we don’t have to use as much petroleum-based plastic. We’re also proud to say that all of our bottles and cans in Great Britain are 100% recyclable and have been since 2012. This means that all our drinks packaging can be recycled at home or when you’re out and about. We have embarked on a major review of our sustainable packaging strategy to understand what role we can play to unlock the full potential of a circular economy. To keep up to date with all of our future sustainability announcements please visit www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-06-09T11:44:10+0000", 
            "id": "1881831402057063_1882563711983832", 
            "message": "The thing is although your bottles re 100% recyclable, they are still found on beaches, in the sea, in parks, people are not recycling them, perhaps there needs to be more incentive, what about a deposit bank where you can get a discount off your next bottle.  There are lots of ideas about how to stop your bottles littering our environment.  I am sure you can come up with a better idea than single use bottles?"
        }, 
        {
            "created_time": "2017-06-13T09:00:50+0000", 
            "id": "1881831402057063_1884314018475468", 
            "message": "Hi Evie, we support the trial of a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already. For more info please visit: http://spr.ly/61828myEw"
        }
    ]
}