{
    "data": {
        "created_time": "2017-05-31T14:36:08+0000", 
        "id": "10154495006035079_10154495045870079", 
        "message": "I hope you're releasing another album this year, I'm tired of people saying Drake this and Migos that. Kendrick Lamar and J Cole can't keep the game alive on their own"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 73
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T15:31:16+0000", 
            "id": "10154495006035079_10154495185005079", 
            "message": "i swear.."
        }, 
        {
            "created_time": "2017-05-31T17:42:37+0000", 
            "id": "10154495006035079_10154495495755079", 
            "message": "Cole and Kendrick are for sure the guys who's taking care of the game right now, but I have to say, I'm tired of ppl not giving Lin-Manuel Miranda any love. He is trying to force hip hop to evolve with telling amazing in depth stories using rap. Why can we not get behind something like that as well? Rap will die out if we don't support ppl like him who's trying to take this shit to another level. It started in the streets, it went into the studio, then hip hop traveled all around the world but it didn't show up at broadway before Lin-Manuel Miranda brought it there with \"In the heights\". Now a lot of ppl who didn't take hip hop seriously is actually listening to it. I think we should mention his name as well when we're talking about who's maintaining hip hop  these days."
        }, 
        {
            "created_time": "2017-05-31T17:49:52+0000", 
            "id": "10154495006035079_10154495510715079", 
            "message": "Logic and Travis Scott are great too. Travis the only really good trap artist imo"
        }, 
        {
            "created_time": "2017-05-31T17:55:24+0000", 
            "id": "10154495006035079_10154495524655079", 
            "message": "Tim Robertz trap is trash and Travis isn't a real rapper. Logic is good though"
        }, 
        {
            "created_time": "2017-05-31T17:56:59+0000", 
            "id": "10154495006035079_10154495527895079", 
            "message": "Robert Walle well I can't mention every single good rapper, I only said the more famous one's to keep the comment short"
        }, 
        {
            "created_time": "2017-05-31T18:07:31+0000", 
            "id": "10154495006035079_10154495551535079", 
            "message": "Yeah of course Dylan, but I only felt that you were missing one, Lin-Manuel Miranda. I know a lot of hip hop heads does not get it, but in the future they will :)"
        }, 
        {
            "created_time": "2017-05-31T18:10:03+0000", 
            "id": "10154495006035079_10154495556865079", 
            "message": "Robert Walle I know he's a good rapper, I've heard him freestyle rap before (if you can't freestyle off the top of the dome you're not a rapper to me) :)"
        }, 
        {
            "created_time": "2017-05-31T18:11:49+0000", 
            "id": "10154495006035079_10154495561440079", 
            "message": "Shit Dylan, then I'm not a rapper, and I'm really trying. lol I guess I'll work on that!"
        }, 
        {
            "created_time": "2017-05-31T18:24:42+0000", 
            "id": "10154495006035079_10154495590290079", 
            "message": "Robert Walle oh shit sorry bro, I do a rap battles every now and then and it takes a long time to learn how to freestyle but I'm sure you'll get the hang of it. The point is that least you wanna learn unlike most which I can respect, which makes you a real rapper then"
        }
    ]
}