{
    "data": {
        "created_time": "2017-05-31T14:35:24+0000", 
        "id": "10154495006035079_10154495044305079", 
        "message": "Eminem isn't old he is in his lab,, he has broken many records there is no comparing drake and em drake sings about falling in love and shit and em just brings it hardcore he is up there with Dre cube and others I mean to be white he changed the industry."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T14:43:04+0000", 
            "id": "10154495006035079_10154495058055079", 
            "message": "Drake's flow is impeccable and his rhyming is decent but ultimately no one holds a candle to the one they call Slim Shady."
        }, 
        {
            "created_time": "2017-05-31T14:45:27+0000", 
            "id": "10154495006035079_10154495061530079", 
            "message": "That is true all these whinny ass rappers these days can't compare to what I grew up listening to!"
        }, 
        {
            "created_time": "2017-05-31T15:02:19+0000", 
            "id": "10154495006035079_10154495093405079", 
            "message": "drakes a pop star he ain't no rapper and FYI there's many white rappers I would put above eminem atleast with his new content his first 3 studio albums can't be touched but nowadays with his new stuff there's far better white rappers vinnie paz, Ill bill, apathy necro so many you need to open your mind a little if you think eminem is the only good white rapper bud"
        }, 
        {
            "created_time": "2017-05-31T15:53:51+0000", 
            "id": "10154495006035079_10154495269885079", 
            "message": "Il stand by that too if you want to get technical you've probably never heard snow and vanilla ice but they were before em but they didn't put it down like em he paved the way for all those young cats your talking about. Untouchable.. He broke world record with rap god and that wasn't to long ago!"
        }, 
        {
            "created_time": "2017-05-31T22:30:36+0000", 
            "id": "10154495006035079_10154496057535079", 
            "message": "Let's not forget beastie boys either!!!"
        }, 
        {
            "created_time": "2017-06-01T00:38:50+0000", 
            "id": "10154495006035079_10154496340150079", 
            "message": "so whats with this new thing we're people pretend drake is good? whats that all about?"
        }, 
        {
            "created_time": "2017-06-01T04:21:22+0000", 
            "id": "10154495006035079_10154496716620079", 
            "message": "Even Jay-Z"
        }, 
        {
            "created_time": "2017-06-02T01:05:15+0000", 
            "id": "10154495006035079_336575083424732", 
            "message": "Let's not forget that Eminem actually writes the songs for a lot of famous rappers and singers. He gets no credit"
        }, 
        {
            "created_time": "2017-06-18T08:40:19+0000", 
            "id": "10154495006035079_672504269612245", 
            "message": "Falling in love isnt hardcore like killing ur cheating wife...effin stupidest shot i ever read. Love is hardcore as fuck. Hate is easy to do. Love is the most vulnerable  state to reside"
        }, 
        {
            "created_time": "2017-06-18T08:41:22+0000", 
            "id": "10154495006035079_672505116278827", 
            "message": "Retard. Lol why try to be a king...when u can find God"
        }, 
        {
            "created_time": "2017-06-21T19:48:57+0000", 
            "id": "10154495006035079_256013804879604", 
            "message": "Are you tired of living paycheck to paycheck and being micro-managed by a boss who doesn't even respect you? Join MCA, the American leader in home business. Earn a great income working on your computer/laptop/tablet or phone! BENEFITS included. DIRECT DEPOSIT every friday. Check out my site now and get back to me pleas! Http://foxxbabe03.wixsite.com/heathermccormick"
        }
    ]
}