{
    "data": {
        "created_time": "2017-06-05T16:10:33+0000", 
        "id": "1879920688914801_1880962182143985", 
        "message": "My five year old called Florence seems to be cleaning up your litter. Make recycling pay by supporting a bottle return scheme."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-07T17:44:00+0000", 
            "id": "1879920688914801_1881878445385692", 
            "message": "Hi Jude, thanks for getting in touch. We recognise that sustainability is an important issue and it’s one that we care about deeply as a company. We’re currently in the process of reviewing our sustainable packaging strategy which we will publish in the summer. Deposit return schemes are also a big part of these discussions as more people are looking for ways to increase recycling rates. So while our review is still ongoing, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already. To keep up to date, please head to: www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-06-12T14:53:31+0000", 
            "id": "1879920688914801_1883957658511104", 
            "message": "Can you please consider an alternative to plastic bottles? Perhaps paper or similar that isn't as deadly to animals and fish? \nI understand that this is a difficult issue but without a real sense of desire to find an alternative many more animals and fish will die!"
        }
    ]
}