{
    "data": {
        "created_time": "2011-01-28T07:38:17+0000", 
        "id": "172178332826819_2085860", 
        "message": "What are the critical thinking ethics teaching tools to immersively empower kids to avoid or eliminate organized crime and UN-fair Trade world wide cognitive surplus?\n\nbreezy if demon spider pencils misspell global infrastructures do hired guns kill the extinction of the alien species known as god 2000 years after the fact? ETHICS ETHICS ETHICS... Movies: Samsara, (Sony) Spring... Summer, Fall, Winter., Mothman Prophecies, Album: Lazyboy by TV - Song: Underwear Inside the Pants, TOOL, RATM, NONPOINT = Artists. NTEN = web for linkedin foursquare, campfire app, apps.gov.com USE BLOCKPOSTERS.COM after scanning the wheel of buddhist terms poster dharmaprinting.com with a large scanner at kinkos or whereever (you will have to break the poster into 1meg sized image blocks to use on blockposters.com, kinect version of this poster would activate videos that are time segment keyword marked like the old ted.com videos or yahoo's old video segmenting tagging software application... also the GTD flowchart poster by David Allen not Global Terrorism Database (OneDOJ database), the 2005 Blackstone Audiobooks CD version NOT THE AUDIBLES DOWNLOAD = has 200+ tracks of the art of war which you can put on random repeat with mp3 player for real time web immersion of adaptation perspectives from the art of war as education immersion interaction via John Machonis {Book subject index wiki: Intro to Sociology} and kinect telepathic picture language (tag segmented video) via real world species communications for everything listed on university of texas tree of life photo. Global urban planning sustainability education transmission life energy word abacus outdoor living spaces.\n\nYou have no idea how much I wish I could attend this ecosystem, if I knew how to stop the self replicating nano-robots that can attack (with combo = HIV Flu Ebola) based on DNA (blood) database and geographic borders of military and government staff to leave only a slave skeleton crew to \"Take Whole... the infrastructure of whatever nation the masters of HDTV subliminal message culture manipulation system to dissuade militant cultures test base of american birds and fish... on TV.\n\nhow to configure your computer internet accounts or devices for security: lifehacker.com\n\nalso: \n\nhttp://www.lifehack.org/articles/lifestyle/in-uncertain-times-prepare-yourself-for-new-opportunities.html\n\nhttp://www.lifehack.org/articles/lifehack/how-to-be-successful-when-you-cant-plan-ahead.html\n\nhttp://www.lifehack.org/articles/productivity/how-to-start-and-run-a-mastermind-group.html\n\nhttp://www.lifehack.org/articles/lifehack/the-100-best-lifehacks-of-2010-the-year-in-review.html\n\nMatthew Lane Tripp: \"Sheee MOO eve'zz HH EA AR BODHI LIEEE CAO SIGH CLOAWNEE!\" - AMIghty cyclone.\n\nFacebook: http://Facebook.com/TradeSkillsLLC\n\nBlog: http://Globalcide.LiveJournal.com/      Old post title: I do not have an FBI file.\n\nSHARE THIS WITH HIGH SCHOOL KIDS: Zen and the Art of Making a Living 2010 Edition http://empoweryou.com/ or the Monster.com guide to careers... B-complex vitamins. http://care2.com/click-to-donate and http://thehungersite.com/ FACTORYFARMMAP.ORG google wave HTML5 \n\nCorruption and inability to hyperthread the manual effort / effect of tomorrows measurement applications of technology is not conspiracy theory it's fact of tyrannical educations incompetence to manifest fair trade global resource allocation through careful technology transfer from American universities and corporations responsibility to have prosperity sustainability responsibility or reap the data ecosystems critical mass cascade failure via cognitive surplus fallow field. "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}