{
    "data": {
        "created_time": "2017-02-27T14:46:48+0000", 
        "id": "10155520103071729_10154509305318510", 
        "message": "i recently had a marketplace icon appear on my phone and laptop....it just showed up one day. i then tried it out and loved it. started searching for items everywhere local for what i needed and wanted to buy and even started selling things (like my car) and now its just gone, its funny how everyone has the marketplace icon or can atleast access it on the left of the page but i cant, and instead i have a live button icon where where my marketplace should be..i do not care about live. i have asked my friends to help and have written to you guys many times to fix this but i have had no luck, i have uninstalled and reinstalled and updated and again no luck, but go on my wifes page and she has it....weird cuz she never uses that, but all i do is buy and sell and i cant get it, even tried the google play store on my android and downloading an app and its not even the same marketplace. you can def tell the government owns or has its hands in this site because its full of issues. fix this cuz right now i use ebay and craigslist and we all know you dont want that.  so fix it please."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-28T01:35:03+0000", 
            "id": "10155520103071729_10154510670163510", 
            "message": "Hi Christopher. You can find Marketplace on the bottom navigation of the Facebook mobile app on iOS and on the top navigation on Android. Marketplace is currently available on iOS (iPhone 5 and more recent) and Android mobile devices only. -Jon"
        }
    ]
}