{
    "data": {
        "created_time": "2017-02-24T20:54:55+0000", 
        "id": "10155520103071729_10154953472513886", 
        "message": "I have made NUMEROUS attempts to your \"support team\" about the old company admin not wanting to give us access to our company page with no success. She is a disgrunted employee that has taken upon herself to \n\"kidnap\" our company page. We are a big well known Private Charter company and our social media handles are all the same which is why it is not as easy as creating another page.\nI have contacted your team on numerous occations and your automated solutions will not work as she removed all the admins and only left herself as the admin. PLEASE ALLOW US TO ACCESS OUR COMPANY PAGE. If you look into the history of the page you'll see I created the page."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-24T21:03:57+0000", 
            "id": "10155520103071729_10154953490678886", 
            "message": "Hi Marie. Unfortunately Facebook doesn't handle admin disputes. The only way that you will be able to gain a role on the Page is if the current admin grants you an admin role. Please contact the Page's current admin for access: http://bit.ly/2lEkLlc. -Jessica"
        }, 
        {
            "created_time": "2017-02-24T21:39:11+0000", 
            "id": "10155520103071729_10154953574743886", 
            "message": "Can't you just cancel the page and allow me to get access to the handle that's being used? Contacting her hasn't been successful and it is my intellectual property"
        }, 
        {
            "created_time": "2017-03-04T07:32:43+0000", 
            "id": "10155520103071729_406278423074037", 
            "message": ""
        }, 
        {
            "created_time": "2017-06-21T01:19:41+0000", 
            "id": "10155520103071729_316184472154121", 
            "message": "That moment you point out that the automated response is of no help and Facebook takes action with..... another automated response. lol."
        }
    ]
}