{
    "data": {
        "created_time": "2017-05-02T22:11:02+0000", 
        "id": "10155520103071729_1880938868792838", 
        "message": "Hello Facebook. I tired to change my business page name because I rebranded and it has a completely different name now. The request was denied with no reason why and no way to appeal. Based on Google searches, there is a way for me to appeal because I see folks talking about it on message boards. I, unfortunately, can't find where that needs to be done (at least not yet). So, can someone please provide a link or something for where I can appeal this? It allowed me to change the username and some other piece of info on the page, to the new company name, but it won't allow the page name to be changed?! Doesn't make sense. I need to open a case and get this resolved. Please provide the necessary info so I can repeal. Starting a new page would be counterproductive after having this page for so long. HELP!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-02T22:18:12+0000", 
            "id": "10155520103071729_1888793818065156", 
            "message": "Hi Kisha. You can learn more about what Page names are allowed on Facebook here: http://bit.ly/2pFzOiE. If you'd like to create a new Page, you can then attempt to merge the Pages. The people who like your Pages and any check-ins will be combined, but posts, photos, reviews, ratings and the username will be deleted from the Page you merge. The Page you want to keep will remain unchanged, except for the addition of people who like the Page and check-ins that were merged from the other Page. The option to merge is only available for Pages that represent the same thing and have similar names, so consider making the Page category and Page names the same on both Pages. If your Pages have physical locations, make sure the addresses are the same. Learn more about merging Pages here: http://bit.ly/2pFIp4Y. -Jessica"
        }, 
        {
            "created_time": "2017-05-07T08:33:55+0000", 
            "id": "10155520103071729_219402928560177", 
            "message": "Facebook Hello Facebook Team...I am using facebook account and Page under my Hotel Name and using for promotion activities...Now facebook is asking for verification ID which i have submitted the Trade licence...from last 2 Weeks it is showing reviewing the documents...and Yesterday they have charged me as well...Kindly help us with the situation or Provide UAE customer care no"
        }, 
        {
            "created_time": "2017-05-07T18:44:03+0000", 
            "id": "10155520103071729_145160312690827", 
            "message": "I have pending change name request for my page (Kate Aksamit MakeupArtist - wanted to change for color.me)for a long time. Please help me with this, I reported the problem few times and nobody from facebook help desk helped me out:(\nPlease I really need to resolve this problem,Thank you very much"
        }
    ]
}