{
    "data": {
        "created_time": "2014-11-04T07:14:11+0000", 
        "id": "10153168359061729_10153169177916729", 
        "message": "Why do friends not always see our posts.  Seems to have to talk to them all day long in order for them to see our stuff on the home page.  Others have noticed the same thing.  I dont always see stuff from my friends either unless I have recently posted or commented to them.  Seems no matter how often you talk with friends, they should still see our posts.  I have to go to their main page if I want to keep up with whats going on with them.  Others have had to do the same thing knowing that they may not always see it.  I had a crisis happen last week with my husbands health and many ppl said later they just saw my post that this happened.  Could this be changed maybe to allow ppl to see more of ppl posts even if they are not always actively interchanging comments daily."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-04T17:50:05+0000", 
            "id": "10153168359061729_10153170121241729", 
            "message": "Hello Diane. The stories that show in your News Feed are influenced by your connections and activity on Facebook. This helps you to see more stories that interest you from friends you interact with the most. The number of comments and likes a post receives and what kind of story it is (ex: photo, video, status update) can also make it more likely to appear in your News Feed. If you feel you're missing stories you'd like to see, or seeing stories in your News Feed that you don't want to see, you can adjust your settings. For more information, visit our Help Center: http://on.fb.me/1urcLVL -Leigh"
        }, 
        {
            "created_time": "2014-11-06T06:28:53+0000", 
            "id": "10153168359061729_10153173282901729", 
            "message": "iiiiam not buying any more but i getting cccharge so be shore i taking off"
        }, 
        {
            "created_time": "2014-11-06T07:49:28+0000", 
            "id": "10153168359061729_10153173366586729", 
            "message": "ils faut avoir l a,our ne change pas svp"
        }, 
        {
            "created_time": "2014-11-11T17:24:27+0000", 
            "id": "10153168359061729_10153184989256729", 
            "message": "https://www.youtube.com/watch?v=B8ofWFx525s"
        }
    ]
}