{
    "data": {
        "created_time": "2014-11-04T16:14:27+0000", 
        "id": "10153168359061729_10153169966136729", 
        "message": "Hi, My feed seems to be wacky.  I will get yesterdays post from friends today, or sometimes not at all.  It gets frustrating..Also, people seem to just fall off the feed if you do not click on their page every few days....Can anything be done with this?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-04T17:02:18+0000", 
            "id": "10153168359061729_10153170047251729", 
            "message": "Hi Lori. The stories that show in your News Feed are influenced by your connections and activity on Facebook. This helps you to see more stories that interest you from friends you interact with the most. The number of comments and likes a post receives and what kind of story it is (ex: photo, video, status update) can also make it more likely to appear in your News Feed. If you feel you're missing stories you'd like to see, or seeing stories in your News Feed that you don't want to see, you can adjust your settings. For more information, visit our Help Center: http://on.fb.me/1t8vaAb -Leigh"
        }, 
        {
            "created_time": "2014-11-04T19:41:08+0000", 
            "id": "10153168359061729_10153170313506729", 
            "message": "Is Facebook saying too bad too sad to people who want to sort by most recent instead of Facebook guessing algorithm? If so I am happy to delete Facebook. If I want to keep track of posts I can do that with the options built in. Such as liking and notifications"
        }, 
        {
            "created_time": "2014-11-05T19:03:10+0000", 
            "id": "10153168359061729_10153172240546729", 
            "message": "why  doesn't candy crush and the other Saga games work.  they have been down all day"
        }, 
        {
            "created_time": "2014-11-05T19:26:39+0000", 
            "id": "10153168359061729_10153172274571729", 
            "message": "Could you guys please message me? My profile was falsely reported and I need my name changed back to what it was."
        }, 
        {
            "created_time": "2014-11-05T19:48:41+0000", 
            "id": "10153168359061729_10153172305491729", 
            "message": "Hi Jennifer. You can change your name or add another name (ex: nickname, maiden name) to your account. Learn more: http://on.fb.me/10nZeki -Chantal"
        }, 
        {
            "created_time": "2014-11-05T19:51:20+0000", 
            "id": "10153168359061729_10153172309266729", 
            "message": "Thanks for your question, Linda. Apps and games are managed by developers outside of Facebook. If you need help with an app or game, contact the developer directly. Learn more: http://on.fb.me/10o02FH -Chantal"
        }, 
        {
            "created_time": "2014-11-05T20:07:04+0000", 
            "id": "10153168359061729_10153172332056729", 
            "message": "Thanks for your help...:)"
        }, 
        {
            "created_time": "2014-11-05T20:53:10+0000", 
            "id": "10153168359061729_10153172400856729", 
            "message": "It won't let me because it says I've already changed it within the last 60 days. The only reason I changed was because I was forced to because my profile was falsely reported as having a fake name by a girl who got mad at me because I deleted her from my group most likely."
        }, 
        {
            "created_time": "2014-11-07T08:06:01+0000", 
            "id": "10153168359061729_10153175365651729", 
            "message": "the problem with the news feed is:  If you have more than a few friends (in the hundreds, most likely), you don't have time to go through and click on every friend's page every day.  So, if they post something that could be important information, and you haven't clicked on their page recently & frequently, you'll never see those posts.  Not really fair, Facebook!  Why not just show the entire feed, and in the order in which things were posted?"
        }, 
        {
            "created_time": "2014-11-23T21:49:17+0000", 
            "id": "10153168359061729_10153211831891729", 
            "message": "Please bring back the sort option! I want my news feed in most recent order! It worked great before! Why did you take the sort away from us! It's like going out to your car only to have the manufacturer take away the driver side door!"
        }, 
        {
            "created_time": "2017-08-06T14:49:24+0000", 
            "id": "10153168359061729_1939392012939128", 
            "message": "سكس"
        }
    ]
}