{
    "data": {
        "created_time": "2014-11-04T17:33:18+0000", 
        "id": "10153168359061729_10153170096866729", 
        "message": "Hello! I hope you are doing well! \n\nI was wondering if you can please help! I sent over a private message as well and have reported the issues multiple times. \n\nWe are being harassed by a specific person on our business page, its gotten out of control. \n\nWe cant ban her as she hasn't \"like\" our page and she is posting under the review section... can you please check into this? \n\nThe harassment has been going on for days now, she has gotten multiple family members to continue with the harassment as well. \n\nThank you so much for your help, we really appreciate it."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-06T16:56:13+0000", 
            "id": "10153168359061729_10153174051561729", 
            "message": "Hello, I hope you are doing well. I posted this two days ago, harassment hasn't stopped and I see other users on this page are being responded to. It is very frustrating nothing is being done. Can you please look in to this? Thank you very much."
        }, 
        {
            "created_time": "2014-11-06T17:32:55+0000", 
            "id": "10153168359061729_10153174114316729", 
            "message": "Hi Tawnna. You can report reviews that don't follow the Facebook Community Standards or focus on the product or service offered by the Page. We'll review your report and may remove reviews that don't follow our guidelines. Learn about our guidelines and how to report a review in our Help Center: http://on.fb.me/1x9MN7D -Sarah"
        }, 
        {
            "created_time": "2014-11-06T19:00:43+0000", 
            "id": "10153168359061729_10153174255616729", 
            "message": "Thank you so much for the response Sarah! I appreciate it. \n\nWe have been reporting the reviews since last week and all of the harassing comments from her  and her family members have left as well. Other customers are now getting involved... this is out of control. She is even emailing me childish icons over Facebook email... \n\nWe reported a picture she put up. at first it was removed. She posted it again and Facebook wont take it back off? \n\nI just checked the reviews and its still on there. \n\nSince I have reported this multiple times and we are still being harassed is there any action Facebook can take? \n\nCan you ban her and the family members that are commenting on my page as I cant.... \n\nPlease help resolve this. Thank you so very much."
        }, 
        {
            "created_time": "2014-11-06T19:42:12+0000", 
            "id": "10153168359061729_10153174320991729", 
            "message": "Thank you again so much for all of your help. Now that her review is gone her family members are leaving 1 star reviews and blocking me personally so I cant report or see the review... The family member is using two accounts Kaigen House and Dreama Hembree... Can you please help me to get this under control... I really appreciate all you have done... thank you so much!"
        }
    ]
}