{
    "data": {
        "created_time": "2017-08-29T01:55:27+0000", 
        "id": "10154744315580079_506376829725110", 
        "message": "Stay in the UK you fuckin loser. How DARE you make millions of dollars off of America's people, and then stand there and say they made a mistake with who they elected. We pay you to sing and dance monkey, so entertain us and keep your opinions to yourself."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 35
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-29T01:59:37+0000", 
            "id": "10154744315580079_506378536391606", 
            "message": "Better find a freezer, you're starting to melt"
        }, 
        {
            "created_time": "2017-08-29T04:06:25+0000", 
            "id": "10154744315580079_112840386099418", 
            "message": "I can smell the triggered sweats from here."
        }, 
        {
            "created_time": "2017-08-29T04:19:17+0000", 
            "id": "10154744315580079_1932060327011931", 
            "message": "Yeah? And who paid you to give your unsolicited opinion on here Brian?"
        }, 
        {
            "created_time": "2017-08-29T05:40:01+0000", 
            "id": "10154744315580079_1923591987911365", 
            "message": "Damn where was thos rage when he said fuck bush and cheney"
        }, 
        {
            "created_time": "2017-08-29T10:37:30+0000", 
            "id": "10154744315580079_261166141054226", 
            "message": "Shafiq Hamadeh  Eminem himself solicited his comments by dumping on trump for some fucking unknown reason. What doesn't he spend more time hating the fucking Democrats of his own fucking state? They've ruined it."
        }, 
        {
            "created_time": "2017-08-29T20:49:25+0000", 
            "id": "10154744315580079_1135258779908868", 
            "message": "William Klein Detroit is done - Eminem is a fake - used millions people to make tons now he wants to bash the only president who actually loves America"
        }, 
        {
            "created_time": "2017-08-29T22:30:03+0000", 
            "id": "10154744315580079_163832067502661", 
            "message": ""
        }, 
        {
            "created_time": "2017-08-30T01:49:20+0000", 
            "id": "10154744315580079_167468153817706", 
            "message": "William Klein,\n1) Eminem does NOT require responses to or agreement with his posts.\n2) Eminem has the right to say whatever the fuck he likes and you have the right to not like it. He does NOT require you to be his fan\n3) He can be mad at shitty democrats AND hate Trump for being a disgusting piece of shit. These positions are not mutually exclusive"
        }, 
        {
            "created_time": "2017-08-30T04:08:11+0000", 
            "id": "10154744315580079_1121476094651899", 
            "message": "Shafiq Hamadeh except that I can spend the next hour educating your ignorant ass about how Democrats destroy every city that they get their hands on..whereas you can't come up with a single thing to justify saying that Trump is a disgusting piece of shit. You're entitled to have any opinion that you like...but those of us with functioning brain cells actually have REASONS for our beliefs. So...here's your chance to be a star...tell us all the reasons why Trump is a disgusting piece of shit. (keep in mind that we already know the false narratives you like to use, and are fully prepared to deflate your ignorance with facts)"
        }, 
        {
            "created_time": "2017-08-30T04:09:31+0000", 
            "id": "10154744315580079_466438313736288", 
            "message": "Israel Razo Pinete i don't give a fuck what he said about Trump...that's not my complaint. If you actually read my post you might have seen that the issue I took was with what he said about the people who elected President Trump...not the man himself."
        }, 
        {
            "created_time": "2017-08-30T04:34:31+0000", 
            "id": "10154744315580079_895659313919246", 
            "message": "Brian Greig wants to \"educate my ignorant ass\", yet somehow lacked the basic comprehension to note that I referred to democrats as shitty as well...and I love how you you think you can dismiss my \"false narratives\" with your \"facts\" before even hearing what I have to say. I've had more intellectual debates with 10 year olds than that...I can list many reasons why Drumpf is a POS, but even if there's only one, his \"grab 'em by the pussy\" comment by itself takes the prize. I see a child in your profile pic who I presume is your daughter or female relative. If that comment alone doesn't make your stomach turn as a father or uncle or whatever the fuck you are, then you're an even bigger piece of shit than he is..."
        }, 
        {
            "created_time": "2017-08-30T04:50:11+0000", 
            "id": "10154744315580079_466446463735473", 
            "message": "Oh, and since your brain cells are so highly functional, pray tell how Democrats \"destroy every city\" and what your solution is to fixing them. Perhaps you can enlighten me on the economic school of thought you subscribe to and why? The Austrian school? Friedman? I'm guessing not Keynesian. Tell me why?... From where I sit, the hubs of creation in our country are blue progressive cities (ie NYC, Boston, Austin, LA, SF, Portland, Seattle, Chicago, etc), housing the biggest and most innovative companies in the world. WTF have red cities or states for that matter contributed? Go ahead. I'll give you a few minutes to google your response..."
        }, 
        {
            "created_time": "2017-08-30T08:24:20+0000", 
            "id": "10154744315580079_114342409243744", 
            "message": "Shafiq Hamadeh Easy as, tardboy. What President Trump said was that there were women 'out there' who are so impressed with power that you could walk up to them and 'grab them by the pussy'...and you'd be able to get away with it...because they wouldn't complain. His statement was a reflection of the lengths that certain women will go to in order to get close to power. Next time you want to use one of President Trumps 'quotes'...you might want to include the entire conversation, and the basis for the conversation, instead of just latching onto 5 words out of a 3 minute conversation that he was having that referred, not to his personal tastes, or desires; but to the state of the world that we have women willing to tolerate such behavior. Next?"
        }, 
        {
            "created_time": "2017-08-30T08:57:45+0000", 
            "id": "10154744315580079_112661189426277", 
            "message": "Shafiq Hamadeh ...as for your second post...Boston is the final refuge of the Kennedy political Dynasty, and I assure you that there are no Democrats left like the Kennedys (with the exception of the belief that it is easier to control people who are on government subsidies than those who work, and think, for themselves). I can also assure you that America is a better place without the murder and obfuscation that is rampant in the Kennedy political family. The fact that Boston, itself, is still alive has more to do with tourism than old money any more. If Boston is so great...how come they can't even solve their mass transit problems? They've had plenty of time, and millions of dollars, thrown at them. Austin is in a red state, tard. As for the city itself; ask yourself what the draw would be without SXSW and ACL. Speaking of a blue city in a red state...what's up with their pathetic health services? LA and SF are in California. Anyone who uses California as a reference for what's good about America is dumber than I thought. I saw those in your list, and almost couldn't stop laughing long enough to type this...but I persevered. Portland Oregon has an above average problem with homelessness...WAY above average. How do you explain that? Seattle Washington is another city, like Boston, that benefited, for a while, from the philanthropy of the software gurus who, unbelievably, made Seattle their home. Take that away, and what are you left with. I am SO glad you included Chicago in your list. Illinois is a red state, that has been overpowered by the illegals, the dead people, and the out of state relatives of Chicago welfare scammers for decades. Chicago is the only democratically controlled city in Illinois...and, by themselves, they have managed to bankrupt the entire state by 'losing' money that the state grants to Chicago public schools...I'm sorry, did I say, 'losing'...I meant 'misplacing into personal bank accounts', 'misappropriating' public funds meant to use for infrastructure on their pathetic roads, and having it 'accidentally' go into the re-election coffers of Chicago democrats, and destroying the Illinois Lottery by flat out stealing the funds meant to pay off winners (they've since disbanded the Illinois Lottery, because they can't afford to pay off any wins) and using it to pay bogus welfare claims made by people who aren't even American citizens...much less Illinois residents. Chicago is so worthy of derision that it belongs in California. If it were...Illinois might be able to survive...speaking of surviving...I recommend that you go buy yourself a nice property in the heart of Chicago...we'll see how long you escape with your pathetic excuse for a life...anything else you'd like to discuss?"
        }, 
        {
            "created_time": "2017-08-30T14:05:49+0000", 
            "id": "10154744315580079_112717929420603", 
            "message": "I heard the whole conversation Brian Greig and even with your pathetic contextual explanation, it's still a shitty thing to say. It speaks volumes to the fact that the POS is an incurable sexist, megalomaniac. My God, the lengths that you are willing to go to defend THAT poor excuse for a human being leads me to the conclusion that you're dying to blow that disgusting pig. Bon appetit I guess."
        }, 
        {
            "created_time": "2017-08-30T14:09:47+0000", 
            "id": "10154744315580079_112718409420555", 
            "message": "If you heard the entire conversation; then you know that your use of that five word 'quote' was an intentional effort to lie, and confuse those who don't know better. Problem for you is...I know better. So...I've blown your stupid quote out of the water, and into the limelight...and you still haven't come up with anything at all about President Trump that shows that he's a sexist, megalomaniac, or a POS. His statement, in context, doesn't show him to be any of these things. You'll need to try harder. Now...think real hard now, and give us a REAL reason why you would describe him as a sexist, a megalomaniac, or a POS."
        }, 
        {
            "created_time": "2017-08-30T14:12:33+0000", 
            "id": "10154744315580079_489353014760655", 
            "message": "...as for being a shitty thing to say...which is worse; him describing the truth about your mother; or the fact that your mother would stoop so low to get next to a powerful person? I'd say your mother is the whore in this scenario; and President Trump was simply pointing that fact out. The shame is hers, not his."
        }, 
        {
            "created_time": "2017-08-30T14:17:44+0000", 
            "id": "10154744315580079_489354251427198", 
            "message": "Like all high school educated righties, you think you are so intelligent and can easily \"de-bunk\" all of my \"false narratives\"...but your reply is BORING and frankly trite. You all use the same guidebook I see. I love how you cherry picked a portion of my statement without answering a single question I asked. Sorry sport, but long responses don't equal intelligent ones. You're just rambling at this point. You decided to list the problems of the cities I mentioned, as if there is such thing as a problem free city and ignored my point that these blue cities are the hubs of innovation and fortune 500 companies. The constrained and constipated thinking of the right wing would never allow brilliant minds to thrive like these cities do. California is richer than most countries in the world and would actually get to enjoy that if it didn't have to subsidize the red welfare states sucking at the government's teat. On that note, I'm giving you another chance to be a star: 1) Give me examples of meaningful red state contributions to our economy. 2) Enlighten me on the economic school of thought you subscribe to that is so much more brilliant than what the democrats are doing.\nAs for my \"pathetic excuse of a life\", I'm a well off, highly educated immigrant who hasn't yet turned 40 and it's no thanks to any racist right-wing POS like you"
        }, 
        {
            "created_time": "2017-08-30T14:20:06+0000", 
            "id": "10154744315580079_113863052653150", 
            "message": "brian you pay eminem to entertain you..?? he he he people gt issues,,,, then dnt play him to entertain you ....millions of real people will.."
        }, 
        {
            "created_time": "2017-08-30T14:28:05+0000", 
            "id": "10154744315580079_124085734907621", 
            "message": "You seriously can't even comprehend your own replies??? Your explanation of what he said IS the proof that he's a sexist megalomaniac. Who else describes a position of power that way? Who else talks about doing something like that because he is in a position of power? You know, like being surprised that despite his power, he was turned down after trying to \"move on her like a bitch\". Here's the entire transcript. He's talking about himself, not some hypothetical. It's disgusting and so are you for trying to spin it to absolve him. If there are females in your life, I really do feel sorry for them..."
        }, 
        {
            "created_time": "2017-08-30T14:28:12+0000", 
            "id": "10154744315580079_145762519349526", 
            "message": "Donald J. Trump: You know and ...\n\nUnknown: She used to be great. She’s still very beautiful.\n\nTrump: I moved on her, actually. You know, she was down on Palm Beach. I moved on her, and I failed. I’ll admit it.\n\nUnknown: Whoa.\n\nTrump: I did try and fuck her. She was married.\n\nUnknown: That’s huge news.\n\nTrump: No, no, Nancy. No, this was [unintelligible] — and I moved on her very heavily. In fact, I took her out furniture shopping.\n\nShe wanted to get some furniture. I said, “I’ll show you where they have some nice furniture.” I took her out furniture —\n\nI moved on her like a bitch. But I couldn’t get there. And she was married. Then all of a sudden I see her, she’s now got the big phony tits and everything. She’s totally changed her look.\n\nBilly Bush: Sheesh, your girl’s hot as shit. In the purple.\n\nTrump: Whoa! Whoa!\n\nBush: Yes! The Donald has scored. Whoa, my man!\n\n[Crosstalk]\n\nTrump: Look at you, you are a pussy.\n\n[Crosstalk]\n\nTrump: All right, you and I will walk out.\n\n[Silence]\n\nTrump: Maybe it’s a different one.\n\nBush: It better not be the publicist. No, it’s, it’s her, it’s —\n\nTrump: Yeah, that’s her. With the gold. I better use some Tic Tacs just in case I start kissing her. You know, I’m automatically attracted to beautiful — I just start kissing them. It’s like a magnet. Just kiss. I don’t even wait. And when you’re a star, they let you do it. You can do anything.\n\nBush: Whatever you want.\n\nTrump: Grab ’em by the pussy. You can do anything.\n\nBush: Uh, yeah, those legs, all I can see is the legs.\n\nTrump: Oh, it looks good.\n\nBush: Come on shorty.\n\nTrump: Ooh, nice legs, huh?\n\nBush: Oof, get out of the way, honey. Oh, that’s good legs. Go ahead.\n\nTrump: It’s always good if you don’t fall out of the bus. Like Ford, Gerald Ford, remember?\n\nBush: Down below, pull the handle.\n\nTrump: Hello, how are you? Hi!\n\nArianne Zucker: Hi, Mr. Trump. How are you? Pleasure to meet you.\n\nTrump: Nice seeing you. Terrific, terrific. You know Billy Bush?\n\nBush: Hello, nice to see you. How you doing, Arianne?\n\nZucker: Doing very well, thank you. Are you ready to be a soap star?\n\nTrump: We’re ready, let’s go. Make me a soap star.\n\nBush: How about a little hug for the Donald? He just got off the bus.\n\nZucker: Would you like a little hug, darling?\n\nTrump: O.K., absolutely. Melania said this was O.K.\n\nBush: How about a little hug for the Bushy? I just got off the bus.\n\nZucker: Bushy, Bushy.\n\nBush: Here we go. Excellent. Well, you’ve got a nice co-star here.\n\nZucker: Yes, absolutely.\n\nTrump: Good. After you.\n\n[Break in video]\n\nTrump: Come on, Billy, don’t be shy.\n\nBush: Soon as a beautiful woman shows up, he just, he takes off. This always happens.\n\nTrump: Get over here, Billy.\n\nZucker: I’m sorry, come here.\n\nBush: Let the little guy in here, come on.\n\nZucker: Yeah, let the little guy in. How you feel now? Better? I should actually be in the middle.\n\nBush: It’s hard to walk next to a guy like this.\n\nZucker: Here, wait, hold on.\n\nBush: Yeah, you get in the middle, there we go.\n\nTrump: Good, that’s better.\n\nZucker: This is much better. This is —\n\nTrump: That’s better.\n\nZucker: [Sighs]\n\nBush: Now, if you had to choose honestly between one of us. Me or the Donald?\n\nTrump: I don’t know, that’s tough competition.\n\nZucker: That’s some pressure right there.\n\nBush: Seriously, if you had — if you had to take one of us as a date.\n\nZucker: I have to take the Fifth on that one.\n\nBush: Really?\n\nZucker: Yup — I’ll take both.\n\nTrump: Which way?\n\nZucker: Make a right. Here we go. [inaudible]\n\nBush: Here he goes. I’m gonna leave you here.\n\nTrump: O.K.\n\nBush: Give me my microphone.\n\nTrump: O.K. Oh, you’re finished?\n\nBush: You’re my man, yeah.\n\nTrump: Oh, good.\n\nBush: I’m gonna go do our show.\n\nZucker: Oh, you wanna reset? O.K."
        }, 
        {
            "created_time": "2017-08-30T14:32:21+0000", 
            "id": "10154744315580079_145763612682750", 
            "message": "Trying to use \"your mother\" jokes...wow, you've really aged yourself. This is BORING now...I won't hold my breath waiting for intelligent answers to my questions...bye Felicia"
        }, 
        {
            "created_time": "2017-08-30T14:33:04+0000", 
            "id": "10154744315580079_1977944929156248", 
            "message": "And when you’re a star, they let you do it. You can do anything.\nI guess you forgot that you included this line in your example. Now...got back in the conversation where he first started talking about women and power...before he started talking about his attraction for her. Go back to the part about how he first started talking about women loving power, and how he thought, because they all love power; that she would love his power as well...but she didn't; which is what he is talking about. Again...stop with the stupid games and give me something that backs up your accusations."
        }, 
        {
            "created_time": "2017-08-30T14:46:53+0000", 
            "id": "10154744315580079_124089691573892", 
            "message": "Will do...after I already destroyed your first two posts with facts, it won't take me long to destroy this latest one either. However...since i've already destroyed your two main posts, it behooves you to actually find a fact that backs up your insane accusations before I waste more breath on you. C'mon...I know you can do it. Find me a fact to back up what you said."
        }, 
        {
            "created_time": "2017-08-30T14:48:15+0000", 
            "id": "10154744315580079_145766486015796", 
            "message": "...and i guess I don't need to remind you that your personal attacks on me are only more proof that you've already lost the debate."
        }
    ]
}