{
    "data": {
        "created_time": "2017-08-28T21:30:41+0000", 
        "id": "10154744315580079_10154744353695079", 
        "message": "Don't hate on trump until you hate on the dems that have ruined Detroit and the state of Michigan aswell. Life long fan but I can't support a unamerican rapper."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 325
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T21:35:58+0000", 
            "id": "10154744315580079_10154744368645079", 
            "message": "You're one to paint somebody with a broad brush..."
        }, 
        {
            "created_time": "2017-08-28T21:40:24+0000", 
            "id": "10154744315580079_10154744379750079", 
            "message": "Because he doesn't like Trump he is unamerican? Can we say that to all that didn't support Obama or no?"
        }, 
        {
            "created_time": "2017-08-28T22:00:30+0000", 
            "id": "10154744315580079_10154744451385079", 
            "message": "Well Hussein was the most unamerican president this country has ever seen so your comparison is invalid. Aswell as if any celebrity posted fuck Obama in there posts they would have been labeled racists soooooooo please explain what you mean. Sorry the truth hurts and your democratic organization doesn't do anything for y'all."
        }, 
        {
            "created_time": "2017-08-28T22:05:42+0000", 
            "id": "10154744315580079_10154744461225079", 
            "message": "Demorats had nothing but failed policies and now have no policies except raising taxes on everyone, war and hate. They are a disgrace to America"
        }, 
        {
            "created_time": "2017-08-28T22:12:54+0000", 
            "id": "10154744315580079_10154744474755079", 
            "message": "Damn jimmy just when I thought everyone else was ignorant and braindead you totally come through with an amazing comment fully showing the brain potential! Thank you sir!"
        }, 
        {
            "created_time": "2017-08-28T22:20:41+0000", 
            "id": "10154744315580079_487208741641010", 
            "message": "Trump trying to start a war and he a loose cannon he is a racist prick and I hope he gets assassinated"
        }, 
        {
            "created_time": "2017-08-28T22:23:08+0000", 
            "id": "10154744315580079_113428239371193", 
            "message": "I hope to meet you one day and talk about assassinating my president. I would curb stomp your head until we could rid you of ignorance."
        }, 
        {
            "created_time": "2017-08-28T22:24:23+0000", 
            "id": "10154744315580079_126367031340643", 
            "message": "You are a racist prick and an idiot."
        }, 
        {
            "created_time": "2017-08-28T22:28:24+0000", 
            "id": "10154744315580079_126367578007255", 
            "message": "Brandøn Sickler tell us how when we already are at war. Odumber dropped more bombs than the last 3 presidents combined."
        }, 
        {
            "created_time": "2017-08-28T22:30:17+0000", 
            "id": "10154744315580079_126367861340560", 
            "message": "Ignorant liberals are nothing but uninformed jackasses"
        }, 
        {
            "created_time": "2017-08-28T22:33:01+0000", 
            "id": "10154744315580079_126368188007194", 
            "message": "The thing they don't realize is, if something does happen to our president they will be wiped out with no mercy! The non zombie real American patriots will fuxkin destroy them."
        }, 
        {
            "created_time": "2017-08-28T22:51:40+0000", 
            "id": "10154744315580079_288955564915953", 
            "message": "Sounds like a threat. Swat should bust your door down in case you have a shit load of guns like most ammo-sexuals who end up commuting mass murders 🤔"
        }, 
        {
            "created_time": "2017-08-28T22:52:25+0000", 
            "id": "10154744315580079_288955804915929", 
            "message": "Fuck! Is not America the land of the fuckn free?? Let Em be Em!! Fuck!! I do not hate Trump! He´s better then any predident we had in Brazil for the last many, many years!!! But I Love Em!! Just like I always did!! (each day more, actually). And he can curse who the fuck he wants!! And because I Love him, I want him to be free!! Cause that´s what Love is about! He´s free to think, to say to wear what the fuck he wants!! I cant take anymore this shitty \"fans\" acting like Em was in the surfice of the earth to serve them and fill their personal needs!! \"nhenhenhe, shave your beard, nhenhenhe, lose weigh, gain weigh, do this, do that, nhenhenhe, stop doing this, stop doing that!!\" Leave him be, for Christ sake!! Don´t like him anymore?? You´re free too!!!!! Shut the fuck up and buy a Lil Wayne cd!! Stop hoping for Em to change his self to please you!! Who the fuck you think you are??? Go fuck yourselves!! Im pissed with this shit!! You hypocrite egocentrics motherfuckers!! You´re not even your assholes bosses!!! Fuck, fuck."
        }, 
        {
            "created_time": "2017-08-28T22:54:20+0000", 
            "id": "10154744315580079_288956188249224", 
            "message": "Gisele Danon ,,,,U LOST SOME WHERE DOWN THE LINE 45 IS A RACIST THE WORST EVER"
        }, 
        {
            "created_time": "2017-08-28T23:00:20+0000", 
            "id": "10154744315580079_1711753835565234", 
            "message": "Was he racist when he gave al sharpton money? Was he racist when he gave the clintons millions? Was he racist when he was married to a black woman? Was he racist when 50 cent and snoop dogg where posing for pics with him? No he wasn't a racist until he became president lmao y'all are so brainwashed you'll roll with anything you hear. How about do some research. I highly doubt a racist would clothe, feed and provide housing for Jennifer Hudson.... and joe it's my right as a citizen of this beautiful country to own as much ammo and as many guns as I want to protect myself and others or to form a militia against a corrupt government. Never a threat but a promise to this land and my people that if any enemy attacked my president I would stand up with millions of others and do what needs done."
        }, 
        {
            "created_time": "2017-08-28T23:03:06+0000", 
            "id": "10154744315580079_1711757408898210", 
            "message": "Don't like his music gfto lol that simple fuck"
        }, 
        {
            "created_time": "2017-08-28T23:04:09+0000", 
            "id": "10154744315580079_288957848249058", 
            "message": "Where did I say I didn't like his music? Can't read and comprehend gtfo that simple fuxk.... 🤦🏻‍♂️"
        }, 
        {
            "created_time": "2017-08-28T23:17:53+0000", 
            "id": "10154744315580079_1711769902230294", 
            "message": "Angie, \"loser\" could be my middle name. And Im not a Trump expert, in fact. But I do know one thing pretty well: To be called a racist, all it takes is to be white."
        }, 
        {
            "created_time": "2017-08-28T23:20:58+0000", 
            "id": "10154744315580079_288960278248815", 
            "message": "Lol you nailed it!"
        }, 
        {
            "created_time": "2017-08-28T23:32:30+0000", 
            "id": "10154744315580079_288962001581976", 
            "message": "You're the one on a Eminem post when you don't support him? 🤔🤔😂😂 GTFO= get the fuck out"
        }, 
        {
            "created_time": "2017-08-28T23:39:24+0000", 
            "id": "10154744315580079_288962938248549", 
            "message": "I know what it means sweetheart I'm fluent in Ebonics. Didn't realize until this post he didn't like our president. Do you live in the beautiful U.S.A? Because it sounds like you and a few others don't support our president and maybe you should GTFO?  🤦🏻‍♂️ I hope you don't have offspring."
        }, 
        {
            "created_time": "2017-08-28T23:48:37+0000", 
            "id": "10154744315580079_288964298248413", 
            "message": "Damn you riding trump so hard you cant do nothing but hate on people for having a different opinion"
        }, 
        {
            "created_time": "2017-08-28T23:49:20+0000", 
            "id": "10154744315580079_1711793585561259", 
            "message": "Sweetheart? Lol I never said I didn't support him or did, but by the looks of you, looks like you live in maybe Louisiana and that's your cousin you married? 😂😂😂"
        }, 
        {
            "created_time": "2017-08-28T23:52:56+0000", 
            "id": "10154744315580079_1711796908894260", 
            "message": "Yeah I married my cousin I mean why not? One trip to family events instead of two 😂😂😂 you look like your from Mexico you have a green card? 😂😂😂"
        }, 
        {
            "created_time": "2017-08-28T23:54:38+0000", 
            "id": "10154744315580079_1711798265560791", 
            "message": "That makes sense lol thanks for clarifying it 😂😂"
        }
    ]
}