{
    "data": {
        "created_time": "2017-08-29T00:52:26+0000", 
        "id": "10154744315580079_112510989466801", 
        "message": "Nice Satanic devil horns, you Illuminati shill. So now you will be remembered as a whiny multimillionaire, like the Dixie Chicks, that belittles the sitting President While overseas.  Regardless of whether you agree or disagree with a public figure, find some class & respect.  You are such an embarassment to the Nation on so many levels....."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-09-17T19:52:23+0000", 
            "id": "10154744315580079_695960703936228", 
            "message": "there are lots of multimillionaire preachers that are whiny....difference is....Eminem's courage to rise from depression and learn to love himself has given a lot of people hope....and now, i am a songwriter too....my girlfriend says im a great one too. the multimillionaire preachers taught me to hate and belittle and punish myself...and others......so who u think i'm gonna listen to?"
        }, 
        {
            "created_time": "2017-09-17T23:12:11+0000", 
            "id": "10154744315580079_1865542347107888", 
            "message": "Steven Webber  - You obviously missed the point of post.  It is about class & respect.  You can disagree respectfully.  Sorry that this is an elusive concept to you.  Maybe you should stop listening to multimillionaire preachers and find one that is authentic or better yet, read your Bible and develop your own personal relationship with God.  You do not need a preacher to have a relationship with God nor do you need a foul-mouthed, disrespectful, Illuminati, Satan-worshipping shill to latch on to Who is \"preaching\" his own version of hate.  Spoiler Alert:  You will not enjoy where Enimem will lead you.  Best of luck with your songwriting career."
        }
    ]
}