{
    "data": {
        "created_time": "2017-08-29T03:35:56+0000", 
        "id": "10154744315580079_112835002766623", 
        "message": "Why the fuck is everyone hating him onabout trump have you not listened to any of his other music he hates most politicians and yet you \"fans\" want to bitch and moan get the fuck out of her this guys a legend I'm from uk and actually don't think trump is to bad but if he don't like trump how can you fake fans just suddenly switch shit up and say you ain't a fan of em no more your all idiots this guys the goat #legend"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-29T04:20:21+0000", 
            "id": "10154744315580079_1932060550345242", 
            "message": "Could be they're being consistent. What if they liked Em 'cause he says crazy sh*t and didn't care .. and then he attacks a guy for saying crazy sh*t and not caring. How's that work? It really seems to me he's attacking people who for liking exactly what they like EM for.  -- Em's the one that's side-ways here."
        }, 
        {
            "created_time": "2017-08-29T04:25:15+0000", 
            "id": "10154744315580079_1932061300345167", 
            "message": "It's his opinion if he don't like somebody then he don't like them but the fact these \"fans\" are saying there no longer fans amazes me people just getting butt hurt because he's the president but everyone's aloud an opinion and aloud to say that opinion were and when they want this guys a legend and people are cussing like little inbreads when I saw this guy live I've never had a buzz like it nobody could ever change my opinion on him regardless what he says or does he's still the best and I'll always be a fan but I'm guessing there's a lot of fake fans about 🤔"
        }, 
        {
            "created_time": "2017-08-29T05:08:15+0000", 
            "id": "10154744315580079_113353966007188", 
            "message": "I am a fan of his music, his opinion is just as useless as yours."
        }, 
        {
            "created_time": "2017-08-29T05:09:51+0000", 
            "id": "10154744315580079_113354099340508", 
            "message": "You Lot are jokers 😂"
        }, 
        {
            "created_time": "2017-08-29T05:39:22+0000", 
            "id": "10154744315580079_1923591761244721", 
            "message": "Tru remember when he said fuck Bush and Cheney"
        }, 
        {
            "created_time": "2017-08-29T05:45:06+0000", 
            "id": "10154744315580079_745479258990996", 
            "message": "Trust me bro"
        }, 
        {
            "created_time": "2017-08-29T08:36:49+0000", 
            "id": "10154744315580079_329921954133946", 
            "message": "Every single goverment, president are looking out for themselves!!!! Theresa May waste of facking space. Hate the facking uk goverment wanted to make every person have fack all. Hate the royal family bunch of money grabbers. Thats my thoughts and everyone has there own!!!"
        }, 
        {
            "created_time": "2017-08-29T14:11:15+0000", 
            "id": "10154744315580079_261226371048203", 
            "message": "I guess you support this shit bag Eminem who spent most of his career spitting vile anti gay rhetoric."
        }, 
        {
            "created_time": "2017-08-29T14:13:48+0000", 
            "id": "10154744315580079_296230544188955", 
            "message": "Oh shut up you butt hurt cunts"
        }, 
        {
            "created_time": "2017-08-29T20:59:29+0000", 
            "id": "10154744315580079_124431218203098", 
            "message": "😂😂😂😂😂"
        }, 
        {
            "created_time": "2017-08-29T21:05:53+0000", 
            "id": "10154744315580079_113079246027570", 
            "message": "Because the half word is against Donal Trump and when Em tries to be innovative and provocative with dissing Trump, it is just boring and nothing new. Is this the Eminem we knew?"
        }, 
        {
            "created_time": "2017-08-29T21:22:02+0000", 
            "id": "10154744315580079_820134254811917", 
            "message": "I don't mind trump but everyone's aloud an opinion"
        }, 
        {
            "created_time": "2017-08-29T22:15:11+0000", 
            "id": "10154744315580079_1959921207621961", 
            "message": "\"...from uk....\" That's all you needed to say. You're opinion is IRRELEVANT. Keep your thoughts to yourself when speaking of America, your country is suffering its own shit storm right now and we have no want nor need for you to chime in when y'all can't get your own shit together. \nOh, and you can keep the trash bag which to refer to as a \"legend\". We'll keep Trump for ours. Then let's see who comes out on top. 🖕🏻😬\nP.S...Next time y'all get yourselves involved in a shit storm of a war....DON'T CALL US! Handle your own shit. You brought it upon yourselves."
        }, 
        {
            "created_time": "2017-08-29T23:13:31+0000", 
            "id": "10154744315580079_113172259373742", 
            "message": "Fuckoff your a idiot 😂"
        }, 
        {
            "created_time": "2017-08-29T23:17:17+0000", 
            "id": "10154744315580079_167440100487178", 
            "message": "Your complaining about eminem onabout trump when it's his own opinion and now your talking about war like I wanted to get that deep into a convo when I'm just saying it's an opinion so he can express it if your a fan and you don't like his opinion it doesn't mean you shouldn't like um no more I've got friends with different opinions doesn't mean I don't like them no more"
        }, 
        {
            "created_time": "2017-08-30T01:01:14+0000", 
            "id": "10154744315580079_167458283818693", 
            "message": "Just like he says fuck trump, we say fuck Eminem. Not really sure what your point is since we all have an opinion"
        }, 
        {
            "created_time": "2017-08-30T01:05:04+0000", 
            "id": "10154744315580079_237071693484917", 
            "message": "Yeah you can have an opinion but the fact people are saying they aren't fans anymore because he has a different opinion is a joke like he hasn't had controversial points in his whole career some of you people just suck trumps dick and that's coming from someone who actually thinks trumps doing quite a good job over in america"
        }, 
        {
            "created_time": "2017-08-30T02:23:51+0000", 
            "id": "10154744315580079_491008614589624", 
            "message": "So so so Eminem's nothing but a sheep!!!"
        }, 
        {
            "created_time": "2017-08-30T03:37:53+0000", 
            "id": "10154744315580079_261458787699149", 
            "message": "Rhys Richmond"
        }, 
        {
            "created_time": "2017-08-31T00:31:37+0000", 
            "id": "10154744315580079_870732013082433", 
            "message": "Thank you Ryse!!!! Man people are ruthless on him . bcuz he does and can voice his opinion.. No one said you have to like his views. I for one whole heartedly agree with him on this.. When you get to voice your opinion its freedom of speech each and everyone has one.. So you wanna be bashed for voicing your opinion.. America is getting very scary... 54 yrs i have never seen such anger and rage in this country.  This is how wars start people.. Please everyone just take a chill pill for Christ sake..."
        }, 
        {
            "created_time": "2017-08-31T04:33:27+0000", 
            "id": "10154744315580079_662577863937718", 
            "message": "WHAT DID HE SAY ABOUT OBAMA? I MUST OF MISSED IT"
        }, 
        {
            "created_time": "2017-08-31T13:36:56+0000", 
            "id": "10154744315580079_1129734253825181", 
            "message": "We love our country more than a little piece of shit like Marshal. #Fackeminem"
        }, 
        {
            "created_time": "2017-09-01T03:21:41+0000", 
            "id": "10154744315580079_1201526713287374", 
            "message": "Trumpflakes are always offended. They come to artist's pages and complain like a bunch of babies. Most of these idiots don't even like Eminem."
        }, 
        {
            "created_time": "2017-09-01T17:06:20+0000", 
            "id": "10154744315580079_1952081061731358", 
            "message": "This is not the real eminem. The real eminem is dead."
        }, 
        {
            "created_time": "2017-09-01T17:06:59+0000", 
            "id": "10154744315580079_1952081438397987", 
            "message": "Rebecca Reed"
        }
    ]
}