{
    "data": {
        "created_time": "2017-08-28T21:23:54+0000", 
        "id": "10154744315580079_10154744335080079", 
        "message": "😥😭😭😭\nI feel so honored to be the first comment. All of my\nhard work and dedication has paid off. Getting the\ntop comment has been a dream of mine for many\nyears, and I would like to thank those who have\nhelped me along the way. First and foremost I\nwould like to thank god for giving me this opportunity. Next I would like to thank my parents.\nI want to thank my friend Mpho Marobe, for being\nreally skinny and always there for me. I would also\nlike to thank my pet tadpole for surviving against\nall odds for over a week. Next I would like to thank\nthe squirrel that lives in my backyard for climbing trees because that gives me inspiration that I need\nto get through the day. I would like to thank my athletics coach for teaching me about speed. This is a special moment in\nmy life and I would like to thank any of my\nunmentioned friends and family that have helped\nme along the way. This moment will be a moment\nthat I will never forget. I just remembered a few other people I would like to thank; Facebook, the\nfish I caught in the third grade, my light in my room\nbecause I wouldn’t be able to see the keyboard without\nit, the internet for letting me go on Facebook, my\nhouse because without it I would be homeless, and\nlast but not least I would like to thank all the people out there that actually took time out of their day to\nread this. I cannot stress how much of a big deal to\nme this is. I have been trying to be the first\ncomment on a post for years, but that has not been\npossible until this amazing day. Hopefully my good\nluck will continue, but this is undoubtedly a rare occasion. If you asked me how i did this, i would\nsay, you can achieve anything you set your mind on.\nTo all the kids out there reading this, I would like to\ntell them to follow their dreams. Being the top\ncomment is amazing, thank you everyone."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T21:25:30+0000", 
            "id": "10154744315580079_10154744340550079", 
            "message": "4 min 2 l8t"
        }, 
        {
            "created_time": "2017-08-28T21:29:53+0000", 
            "id": "10154744315580079_10154744351720079", 
            "message": "Damn Slow Connection 😭😭💔"
        }, 
        {
            "created_time": "2017-08-28T21:36:58+0000", 
            "id": "10154744315580079_10154744370840079", 
            "message": "Took him 15 minutes to enter all that shit into his phone. 😂"
        }, 
        {
            "created_time": "2017-08-28T21:44:37+0000", 
            "id": "10154744315580079_10154744388295079", 
            "message": "shut the fuck up"
        }, 
        {
            "created_time": "2017-08-28T22:15:37+0000", 
            "id": "10154744315580079_487207734974444", 
            "message": "Do you actually think he has the time to read all these comments? Plus when people write essays he will just scroll passed anyway, it's nice you care but don't be hurt when he don't write back."
        }, 
        {
            "created_time": "2017-08-28T23:03:13+0000", 
            "id": "10154744315580079_288957708249072", 
            "message": "jst lyk stan"
        }, 
        {
            "created_time": "2017-08-29T06:01:33+0000", 
            "id": "10154744315580079_1923601977910366", 
            "message": "Nickel Mwiine Romadhi\nLaba kano\nHahhahahaha. Made my day\nDAMN"
        }
    ]
}