{
    "data": {
        "created_time": "2017-08-28T22:20:49+0000", 
        "id": "10154744315580079_487208761641008", 
        "message": "I have been a fan of yours since 1999. Throughout your career you have slammed every president who ever sat in the White House. Why don't you run is 2020? What would your platform be? What would be your policy objectives? How would you heal the divisions in America?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-29T00:24:38+0000", 
            "id": "10154744315580079_1711826308891320", 
            "message": "Never slammed Obama"
        }, 
        {
            "created_time": "2017-08-29T00:29:33+0000", 
            "id": "10154744315580079_1711829642224320", 
            "message": "\"Dropping bombs like Obama,\" I doubt that was a compliment. But you're right. He went softer on Obama than his predecessors or successor. Funny since Democrats are responsible for turning his hometown into a war zone. Oh well. Some indoctrination runs too deep to fix."
        }, 
        {
            "created_time": "2017-08-29T00:38:08+0000", 
            "id": "10154744315580079_112509229466977", 
            "message": "That was an attempt to make Obama appear strong"
        }, 
        {
            "created_time": "2017-08-29T00:43:13+0000", 
            "id": "10154744315580079_112509719466928", 
            "message": "Right. Conservatives are war mongers, but Obama drops a bomb every 2 min for 8 years and it's a sign of \"strength,\" thank you for proving my point about indoctrination."
        }, 
        {
            "created_time": "2017-08-29T02:27:19+0000", 
            "id": "10154744315580079_862254267270417", 
            "message": "And Obama lifted Detroit, after the Bush years. A place Romney (Republican) said to \"let it die.\" \n\nSelective memory, or color blind?"
        }, 
        {
            "created_time": "2017-08-29T07:44:22+0000", 
            "id": "10154744315580079_339679453149231", 
            "message": "Matthew Grimmett I'm from Detroit and that's a Damn lie! Maybe do some research about a place you obviously have no clue About"
        }, 
        {
            "created_time": "2017-08-29T13:11:19+0000", 
            "id": "10154744315580079_1456894647720052", 
            "message": "👆 Matthew Grimmett"
        }, 
        {
            "created_time": "2017-08-29T14:10:28+0000", 
            "id": "10154744315580079_115126512486164", 
            "message": "Don't forget all the hateful anti gay rhetoric that Eminem spit for years."
        }, 
        {
            "created_time": "2017-08-29T14:19:46+0000", 
            "id": "10154744315580079_296233070855369", 
            "message": "He still does 😂"
        }, 
        {
            "created_time": "2017-08-29T19:43:05+0000", 
            "id": "10154744315580079_115173785814770", 
            "message": "Matthew, Romney never said to let Detroit die. He said for them to file bankruptcy and go through the system the way most bankrupt cities do. Obama claimed Romney wanted to \"let Detroit die\""
        }, 
        {
            "created_time": "2017-08-29T21:05:19+0000", 
            "id": "10154744315580079_1928910040696259", 
            "message": "How dumb can you people be? Let me guess \"Trump base\"? 😂\n\nDetroit did go through a managed bankruptcy, but filing a full bankruptcy would have not worked in 2008, because the market was too frozen. \n\nSo yes, Romney wanted Detroit to die, as a full bankruptcy would have never worked."
        }, 
        {
            "created_time": "2017-08-29T21:08:13+0000", 
            "id": "10154744315580079_124432128203007", 
            "message": "Also, I'm going to guess and say auto industry positives were a lie by the media, even though executive's have admitted they were back, right?😂\n\nGo ahead, I know it's coming. Just go see what Twitter chief says, so you can repeat it for 3 months. 😭"
        }, 
        {
            "created_time": "2017-08-29T21:08:38+0000", 
            "id": "10154744315580079_124432171536336", 
            "message": "Okay Matthew Grimmett keep electing politicians from the same party that turned Detroit into a third world country. 👏👏 because Obama and the Democrats did soooo much to help inner cities like Detroit, St. Louis, Chicago etc etc etc..."
        }, 
        {
            "created_time": "2017-08-29T22:18:30+0000", 
            "id": "10154744315580079_163830284169506", 
            "message": "Chris Hofstetter you can't teach Matthew G.  He is too far gone.  Too much of the liberal bullshit koolaid.  Commie News Network and MSNBC have been dishing out to their zombie followers.  Add in Soro's paying Antifa and BLM Blood money at 25.00 an hour and well.  I say without a civil war this country may be fucked and it is all these liberal's shits fault.  They say Trump starting the war, but it is all them.  Eninem is just another General Celebrity Useful Idiot used to rile up the scum..."
        }
    ]
}