{
    "data": {
        "created_time": "2017-05-27T06:38:08+0000", 
        "id": "10154482919130079_128285577741361", 
        "message": "The funny part is he's still gonna go harder ( pause ) than 98% of the garbage on the radio today. N he's an older rap artist now. I guess Young Thug n then other Boi's might wanna stop dressing in dresses n carrying purses n get they S*** together."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-27T09:20:33+0000", 
            "id": "10154482919130079_311091842647586", 
            "message": "I don't like new rap aside from TDE, Lecrae but c'mon, we can't have a genre dedicated to parties? Because that's what Trap music is. If anything Andre 3000 wore borderline homo clothes if that's what you wanna call it... But you know, roast me lmao"
        }, 
        {
            "created_time": "2017-05-27T09:59:25+0000", 
            "id": "10154482919130079_472562223093318", 
            "message": "I'm not saying it's all got to be party or trap. However 2Pac Nas Jay Z Biggie Master P Nelly 2 Chains Ludacris Young Jezzy  even 3 stacks all made amazing muzik n stood out by the muzik not by image alone. They sound made them last a long time. Young Thug in a dress n lil Uzi Vert with a purse will be a flash in the night cause they make muzik that has no sound or nothing to last n are more dependant on image rather than sound. Which is the key difference of back then n today. Most people can tell the difference between actually being flamboyant n someone who is just out they damn mind. Which is why no one really buys into the image of Young Thug or Lil Uzi Vert or anyone else they are wack n it's hard ( pause ) to sell a non wack image when you yourself are wack as all f***. 3 Stacks dressed flamboyant but never spit a lame or wack verse to my knowledge n he carried himself completely different from these kids. Making the situation completely different. Its like comparing it Rick James or Prince. Again you got to look at the person n question how much do you believe the Image? Can the image mix with the muzik? Does it? N to me it's a no n I don't think a lot of people buy it. But that's just me...."
        }, 
        {
            "created_time": "2017-05-27T16:50:08+0000", 
            "id": "10154482919130079_370607980007305", 
            "message": "Lil Boat isn't who you think he is. He is actually a good kid. You can not like his music, but you can't trash his character. I don't like his music at all, but at least he isn't running around doing stupid shit. He doesn't even do drugs or smoke weed."
        }, 
        {
            "created_time": "2017-05-27T16:51:16+0000", 
            "id": "10154482919130079_429298707463361", 
            "message": "That's just lil boat tho. The others are pretty annoying to see let alone hear their voice"
        }
    ]
}