{
    "data": {
        "created_time": "2017-05-30T09:30:32+0000", 
        "id": "10154482919130079_1344425128968847", 
        "message": "ALL HANDS ON DECK TO SAVE THIS BABY!!!!\n\nMedically Kidnapped Baby Scheduled for Execution TODAY!\n\nDoctors at Vanderbilt Hospital in Tennessee want to take a baby off of life support Tuesday, May 30. His family is fighting for his very life. They believe that there is still hope for 7 month old Steffen Rivenburg Jr., who was born with heart defects but was not sick until after Child Protective Services seized custody of him and his older sister on February 2.\n\nHis mother Patricia Tornburg told Health Impact News that, even though he is very sick now:\n\nI feel like he can make a turn-around. My husband and I want to give him a chance by keeping him on life support.\n\nAfter baby Steffen was taken from his parents and placed into foster care, he caught a very serious viral infection on February 17 which caused damage to his heart. A heart surgery that the parents were told would not be needed until he was 6 months old became necessary on February 23. That was followed by 3 more heart surgeries and other procedures on his tiny body.\n\nPatricia and Steffen Rivenburg Sr. have told the hospital and the Department of Children's Services (DCS) that they refuse to consent to taking their son off of life support, but the doctors reportedly plan to unplug him by noon on Tuesday, May 30th.\n\nThe family is requesting that everyone call the Governor of Tennessee today to prevent this from happening."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-30T09:31:20+0000", 
            "id": "10154482919130079_1324014814384107", 
            "message": "http://medicalkidnap.com/2017/05/30/medically-kidnapped-baby-scheduled-for-execution-today/"
        }, 
        {
            "created_time": "2017-05-30T09:31:37+0000", 
            "id": "10154482919130079_1254539928007239", 
            "message": "Governor Bill Haslam 1st Floor, State Capitol Nashville, TN 37243 (615) 741-2001"
        }, 
        {
            "created_time": "2017-05-30T09:32:29+0000", 
            "id": "10154482919130079_160506854487420", 
            "message": "Please if you have any suggestions to save Baby Steffen, please share immediately."
        }, 
        {
            "created_time": "2017-05-30T09:32:57+0000", 
            "id": "10154482919130079_160506917820747", 
            "message": "please share to all groups, to all pages."
        }
    ]
}