{
    "data": {
        "created_time": "2017-05-26T20:41:22+0000", 
        "id": "10154482919130079_10154483183630079", 
        "message": "He hates that song and doesn't  play it anymore why would it play for this promo smh"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-26T21:08:24+0000", 
            "id": "10154482919130079_10154483235700079", 
            "message": "I did hear about that too but it's probably because it's his most well known song on the album.. catches people's attention and it's a nostalgic feeling. I wonder this too, if his team just decided on it or if he had a say in it too."
        }, 
        {
            "created_time": "2017-05-26T22:11:14+0000", 
            "id": "10154482919130079_10154483346605079", 
            "message": "Lol no way lady, there is no audio until you open the video, in which case you've already had your attention caught"
        }, 
        {
            "created_time": "2017-05-26T23:10:26+0000", 
            "id": "10154482919130079_266980030441276", 
            "message": "Not always ahaha, if you scroll through videos (at least on my phone) they just start playing. This is after you've clicked a video though and there's more underneath! But I totally get what you're saying, he did say he didn't want to play the song anymore but again it's the most well known song on the album, it's probably just marketing"
        }, 
        {
            "created_time": "2017-05-27T21:42:55+0000", 
            "id": "10154482919130079_1348040511976907", 
            "message": "Kaylaa Danielle Rilley   Still dumb that they play it, at least 5 other songs that are very well known on the album, gotta respect the mans word, he said he cringes every time he hears that it, I get the marketing thing, but he obviously doesn't need the money, I'm just saying it's dumb they would play that for this promo"
        }
    ]
}