{
    "data": {
        "created_time": "2013-11-30T02:40:17+0000", 
        "id": "10151769704740079_11810154", 
        "message": "Now we all thinking this is still Eminem!...Crazy!...But tell me, Look at da old Eminem & da new one, First of all, da old one used to wear ear rings & if you take them ear rings off you can't take da holes off too bt da new one don't have holes on hiz earz,..now look at this again..da old Eminem used to have blue eyes & da new one don't have blue eyes at all so what happened to them?...look at da old Em's face & look at da new one..even if people grow old but they don't lose their eyes, face shape & da hole on their earz & look at da coners of hiz hair!...The question is, What happened to da real Eminem? Da one who used to smile & do crazy sh*t in front of da Camera? &  who is this angry one who don't even smile....Fuck this sh*t...\"open your 3rd eye\".."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-30T02:54:51+0000", 
            "id": "10151769704740079_11810348", 
            "message": "He lost proof, he was 2 hrs away from dying, and was on drugs and in rehab and grew up...so fuck outta here"
        }, 
        {
            "created_time": "2013-11-30T02:57:22+0000", 
            "id": "10151769704740079_11810381", 
            "message": "So after he lost Proof he even lost da holes on hiz earz?...even lost da dark spots on hiz face?...you still lost.."
        }, 
        {
            "created_time": "2013-11-30T03:01:42+0000", 
            "id": "10151769704740079_11810437", 
            "message": "da holez grow back n farz I can tell his eyes be da same culur"
        }, 
        {
            "created_time": "2013-11-30T03:06:59+0000", 
            "id": "10151769704740079_11810509", 
            "message": "You need glasses or something lol. Eyes are same color, holes can close up (not to mention the glare from the photo) Different angles can make the shape of the face a little different (picture on left his head is tilted a little) and lighting can make dark spots appear/disappear. Hair color can also make a difference in the way skin tone appears. Still sexy as always, Eminem that is not you haha"
        }, 
        {
            "created_time": "2013-11-30T03:07:02+0000", 
            "id": "10151769704740079_11810510", 
            "message": "@ Sky.,Thatz impossible & you know those holes don't grow back...now tell me, what about da new coners of his hair?...Ohh,.."
        }, 
        {
            "created_time": "2013-11-30T03:11:04+0000", 
            "id": "10151769704740079_11810550", 
            "message": "@ Pamela..so you tell me if your eyes r Big when you grow up they will be small even lose da blood on your face because of da angles??..hahaha..Lost neh..."
        }, 
        {
            "created_time": "2013-11-30T03:12:54+0000", 
            "id": "10151769704740079_11810568", 
            "message": "Why don't you stop focussing on eminem and focus on your grammar. Jesus please help this dude. Holes* the* his* ears. Now go spend your welfare check on some new Jordan's and his new cd."
        }, 
        {
            "created_time": "2013-11-30T03:15:48+0000", 
            "id": "10151769704740079_11810590", 
            "message": "Adam J, You talking like a baby...guess you still gat a lot to learn is this World.."
        }, 
        {
            "created_time": "2013-11-30T03:24:39+0000", 
            "id": "10151769704740079_11810711", 
            "message": "Idiot, when you stop wearing earings the holes do close up, ask any female who has worn earings. Plus his face shape, he lost weight and was on drugs, been there. it'll change a whole lot of shit. His hair, its called cutting it to taper around your ears. Get an education and for the eyes. yeah could be a glare and fuck, he could be wearing contacts. Maybe you just need to pull your head out your ass. Plus he's a rap god. "
        }, 
        {
            "created_time": "2013-11-30T04:05:12+0000", 
            "id": "10151769704740079_11811049", 
            "message": "What the actual fuck? So you think he's a reptilian duplicate? A body snatcher killed the old one? I can tell by the way you write and what I think it is you're trying to say here (it's difficult to translate,honestly my 3rd grader writes more coherently) that you really believe anything that's said to you. Well then, believe this - go to school and stop doing drugs."
        }, 
        {
            "created_time": "2013-11-30T04:06:01+0000", 
            "id": "10151769704740079_11811056", 
            "message": "Wtf Its the same Em blood  (LOL)  take it from a oldie Lol  only problem with Em is he seems to be to intreasted in money and not HIS music or Fans :-(  I STILL LOVE BUT WON'T SPLASH MY CASH UNTIL HE LVS HIS FANS AGAIN. So There......"
        }, 
        {
            "created_time": "2013-11-30T04:15:47+0000", 
            "id": "10151769704740079_11811114", 
            "message": "He stopped doing it for his fans, he's doing it for him. Its not about the money. If you knew what it was about, you'd get it. I don't claim to know everything, but I do know what its like to rap for yourself and not do it for other peoples attention. He loves his fans and appreciates everyone of them. "
        }, 
        {
            "created_time": "2013-11-30T04:23:33+0000", 
            "id": "10151769704740079_11811173", 
            "message": "dude,fuck off!! the real eminem is at your house fucking your mama!! :D"
        }, 
        {
            "created_time": "2013-11-30T04:38:36+0000", 
            "id": "10151769704740079_11811285", 
            "message": "omg your by far one of the dumbest people iv ever came across"
        }, 
        {
            "created_time": "2013-11-30T04:46:20+0000", 
            "id": "10151769704740079_11811335", 
            "message": "It's called drugs man hahaha"
        }, 
        {
            "created_time": "2013-11-30T05:00:42+0000", 
            "id": "10151769704740079_11811453", 
            "message": "Go learn how to spell and speak some English. Yes holes in your ears can close up. I know this from experience. Go back and get an education and know your facts before you make your self look even more ridiculous. Than again it's funny that you are all butt-hurt comparing a photo with a difference of ten years or so. :-D"
        }, 
        {
            "created_time": "2013-11-30T08:11:38+0000", 
            "id": "10151769704740079_11812492", 
            "message": "Yo'll talkin like you know da different between da facts & truth!..clearly you don't...talking about education as if they goun teach you da truth...\"lost souls\"..."
        }, 
        {
            "created_time": "2013-11-30T09:59:19+0000", 
            "id": "10151769704740079_11812904", 
            "message": "I don't if this is a troll or you're actually real here, but if you are in fact a troll, you did an excellent job."
        }, 
        {
            "created_time": "2013-11-30T12:45:37+0000", 
            "id": "10151769704740079_11813810", 
            "message": "Please go to Viet Nam !!!"
        }, 
        {
            "created_time": "2013-11-30T13:13:39+0000", 
            "id": "10151769704740079_11813961", 
            "message": "Nc Nc Nc Nc Nc Nc, Intelligent but Bumb buy Nature!.."
        }, 
        {
            "created_time": "2013-11-30T13:47:32+0000", 
            "id": "10151769704740079_11814172", 
            "message": "Dude give it up, your an idiot and you just made it known worldwide. It's still the same em. E=mc2. That's eminem equals 2 of any average rapper. Plus your just jealous you aren't famous like him and will probably never be."
        }, 
        {
            "created_time": "2013-11-30T14:02:30+0000", 
            "id": "10151769704740079_11814426", 
            "message": "You just went full retard."
        }, 
        {
            "created_time": "2013-11-30T14:05:24+0000", 
            "id": "10151769704740079_11814484", 
            "message": "By the way the truth is no one knows the truth, but when you use common sense and knowledge, you can make an educated inference. You just seem to be pulling a bunch of shit out of your ass and not using you brain. Third eye, please. what are you from ninety's rock band, cause your third eye must be blind. "
        }, 
        {
            "created_time": "2013-11-30T14:23:29+0000", 
            "id": "10151769704740079_11814621", 
            "message": "John that's cool. truth hurts, u went to skul, sorry ”school”, learnt how to suck dick so u can teach urself hw to hiccup cum! Just nice!"
        }, 
        {
            "created_time": "2013-11-30T14:31:24+0000", 
            "id": "10151769704740079_11814668", 
            "message": "Wow gay jokes, cause you're the only gay guy on your posts. Your jokes are lame, you'll never have fame, but if you could suck anymore, you might actually make it as a decent whore, that is with a bag over your face, cause your the biggest disgrace to this earth, your not even gonna prove your worth, but you're only worth half of my wrath, so I'm just gonna end this with, kiss my ass and get a new act."
        }
    ]
}