{
    "data": {
        "created_time": "2017-06-01T07:56:00+0000", 
        "id": "10155849356871729_794799950688415", 
        "message": "I want to deactivate my facebook but i cannot access on my Account Settings! Whats happening??\nCan you please fix this?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-01T22:35:54+0000", 
            "id": "10155849356871729_1915717028641055", 
            "message": "Hi Jairus. You can deactivate your account by following these steps: http://bit.ly/2rh237J. If you're still experiencing this issue, please report it to us here:  http://bit.ly/2su5qpQ. -Jessica"
        }, 
        {
            "created_time": "2017-06-02T06:58:07+0000", 
            "id": "10155849356871729_1399595980120332", 
            "message": "Hi @Facebook I was wondering if there can a feature in group chats where we have admins mods and the owner and they have control of who to remove or ban admin or de admin that sort of thing. I really don't think in group chats everyone should have the option to remove people"
        }, 
        {
            "created_time": "2017-06-02T11:29:22+0000", 
            "id": "10155849356871729_1770388103273950", 
            "message": "Facebook Hello my name is Fuad. How can I confirm the page with the blue sign? Where can I find the link?"
        }, 
        {
            "created_time": "2017-06-02T14:27:00+0000", 
            "id": "10155849356871729_514448178678770", 
            "message": "Hi Fuaad. We’re currently only accepting verification requests from Pages that represent celebrities, public figures, sports teams, media and entertainment. Please keep in mind that most Pages and profiles, including local businesses, aren't eligible for verification at this time. You can learn more at: http://bit.ly/2sxeI4o. -Jessica"
        }, 
        {
            "created_time": "2017-06-02T17:18:19+0000", 
            "id": "10155849356871729_1873749049544073", 
            "message": "Facebook It appears Facebook has removed the page I created for my passion of bringing more awareness to Traumatic Brain Injuries. With close to 35,000 \"likes\" they \"unpublished\" the page, with no reasons stated.\nhttps://www.facebook.com/Rex-Emerson-621955664664244/  No one from Facebook will help, and I had request help with a URL in Aug 2016, all requests were unanswered"
        }, 
        {
            "created_time": "2017-06-08T22:38:44+0000", 
            "id": "10155849356871729_286818898448202", 
            "message": "😂 if they haven't helped any of the posts I've read, I'm doomed.  BTW Facebook Jairus said \"DEACTIVATION\" NOT \"VERIFICATION\". 😂 I'm done."
        }
    ]
}