{
    "data": {
        "created_time": "2017-06-05T14:09:49+0000", 
        "id": "10155849356871729_1365768500196873", 
        "message": "Facebook should not have started putting ads in the middle of videos. You discourage people from watching the whole video because of this. I immediately scroll away from a video that starts an ad in the middle of a video regardless how much I am interested in it because its ridiculous that you guys will sell out that much to ad agencies that you won't even let me finish my video. When will you have enough money that you will stop shoving ads down are throats like the rest of the world. Ads have taken over everyones lives so it would be nice if you guys switched it up a little and didn't do the same to us that the rest of the world does. Don't be so greedy."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-05T15:33:26+0000", 
            "id": "10155849356871729_301283996984057", 
            "message": "We’re sorry to hear that, Jeremy. We’re working hard to ensure that our updates improve everyone’s Facebook experience. Please share your video ad feedback with us here: http://bit.ly/2sw7dvf. -Elizabeth"
        }, 
        {
            "created_time": "2017-06-05T19:32:16+0000", 
            "id": "10155849356871729_233026577185505", 
            "message": "Yes! I came on here specifically to figure out how I make a complaint about it! It's rude and I instantly shut off the app or close the video. I don't mind watching the ad at the beginning like normal video websites and platforms. But interrupting a 1 minute video to play 30 seconds of minions saying the same thing over and over makes me want to lash out irrationally and I don't watch the video... in fact I'm so annoyed that I won't watch them until this stops."
        }, 
        {
            "created_time": "2017-06-07T10:41:31+0000", 
            "id": "10155849356871729_224832328030585", 
            "message": "Facebook wow that was generic"
        }, 
        {
            "created_time": "2017-06-08T18:51:51+0000", 
            "id": "10155849356871729_1365537266816716", 
            "message": "Giving feedback doesn't work.  I can't block friend requests or people from messenger.  FB keeps breaking what wasn't broke."
        }, 
        {
            "created_time": "2017-06-08T19:25:09+0000", 
            "id": "10155849356871729_443824839315022", 
            "message": "Let's just boycott ads. Every video with an ad, just turn it off. If we stop watching them then they will change it. I'm gonna make a page for that"
        }, 
        {
            "created_time": "2017-06-11T22:46:30+0000", 
            "id": "10155849356871729_1579904342032975", 
            "message": "Ads or not... you're still gonna wait for your video to play hahaha"
        }, 
        {
            "created_time": "2017-06-14T15:03:38+0000", 
            "id": "10155849356871729_270732680068961", 
            "message": "AGREED! Hate the ads!"
        }
    ]
}