{
    "data": {
        "created_time": "2017-06-06T21:25:59+0000", 
        "id": "10155849356871729_248130542338965", 
        "message": "Can facebook please fix my friend request problem that I've reported on three different occasions?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-06T21:28:47+0000", 
            "id": "10155849356871729_841159469371436", 
            "message": "Hi Erin. We hear your frustration and we're sorry you're experiencing this issue. If you've reported it to our team, please sit tight while we take the time to review it. We appreciate your patience. -Jessica"
        }, 
        {
            "created_time": "2017-06-06T21:39:31+0000", 
            "id": "10155849356871729_1970772729832062", 
            "message": "This has been ongoing since February. This first time I reported it I was told that Facebook is constantly releasing updates  and that Facebook hopes the details I provided will help improve my experience. For the report I just made today the response was \"your feedback will be used to improve Facebook\". How do I get your team to fix the issue?! Sitting right obviously doesn't work based off of the responses the team gives me."
        }, 
        {
            "created_time": "2017-06-11T22:44:29+0000", 
            "id": "10155849356871729_1694538310849205", 
            "message": "Jessica means to say... Facebook can't use your feedback to improve other people... they're just gonna keep requesting. 😂"
        }, 
        {
            "created_time": "2017-06-15T17:39:13+0000", 
            "id": "10155849356871729_314268469014378", 
            "message": "Facebook Pls see my issue as well... Thank you Facebook Team \n\nPls Advise if you can help me with our Business page issue.... Its crucial and Have not gotten a response from you... PLs Pls pls advise to the several reports I have submitted.\nhttps://www.facebook.com/eloy.villamil/messages/ \nIm unable to see who Is responding on our clients on our messenger board. PLS help\nRegarding > https://www.facebook.com/eloy.villamil/messages/"
        }
    ]
}