{
    "data": {
        "created_time": "2017-05-26T18:13:53+0000", 
        "id": "10155849356871729_10155849801476729", 
        "message": "I have a question that I haven't found answer for in the help center and the community forums. I wrote a message, can you please get in contact with me?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-26T18:18:49+0000", 
            "id": "10155849356871729_10155849813031729", 
            "message": "Hi Péter. This is a great place to ask questions. How can we help? -Brittany"
        }, 
        {
            "created_time": "2017-05-26T18:23:52+0000", 
            "id": "10155849356871729_10155849825071729", 
            "message": "Facebook I was looking for solutions for a real big problem that even other people had/has and I haven't found an answer: so what happens when you lock out someone due to suspicious activity (I don't really know what counts suspicious) and you want to send a confirmation text message to their phone that they authorized before. BUT! they don't have access to that number anymore - for instance losing the phone, switching service provider, etc.\nOn the page there is no option to change the phone number, so what can one do? Create an other account and hope they won't be locked out again?"
        }, 
        {
            "created_time": "2017-05-26T18:27:12+0000", 
            "id": "10155849356871729_10155849832806729", 
            "message": "Hi Péter. You may be able to get back into your Facebook account by answering a security question, using an alternate email address listed on your account or getting help from friends. Keep in mind that you'll only see these options if you set them up. Learn more: http://bit.ly/2qrJHxb. -Brittany"
        }, 
        {
            "created_time": "2017-05-26T18:29:54+0000", 
            "id": "10155849356871729_10155849838431729", 
            "message": "Facebook What if there's no friend that has been set up to that - to be honest I don't even know how I would do that - and his profile is not visible anymore? There's no security question appearing but still has access to the registered e-mail address."
        }, 
        {
            "created_time": "2017-05-26T18:35:35+0000", 
            "id": "10155849356871729_10155849851986729", 
            "message": "Hey Péter. If your friend's account is disabled, they won't be able to log in. Please keep in mind that there are many reasons why an account might be disabled, and we handle each of these cases differently. Learn more: http://bit.ly/2qo3leg. -Brittany"
        }, 
        {
            "created_time": "2017-05-26T18:36:55+0000", 
            "id": "10155849356871729_10155849854806729", 
            "message": "Facebook so that's it? There is no hope to get it back?"
        }, 
        {
            "created_time": "2017-05-26T18:46:01+0000", 
            "id": "10155849356871729_10155849876866729", 
            "message": "By the way he still got the confirmation message window when he tried to log in yesterday, it didn't say that his account was disabled."
        }, 
        {
            "created_time": "2017-05-26T20:10:47+0000", 
            "id": "10155849356871729_10155850085526729", 
            "message": "Dear Brittney,\nThe account is not disabled, on the ,,My Personal Account was Disabled\" page it says that the e-mail does not belong to a disabled account."
        }, 
        {
            "created_time": "2017-05-27T10:26:16+0000", 
            "id": "10155849356871729_1674150462891704", 
            "message": "i want to asking some questions..??"
        }, 
        {
            "created_time": "2017-05-27T16:02:56+0000", 
            "id": "10155849356871729_1848784575373724", 
            "message": "Facebook It turns out it's not disabled, what else can be done?"
        }
    ]
}