{
    "data": {
        "created_time": "2017-06-02T15:48:24+0000", 
        "id": "10155849356871729_1856685397988512", 
        "message": "Thought you would like to be aware of this going around.... I don't think it is true but wanted to make sure!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-02T15:48:32+0000", 
            "id": "10155849356871729_320342915064030", 
            "message": "Hi I'm mark The Director of facebook \nHello everyone, it seems that all the warnings were real, facebook use will cost money\nIf you send this string to 18 different from your list, your icon will be blue and it will be free for you.\nIf you do not believe me tomorrow at 6 pm that facebook will be closed and to open it you will have to pay, this is all by law.\nThis message is to inform all our users, that our servers have recently been very congested, so we are asking for your help to solve this problem. We require that our active users forward this message to each of the people in your contact list in order to confirm our active facebook users if you do not send this message to all your facebook contacts then your account will remain inactive with the consequence of Lose all your cont the transmission of this message. Your SmartPhone will be updated within the next 24 hours, will have a new design and a new color for the chat. Dear Facebook users, we are going to do an update for facebook from 23:00 p.m. until 05:00 a.m. on this day. If you do not send this to all your contacts the update will be canceled and you will not have the possibility to chat with your facebook messages\nWill go to pay rate unless you are a frequent user. If you have at least 10 contacts\n Send this sms and the logo will turn red to indicate that you are a user\nConfirmed ... We finish it for free Tomorrow they start to collect the messages for facebook at 0.37 cents Forward this message to more than 9 people of your contacts and it will be free of life for you to watch and it will turn green the ball of above do it and you will see\n Facebok is now free, send 10 people to reactivate your service again without cost"
        }, 
        {
            "created_time": "2017-06-02T16:00:53+0000", 
            "id": "10155849356871729_632509530278029", 
            "message": "Hi Tammy. Our team is aware of this hoax campaign. Please disregard the message and be sure not to release any personal or financial information to the sender. Thanks for checking in with us! -Brittany"
        }, 
        {
            "created_time": "2017-06-02T17:06:58+0000", 
            "id": "10155849356871729_1710637379235484", 
            "message": "Thank you so much for your reply"
        }, 
        {
            "created_time": "2017-07-16T12:47:00+0000", 
            "id": "10155849356871729_212104745983445", 
            "message": "wawinamam"
        }, 
        {
            "created_time": "2017-07-28T18:16:23+0000", 
            "id": "10155849356871729_1464623520250557", 
            "message": ""
        }, 
        {
            "created_time": "2017-07-28T18:16:33+0000", 
            "id": "10155849356871729_451639201885045", 
            "message": ""
        }, 
        {
            "created_time": "2017-07-28T18:16:43+0000", 
            "id": "10155849356871729_120769835217031", 
            "message": ""
        }
    ]
}