{
    "data": {
        "created_time": "2017-05-26T20:00:41+0000", 
        "id": "10155849356871729_10155850059386729", 
        "message": "I like to keep my news feed on most recent, however, lately it keep being changed to top news.  How can I stop this??  It is very annoying."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 41
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-26T20:03:27+0000", 
            "id": "10155849356871729_10155850068126729", 
            "message": "Hi Marcie. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2qXuN5l. -Jessica"
        }, 
        {
            "created_time": "2017-05-26T20:16:07+0000", 
            "id": "10155849356871729_10155850101806729", 
            "message": "I understand that, but when I change it, why won't it stay changed.  It used to stay changed all day but recently, it needs to be changed everytime I go my home page."
        }, 
        {
            "created_time": "2017-05-26T20:38:28+0000", 
            "id": "10155849356871729_10155850155131729", 
            "message": "It needs to be an option to set it as default. I'm tired of seeing posts I've already seen and commented on from a week ago."
        }, 
        {
            "created_time": "2017-05-26T20:49:25+0000", 
            "id": "10155849356871729_10155850183526729", 
            "message": "Some people should read most people..."
        }, 
        {
            "created_time": "2017-05-27T01:39:33+0000", 
            "id": "10155849356871729_854491998057027", 
            "message": "Lame"
        }, 
        {
            "created_time": "2017-05-27T02:27:53+0000", 
            "id": "10155849356871729_109874729602092", 
            "message": "Interesting... I don't know anyone who prefers top news.  I also don't recall Facebook asking my opinion.  Where did you get your findings?"
        }, 
        {
            "created_time": "2017-05-27T12:25:45+0000", 
            "id": "10155849356871729_268052856937315", 
            "message": "No point in looking at the news feed to keep up to date when it just shows you highlights from the past week. This should be an option to have as default."
        }, 
        {
            "created_time": "2017-05-27T13:07:06+0000", 
            "id": "10155849356871729_1284102028354716", 
            "message": "I see Facebook won't answer the question lol."
        }, 
        {
            "created_time": "2017-05-27T13:42:55+0000", 
            "id": "10155849356871729_665677960308322", 
            "message": "I prefer top news! I'm not a big Facebook user, and log in once or twice a week or so. I personally don't want most recent, so top news is much better for me. If you use Facebook several times a day, then most recent is most likely much more useful to you. Most recent is almost useless to me as an occasional user. \n\nTop news makes Facebook lots of  money through advertising though, as more people see the posts that companies pay to share, so don't expect it to change back to most recent in the future!"
        }
    ]
}