{
    "data": {
        "created_time": "2017-06-07T19:55:16+0000", 
        "id": "10155849356871729_163715047500069", 
        "message": "EMERGENCY!!!! EMERGENCY!!!\nMy friend's profile Ирена Мулачка has been hacked. She is a well known jurnalist in macedonia and she has been receiving threats. Yesterday her profile was hacked and somebody has changed her name and is using all her photos. Her name is Ирена Мулачка. At this moment her profile name is Nicole Kimbel which is a fake profile however they are still using her photo. Many friends have reported this since the day before yesterday however the problem has not been resolved. Please take a look at the profile and respond me back at your earliest convenience. Thank you so much."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-07T20:16:55+0000", 
            "id": "10155849356871729_759780277517439", 
            "message": "Hi Lidija. If your friend can't get into their account because it was taken over by someone else, please tell them to go to the Hacked Accounts section to get immediate help. Learn how: http://bit.ly/2rCm88U. -Neha"
        }, 
        {
            "created_time": "2017-06-07T20:33:20+0000", 
            "id": "10155849356871729_1937126309867625", 
            "message": "Thank you"
        }, 
        {
            "created_time": "2017-06-07T20:36:20+0000", 
            "id": "10155849356871729_307144629707262", 
            "message": "But it doesn't help it only has information nothing else"
        }, 
        {
            "created_time": "2017-06-07T22:23:03+0000", 
            "id": "10155849356871729_1103530939747784", 
            "message": "Lidija Mackovski Kirovska .. I don't think there is actually ANY help at FB.."
        }, 
        {
            "created_time": "2017-06-08T16:53:08+0000", 
            "id": "10155849356871729_1343042125751617", 
            "message": "There is No Help. It is such a Easy Fix. Just see Who Created the page and Give them back their Administrators statues."
        }, 
        {
            "created_time": "2017-06-08T17:48:35+0000", 
            "id": "10155849356871729_313184489095667", 
            "message": "Her facebook profile doesn't exist any more. Who ever hacked her profile changed her email adress changed her name and now deleted her profile. So if you type her name in search it doesn't show up. Even if you type the fake name they changed to it doesn't appear. But thank you for trying to help."
        }, 
        {
            "created_time": "2017-07-04T10:41:02+0000", 
            "id": "10155849356871729_149443068957677", 
            "message": "Open the email and you will find that you deleted the email from Elvis. Click not to do so and you will restore the account\n\nor\nBy disabling your account by impersonating your account and submitting all the information, the page will be disabled\nhttps://www.facebook.com/help/contact/169486816475808"
        }
    ]
}