{
    "data": {
        "created_time": "2017-11-01T19:58:35+0000", 
        "id": "10155849356871729_128861551151991", 
        "message": "Hello Facebook Team I believe I have been scammed.  I'm  sure you have a list of your Agents the last agent was John Palmer or Esther Woodford. If I give you permission to  access my Messinger and forward you the extensive e-mails from John Palmer. Can you let me know.  I am waiting for a tracking number from John Palmer.  I need to get on top of this if I been scammed need to contact police. This happened today sent the money"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-01T20:55:00+0000", 
            "id": "10155849356871729_1676823745721589", 
            "message": "Hi Cheryl. This sounds like a hoax email. People sometimes create fake emails that look like they're from Facebook. We recommend that you do not provide any more personal or financial information to the sender and report the spam to us by using these tips: http://bit.ly/2z9VvMx . You can also learn more about how to avoid scams on Facebook in our Help Center: http://bit.ly/2zcLGgG. -Kiara"
        }, 
        {
            "created_time": "2017-11-01T23:01:45+0000", 
            "id": "10155849356871729_992612494211269", 
            "message": "Thank you \nI feel like a total idiot is there a way to recover my money ?"
        }, 
        {
            "created_time": "2017-11-06T21:32:53+0000", 
            "id": "10155849356871729_188669065025931", 
            "message": "Its a scam honey they only got my name number bd and pic but i didnt send them any money i called police"
        }, 
        {
            "created_time": "2017-11-07T00:20:51+0000", 
            "id": "10155849356871729_181306465778492", 
            "message": "Yes I did as well as FTC. And registered a  complaint with Moneygrams fraud dept"
        }
    ]
}