{
    "data": {
        "created_time": "2017-06-07T22:01:15+0000", 
        "id": "10155849356871729_659847424219461", 
        "message": "Why is Facebook hindering my posts, my edits and my sharing? I've done nothing that violates community rules.. Is someone messing with the code on my page? It's almost as if I've been targeted."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-07T22:05:02+0000", 
            "id": "10155849356871729_1241713405956195", 
            "message": "Hi Dennis. It's possible that your account was blocked due to member feedback our team received. Keep in mind that blocks are temporary and can last a few hours or a few days and that we can't lift this block for any reason. For more information, visit: http://bit.ly/2rWKCKm. -William"
        }, 
        {
            "created_time": "2017-06-07T22:10:26+0000", 
            "id": "10155849356871729_250543712094986", 
            "message": "This isn't a particular block. My FB page has been hosed for several weeks. It began with the Notifications. Where they used to change color after viewing, they no longer do. I can no longer edit a main post. I can no longer share a post with a lead in comment. I can share and then add a comment below my post. I also cannot edit that post to add a lead in comment.. Something or someone has altered my page making it frustrating to use FB.."
        }, 
        {
            "created_time": "2017-06-07T22:13:57+0000", 
            "id": "10155849356871729_1728332884131331", 
            "message": "Hi Dennis. Please help our team track this issue by reporting it with these tips from our Help Center: http://bit.ly/2s5H35G. Thanks. -William"
        }, 
        {
            "created_time": "2017-06-07T22:16:23+0000", 
            "id": "10155849356871729_1896316657307584", 
            "message": "Thanks, I tried that.. No help at all.."
        }, 
        {
            "created_time": "2017-06-07T22:23:47+0000", 
            "id": "10155849356871729_345610362525295", 
            "message": "Tried that. It is a joke.. This requires a real person to investigate."
        }, 
        {
            "created_time": "2017-06-08T16:59:40+0000", 
            "id": "10155849356871729_312692605837026", 
            "message": "So, I guess  will not receive any REAL assistance with this problem...."
        }, 
        {
            "created_time": "2017-06-17T17:05:15+0000", 
            "id": "10155849356871729_1526378920726186", 
            "message": "Facebook - I love your reply to this post.  So why can't you unblock The Great Curturier?  Even better why not give me (who's contacted you several times) a reply to my questions and comments?"
        }
    ]
}