{
    "data": {
        "created_time": "2017-05-30T17:22:16+0000", 
        "id": "10155849356871729_1682857275353312", 
        "message": "When are you going to get rid of 'Top Stories'? So irritating missing posts because FB is living in the past in my newsfeed! And yes, I know how to switch. Tired of having to do so."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 27
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-30T19:12:23+0000", 
            "id": "10155849356871729_471249663211190", 
            "message": "We hear your frustration, Jeanette. If there's anything you'd like us to do differently, please let us know here: http://bit.ly/2qytnvl. -Jessica"
        }, 
        {
            "created_time": "2017-05-30T23:09:30+0000", 
            "id": "10155849356871729_303318433406939", 
            "message": "Facebook To Anybody at FB that can help, I have had several notifications over the last few weeks from Facebook that say that somebody keeps loging into my Facebook account (Derek O Apperson) from Jacksonville & Tampa, FL. I have not been to either of these locations in over 6 months. I have changed my password 3 or 4 times now and the person jumps right back on line, ON MY ACCOUNT, sometimes the very next day. I have reported this to you at FB SEVERAL TIMES!!! WHY IS THIS ISSUE NOT BEING TAKEN CARE OF??? And WHY ISN'T THERE A WAY FOR US CUSTOMERS TO GET A HOLD OF YOU AT FACEBOOK?????!!!!! You guys DESPERATELY NEED AN 800 # for CUSTOMER SERVICE!!!!!!"
        }, 
        {
            "created_time": "2017-05-31T00:45:13+0000", 
            "id": "10155849356871729_1220115398114595", 
            "message": "Derek O Apperson I'm extremely frustrated myself!"
        }, 
        {
            "created_time": "2017-05-31T06:20:29+0000", 
            "id": "10155849356871729_1660587900637115", 
            "message": "Facebook Does Facebook answer questions anymore? I've been trying to talk with a customer service representative since April 25 but no one has replied back to me. I've message Facebook Business, this page (several times), I've sent messages from my inbox but no one has gotten back to me. I've seen this page answer other peoples' replies that came after me but so far--my questions haven't been answered. I've been advertising a promotion using a coupon (I was getting ready to spend some money next if only I receive answers to my questions) and it just expired today. I had no idea that it was going to expire today because no one got back to me and answered my questions. It is very frustrating and annoying. My campaign could have been so much better. I don't know what to think. All I know is that I am NEVER going to advertise on Facebook again because no one answers and it is so hard to receive help. I have already been to the help center repeatedly but I need specific answers. Since no one at Facebook is going to help me then I will stop advertising permanently. I'll just spend my money somewhere else."
        }, 
        {
            "created_time": "2017-05-31T09:11:59+0000", 
            "id": "10155849356871729_956829791121401", 
            "message": "Chaunalea Tricia Mikien  I have the same problem!!! My last account was blocked. they ask about ID. I give they ID and 6 other document. My account its still disactivated. I write e-mails for fb (they have few emails in Help card) but I got message back that e-mail are not exist anymore!!! I try contact few times in Facebook in Dublin - all numbers not working. I write message on messenger to them and to Facebook Business aking for help or for new e-mails to contact. They ignore me all the time. I send three appeals from the decision to close the account and nothing. I waiting now 1 month for ANYTHING."
        }, 
        {
            "created_time": "2017-05-31T12:41:17+0000", 
            "id": "10155849356871729_444907239207055", 
            "message": "Facebook Get rid of Top Stories. Or at least, stop having our Newsfeed randomly revert to Top Stories even after we choose More Recent for our timeline."
        }, 
        {
            "created_time": "2017-05-31T20:51:52+0000", 
            "id": "10155849356871729_502242416833543", 
            "message": "Iga Harwas I know. I might try Twitter next, when I email them, they got back to me."
        }, 
        {
            "created_time": "2017-05-31T21:41:23+0000", 
            "id": "10155849356871729_1332073490207964", 
            "message": "I try on twitter also, no answer."
        }, 
        {
            "created_time": "2017-06-01T21:17:30+0000", 
            "id": "10155849356871729_782194671954753", 
            "message": "Hi Michelle. News Feed is a constantly updated list of stories from people and Pages that you follow on Facebook. If you feel you're missing stories you'd like to see or seeing stories in your News Feed that you don't want to see, use the different News Feed controls to adjust your preferences. Learn how at: http://bit.ly/2qFSnRD. -William"
        }, 
        {
            "created_time": "2017-06-01T21:48:48+0000", 
            "id": "10155849356871729_128847281023250", 
            "message": "What is irritating, and seems to be overlooked in this thread, is that those of us who want a Most Recent news sequence have to change it EVERY TIME we log into FB."
        }, 
        {
            "created_time": "2017-06-04T12:18:55+0000", 
            "id": "10155849356871729_158186198054852", 
            "message": "Marcia Carson Every time I look at a post in a group and go back to my news feed it's changed back to top stories! I FEEL YOUR PAIN!"
        }, 
        {
            "created_time": "2017-06-04T12:23:41+0000", 
            "id": "10155849356871729_1971898023039782", 
            "message": "Facebook This is untrue - I have unfollowed notifications on specific groups only to be shown in my news feed that people have commented on posts within those groups. NEWS feed needs to be showing us posts by friends. NOT that \"23 people recently commented on this\" or that \"5 of your friends liked this\""
        }
    ]
}