{
    "data": {
        "created_time": "2017-06-09T13:47:46+0000", 
        "id": "10155849356871729_1979684722266563", 
        "message": "What is the point of giving me the option of having \"top stories\" and \"most recent\" if you're going to choose for me? I want the most recent stories on my newsfeed and every single time I go back to the main page, it resets itself. Just take the choice away, because it's infuriating. This is also NOT the first time I've posted about this."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-09T15:07:54+0000", 
            "id": "10155849356871729_138845143341226", 
            "message": "We hear your frustration, Jason. If there's anything you'd like for us to change, please let us know here: http://bit.ly/2rdm3F8. -Jessica"
        }, 
        {
            "created_time": "2017-06-09T15:08:59+0000", 
            "id": "10155849356871729_1709425325748095", 
            "message": "Yes, change what I just said. #duhdoy"
        }, 
        {
            "created_time": "2017-06-09T20:34:48+0000", 
            "id": "10155849356871729_1030801053722719", 
            "message": "Facebook He just told you what he like for you to change and I second his motion."
        }, 
        {
            "created_time": "2017-06-10T01:54:45+0000", 
            "id": "10155849356871729_1883964038559092", 
            "message": "Most recent isnt even most recent! I get like 3 new posts 100 adds and posts from june 5th 😠"
        }, 
        {
            "created_time": "2017-06-12T12:37:43+0000", 
            "id": "10155849356871729_1818217801826415", 
            "message": "Joe Leuci  - Same, I'm getting posts or notifications from people who commented on stories that were months old. I hate top stories."
        }, 
        {
            "created_time": "2017-06-13T03:28:47+0000", 
            "id": "10155849356871729_318587585236463", 
            "message": "Everybody agrees with Jason. Facebook's official response shows they don't care about this problem AT ALL. I've also contacted them about this a few times, no replies other than \"sorry not sorry\". They won't give us a more usable \"most recent\"-option, they never will. AMIRITE??"
        }, 
        {
            "created_time": "2017-06-13T21:57:47+0000", 
            "id": "10155849356871729_430282740692000", 
            "message": "Agree"
        }, 
        {
            "created_time": "2017-06-15T14:00:46+0000", 
            "id": "10155849356871729_1932426083708123", 
            "message": "I have repeatedly asked for this change!  Who is reading these comments at Facebook?\nIt's great to have a choice ... but if it's there just to say \"na-na-na-na-na-na\", you've succeeded in showing this is all automated and words are electronically skimmed or perhaps you really just don't care.  If only one of these is available - I want \"most recent\". You fixed this a couple of weeks ago for a couple of days. It was delightful.  Are you not able to give us what we want ... what apparently ALL of us want?!"
        }, 
        {
            "created_time": "2017-06-16T13:52:17+0000", 
            "id": "10155849356871729_120794638511611", 
            "message": "Very aggravating!  I choose Most Recent and it lasts for about a minute, then resets back to top stories.  We are telling you now...why do we have to click and tell someone else?  Can't you forward the threads about this to the proper person?"
        }, 
        {
            "created_time": "2017-06-17T15:14:35+0000", 
            "id": "10155849356871729_447456028963699", 
            "message": "Yes, very annoying. Allow everyone to choose--we know where to change it if we want to, but it should not constantly revert to Top Stories if someone has chosen Most Recent."
        }, 
        {
            "created_time": "2017-06-21T17:19:44+0000", 
            "id": "10155849356871729_1871933609796842", 
            "message": "Facebook Hello. I'm in Brazil. Why can not I send a request to verify my page? My colleagues can send an application through the form, and I have it written: page not found."
        }, 
        {
            "created_time": "2017-06-24T00:29:25+0000", 
            "id": "10155849356871729_475931102744893", 
            "message": ""
        }
    ]
}