{
    "data": {
        "created_time": "2017-05-31T15:50:39+0000", 
        "id": "10155849356871729_158700864669420", 
        "message": "My account has been hacked. I'm writing this from my mothers facebook. It will not give me a code sent to my phone or correct email address (email has been changed by the hacker) I cannot get onto my account and I desperately need to as I have contacts needed for work. PLEASE PLEASE PLEASE HAVE SOMEONE HELP ME!!'"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-31T15:58:24+0000", 
            "id": "10155849356871729_219843035194289", 
            "message": "We're sorry to hear that, Amber.  If your account has been taken over by someone else, please secure it here: http://bit.ly/2smUGt8. You can also find detailed information about the tools and extra security features you can use to help keep your account secure on Privacy Basics at: http://bit.ly/2rky25q. -William"
        }, 
        {
            "created_time": "2017-05-31T16:00:37+0000", 
            "id": "10155849356871729_1863048153947763", 
            "message": "I have already tried all of that. I cannot log into my facebook at all. I need the company to send me a code to reset my password.. I have requested this many times and it hasn't been sent to my phone or correct email. I need help to resolve this asap"
        }, 
        {
            "created_time": "2017-05-31T16:01:22+0000", 
            "id": "10155849356871729_285960271864630", 
            "message": "It keeps sending me to the \"secured friends\" thing to ask friends to get a code but it won't tell me who my trusted friends are and keeps rejecting all family members. very frustrated."
        }, 
        {
            "created_time": "2017-05-31T16:09:01+0000", 
            "id": "10155849356871729_219847225193870", 
            "message": "Hi Amber. You may be able to get back into your Facebook account by answering a security question or using an alternate email address listed on your account. Keep in mind that you'll only see these options if you set them up. Learn more: http://bit.ly/2qAKOQ2. You might also try these troubleshooting tips for getting help from your trusted contacts: http://bit.ly/2rUX2D8. -William"
        }, 
        {
            "created_time": "2017-05-31T16:10:21+0000", 
            "id": "10155849356871729_671618686379426", 
            "message": "Facebook please help!!"
        }, 
        {
            "created_time": "2017-05-31T16:55:02+0000", 
            "id": "10155849356871729_1952461834984610", 
            "message": "That's not working either! PLEASE get me to someone who can help me!!!!! I've been through all of these steps. It won't recognize my other email the hackers changed everything! I need a code sent to my phone or CORRECT email address please!"
        }, 
        {
            "created_time": "2017-05-31T17:01:48+0000", 
            "id": "10155849356871729_236310036865101", 
            "message": "Facebook please help me resolve this!!"
        }, 
        {
            "created_time": "2017-05-31T17:18:11+0000", 
            "id": "10155849356871729_1941070089462501", 
            "message": "Facebook Hey William, how about all the other folks who are begging for help?  What are people supposed to do?  Help pages and links don't work. 7 open cases and no resolution."
        }
    ]
}