{
    "data": {
        "created_time": "2017-11-25T10:40:16+0000", 
        "id": "10154949971660079_10154968378505079", 
        "message": "I represented the whole game. All of the rappers. Not one song, not one man. The whole game. How do I explain that to  you without sounding like an ass? I cant. I don't want you to love or hate me. Just believe me. I'm that man."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-25T10:42:22+0000", 
            "id": "10154949971660079_10154968379950079", 
            "message": "I gave my life, my time, my writing, my rapping, and my dreams to the rap game. Not one man will stand up and say\" man, he deserves it.\""
        }, 
        {
            "created_time": "2017-11-25T10:42:49+0000", 
            "id": "10154949971660079_10154968380660079", 
            "message": "All I ever wanted was to be a part."
        }, 
        {
            "created_time": "2017-11-25T10:45:45+0000", 
            "id": "10154949971660079_10154968383120079", 
            "message": "To have a job in the industry doing what I enjoy. WRITING. I don't want fame. I don't want millions. I just want to be in a position to help my people. I'm a good man. Im not bitter anymore. I'm a good man. I never hurt a soul. I bitched, moaned and complained. Who wouldnt."
        }, 
        {
            "created_time": "2017-11-25T10:47:51+0000", 
            "id": "10154949971660079_10154968384600079", 
            "message": "You guys are giving record deals to kids. What about the older guys that helped make it all possible. Some 17 year old kid gets the dream, while men who have given 32 years of work and time get nothing."
        }, 
        {
            "created_time": "2017-11-25T10:53:15+0000", 
            "id": "10154949971660079_10154968388330079", 
            "message": "I'm just asking for you to be reasonable and just. I could care less about what I wrote and who benefited. But, I need a future. Noone can turn back time. What's done is done. But it doesn't mean that I'm supposed to stfu and let my dream pass me by. I said what I said not to offend."
        }, 
        {
            "created_time": "2017-11-25T11:00:53+0000", 
            "id": "10154949971660079_10154968393195079", 
            "message": "I said it so you would know me. The writer. How do I say I wrote that and not offend you? It's impossible. Bottom line. I just want to be a part. I paid my dues. I've waited a lifetime. I'm 45 years old. I just want to write. There isn't any harm in that, is there? I have one duffle bag and two trash bags full of rhymes. I'll make you a deal. I write the sequel and you decide."
        }
    ]
}