{
    "data": {
        "created_time": "2017-11-24T04:36:40+0000", 
        "id": "10154949971660079_10154965898540079", 
        "message": "Hey em, actually not going to criticise your new album but I do have a question for yourself personally I’ve been dying to ask, why have you not collaborated with any Australian artist? I understand with Australia you may not be our biggest fan but you have some of your largest fan base here and pay little to no attention. But also my question is why not collaborate with people who have the same passion as yourself to give young teens and even young adults the strength to get up everyday and fight? Any major artist in the industry today can grab pink or Beyoncé and make a collaboration but it’s music that in a few years people will forget. Why not create music that’s timeless? With meaning and pain, beauty, experience all in the same song. I just don’t understand this direction your going in, and understandably it’s not my life or my choices but if I had your talent and in the position you are in the music industry I would be trying to create music people can relate to and will last. Not collaborations with today’s top A listers. You probly won’t bother to answer that question which is a real same as I’ve been a huge fan of yours since I was 11. But hey worth a try. Hope it all goes well."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}