{
    "data": {
        "created_time": "2015-08-08T21:15:41+0000", 
        "id": "10152994554270079_10152997378705079", 
        "message": "Hey Dawg-BIG props!  \nI got past an endocrine issue and I wouldn't have been able to do it unless I was already taking personal responsibility.  \nRunning drops glucose levels so I didn't have to take metformin. It's not the cost, the side effects are a nasty bitch and it doesn't work anyways since too much insulin (from weaker metabolism and lack of nutrients) causes problems.  Thymus gland has insulin receptors and this is why your body suffers from inflammation if that insulin goes sky high. High insulin causes sugar cravings too. \nRunning also helps the body to produce glucagon to get energy from fats instead of eating sugar....it's also nice to see health and some muscle meat on guys. \n\nFor other addictions-- peeps pay attention.  Cocaine addiction is caused by CART and NPY-Y5R that is upregulated with ghrelin.  Ghrelin is the hunger hormone that weakens the metabolism.  I think that avoiding MCTs and making sure you have stuff in your diet like riboflavin, iron- real nutrients without hormones, high fructose corn syrup and other nasty crap like arsenic keeps your metabolism healthy- and you need iron because it keeps the thyroid active.  Thyroid muffles out ghrelin.\n\nIf that helps anyone- just take it and run.  Inland Socal I noticed A LOT of African Americans going out of their way to take care of themselves.\n\nI know because I see them when I'm out running- and some have made an effort to get nutrition.  The results are very good.  No I'm not joking, there are A LOT of hella good looking peeps from that group.   Because they're healthy and taking care of themselves--- I don't know about the rest of the country.  \n\nI'm also sick of seeing people come out of rehab literally twice their body size.  The other \"option\" is the Thai Buddhist Vomit rehab center.  \n\nPlay the game wisely.   Your life needs you.\n\nProps! \n\nhttp://running.competitor.com/2015/08/news/eminem-running-was-my-recovery_132932"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}