{
    "data": {
        "created_time": "2015-10-16T11:15:01+0000", 
        "id": "10153121369735079_10153126702860079", 
        "message": "I'ma bar fly .... always running to that other guy ... that you want to be .... Fuck if I'd want you to be my ex when I don't even want you bitch ... your ego is to wise ... you couldn't surprise me ... even if you wanted to .. you would never get through .. wise guy .. looking at my eyes trailing to my thighs ... if my ex comes through you will die ... Bitch .. you just a tease .. chasing me through centuries ... never going to catch me ......... The heaven over the hills have eyes to see .. you're always stalking me ... Yea..bitch....flow with me .... M2DE MelaniE ℗The Devil's Angel"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-05T07:43:47+0000", 
            "id": "10153121369735079_10153155738160079", 
            "message": "This is The trilogy of \"The Hills\" your the case of the third wheel, I'm a lyricist with the skills!                                            I'm as Ill as he is!, even sicker with these pills... So first of all, out of every nightmare you ever had, I ended up being the worst of all, if you never wanted to leave your ex! Why did you come running to my arms!? plus if he ever caught us, I'd saw him up than swing an exe through he'skull!!! Bitch! I'm die hard!... You wanted to be with me PERMANENTLY! But I didn't see in you what you saw in me... So wake the fuck up 'cause Melanie!...  you thought you had a dream? This is reality!... the hills have eyes... but you don't!, so don't trip over a fucking nightmare you were to blind to SEE!"
        }, 
        {
            "created_time": "2015-11-05T08:09:07+0000", 
            "id": "10153121369735079_10153155798590079", 
            "message": "Oh Grant please ... Get down on both your knees ... and pray to....M2 the E ... MelaniE ...Ya, ME .....You think you got skills ... by poppin pills ... thinking I'm too blind to see ... Bitch I just spliced your Iced tea with Xtasy  and pcp ... what's the matter ... you seeing double ... whats that you said .. I don't understand stutter .. Can't make sense of one stutter you utter ... Should I kill you fast or take it slow to watch you suffer ... then stuff your corpse in the nearest gutter .... I'm to quick to see ... that no one can have eyes on me ..That you best believe ..."
        }, 
        {
            "created_time": "2015-11-05T12:10:52+0000", 
            "id": "10153121369735079_10153156006360079", 
            "message": "I must admit for a woman you clearly do got the shit.              Your second verse; you killed it, I'm mean, it's as dead as you feel, bitch!... hehe!, you got style but I'll still file you a restraining order to keep you away from 8 mile... I only took em pills because I got vile. showed you the real \"slim\". You flipped your smile....           now curtain closes because of verses like these that causes virgins to fear certain calls from me, [overdoses!] couldn't slow my flow bitch!. this is like a Jason vs Freddy scene version 4.3. shit so sick it would cause Shakespeare to shuddered forcefully!...and oh yeah Melanie!, It's not like i committed a felony, I stumbled upon you, but it's almost as if You fell on me!... it is what it is so let it be!. I just murdered you so Why try to bury me? :)"
        }, 
        {
            "created_time": "2015-11-05T16:01:18+0000", 
            "id": "10153121369735079_10153156308150079", 
            "message": "Oh Shit, please .... You're the one stalking and talking skeeze .... I'm laughing hysterically while you try to recite Eminem verbally .... Stand back Grant, Ain't nobody got time for that crap .. Stealing copyrights from Slim will get you capped .... Sorry my words naturally turn to rap ... No reason though for you to have snapped, I think you need to chill dude ... take a Xanax and some Quaalude, Then lube that pretty tight ass cause you're   about to be smashed from the front to the back ..... try to keep your composure intact , yes I am a woman no reason for you to over react .... You say you're Shady but act more like Stan ... calm the fuck down , man ......... what is it you don't understand ...... this love you think I have for you is all in your head ...I think I need a restraining order on you instead ..... but instead I'd rather see you dead ... I'm bitch ass crazy like that ... in fact I get away with felonies ... cause every one like the taste of this Melanie. I'm so bad ass they dubbed me HELLanie ..... Bitch from Hell yet such a sight to see .... not you , not her , not him can ever compare to ME."
        }
    ]
}