{
    "data": {
        "created_time": "2015-11-04T00:18:03+0000", 
        "id": "10154169181966729_10154169538396729", 
        "message": "This is so COOL! I can't wait to see some of my friends use this. Keep on doing what you all are doing, Facebook has a friend for life."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-04T00:36:27+0000", 
            "id": "10154169181966729_10154169570041729", 
            "message": "Thanks for all your kind words, Debra. We're so happy to have people like you in our community. -Sidney"
        }, 
        {
            "created_time": "2015-11-04T00:38:02+0000", 
            "id": "10154169181966729_10154169572371729", 
            "message": "Your Welcome, -Sidney."
        }, 
        {
            "created_time": "2015-11-04T00:42:48+0000", 
            "id": "10154169181966729_10154169579276729", 
            "message": "Yeah, and easier to sell us stuff we don't necessarily need.  AR \"augmented reality\" \"virtual reality\" hybrid that allows us to see what a computer thinks we may be interested in. I don't think it's that easy. Google has been doing it for a long time and everything I see that they put in front of my face I already know about. How about using those people that begin to share stuff first, more often than others to push product since their behavior thru searching and browsing actually begins the trend instead of pushing products that fund you. Get that right and you might be able to start a Facebook hedge fund and bet on futures.\n\nIf you do something along the line of what I posted above, you could cut your research staff. That's what the gaming industry does by releasing alpha and beta tests."
        }, 
        {
            "created_time": "2015-11-04T03:36:07+0000", 
            "id": "10154169181966729_10154169841251729", 
            "message": "Omg you ridiculous grandma get off of this sin."
        }
    ]
}