{
    "data": {
        "created_time": "2013-12-13T00:33:35+0000", 
        "id": "10151795333880079_11933250", 
        "message": "Cause there's not much you can do or say to phase me. People think I'm a little bit crazy, I get it from all angles even occasionally doc dreZ who has to step in every once an a while to save me, To make me stop and think about it before I just say things, Sometimes I forget what other people just may think. A lot of rappers probably wouldn't know how to take me if they heard some shit I layed on the tape before they erased me. I may be a little too fast paced and racy. Sometimes I have a assistant who rewinds and plays me 20 times cause I say so many rhymes it may seem, Like I'm going to fast cause my mind is racing and I could give a fuck what category you place me, Long as when I'm pushin up daisies and gone as long as you place me amongst one of them greats when I hit the heavenly gates I'll be cool beside Jay-Z for every single diehard fan who embraced me, I'm thankful for the talent in which god gave me and I'm thankful for the environment that he placed me, Believe it or not I'm thankful for my mom and how she raised me. So you ain't gonna make or break me or try to strip me of my credibility and make me look fake G you're only gonna be in for a rude awakening, Cause sooner or later you haters are all gonna face me and when you face me with that shit you've been saving to say to me, you had all this time to think about it now don't pussy out and about face me, Cause I've been patiently waiting for the day that we meet in the same place to see!! (Thank you slim for making it to where you're at man love you <3 you help me get through a lot of shit on a daily basis)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-13T05:03:08+0000", 
            "id": "10151795333880079_11935943", 
            "message": "What song?"
        }, 
        {
            "created_time": "2013-12-13T13:52:48+0000", 
            "id": "10151795333880079_11939617", 
            "message": "Never Enough feat. Nate Dogg & 50 Cent"
        }
    ]
}