{
    "data": {
        "created_time": "2014-08-22T11:42:51+0000", 
        "id": "10152259682575079_10152262250270079", 
        "message": "I have a challenge for the hip hop community.. Not to take away anything from LS which is truly a worthy cause. And should be given the attention that it's due. The challenge is to stand up speak out and stop the extermination of the young black men. These were the same young black men that supported you while you were up and coming and stayed with you from album to album CD to CD and concert to concert . Even when you crossed over into movies they still supported and followed you. Now when they need you the most you're nowhere to be found. The emotional scars run deep within their families their friends and other people looking from a distance . If you learn anything about being a public figure now is the time to really make a difference. Support this worthy cause. Help the families gain justice with your voice . Show the so-called powers that be you are in sync with what's happening to our young black men all across America. Their targeting our black men because they are the other half of making a new life. This is a slow Holocaust but never the less a Holocaust. Statistics will show you that the maturity of the arrests all across America is mostly young black men. 8 outta 10 will serve time over a white person even if the white person's crime is more severe. Hip Hop community let your voice & presence be known to the people that supported you when you were up and coming"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}