{
    "data": {
        "created_time": "2017-03-29T14:51:01+0000", 
        "id": "10155656407651729_841584492646289", 
        "message": "To much clutter from Facebook on my phone...make these additions optional please....oh....I forget....FB does and says what it wants to do."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 75
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-29T17:21:59+0000", 
            "id": "10155656407651729_1238480702886639", 
            "message": "Hi Rick. While you can't remove Camera, it's an optional feature that you can choose to use. -Jon"
        }, 
        {
            "created_time": "2017-03-29T17:24:38+0000", 
            "id": "10155656407651729_1885001841771256", 
            "message": "Did I expect any other response Jon....Nope."
        }, 
        {
            "created_time": "2017-03-29T17:37:32+0000", 
            "id": "10155656407651729_1885004318437675", 
            "message": "And it's not just the camera...."
        }, 
        {
            "created_time": "2017-03-30T00:22:46+0000", 
            "id": "10155656407651729_1343195665760716", 
            "message": "Its annoying and we should have the option of clicking off permanently."
        }, 
        {
            "created_time": "2017-03-30T00:49:01+0000", 
            "id": "10155656407651729_1343211575759125", 
            "message": "The time is coming when you will receive enough of the final \"changing \" adding and moving for no good reason. FB is already slower and has so many ads you can barely find what you need to read. I hear often for apps that understand this and are working to takeovers where FB has had really become overwhelming and loss the original purpose. Too bad"
        }, 
        {
            "created_time": "2017-03-30T03:34:08+0000", 
            "id": "10155656407651729_994477660654158", 
            "message": "Deleting my fb app, they make updates let everyone complain for a few days knowing we will \"get used to it.\" Done with it."
        }, 
        {
            "created_time": "2017-03-30T13:06:21+0000", 
            "id": "10155656407651729_1879745128950665", 
            "message": "It is to soy you and sell your information."
        }, 
        {
            "created_time": "2017-03-30T15:56:43+0000", 
            "id": "10155656407651729_609582605898995", 
            "message": "Hi Teresa. While you can't remove Camera, it's an optional feature that you can choose to use. -Jon"
        }, 
        {
            "created_time": "2017-03-30T16:22:40+0000", 
            "id": "10155656407651729_1886032508342557", 
            "message": "Facebook  How do we get it off the top of the screen?  I have zero interest in using this."
        }, 
        {
            "created_time": "2017-03-30T21:32:18+0000", 
            "id": "10155656407651729_1796572093995400", 
            "message": "Its not optional if we can't remove it from top of our feed..GET SMART FB AND LISTEN TO US."
        }, 
        {
            "created_time": "2017-03-30T22:08:55+0000", 
            "id": "10155656407651729_1878587502388805", 
            "message": "Facebook I am so upset....because I created my wonderful memories on someone else page...How do I get an embedded link from live streaming without having the video revert back to where the video was made. I have tried ALL kinds of way...still is not working correctly.THANK YOU!!"
        }, 
        {
            "created_time": "2017-03-30T23:32:56+0000", 
            "id": "10155656407651729_178990172615736", 
            "message": "Bring back the friend list on the right! No one cares about the stupid camera!"
        }, 
        {
            "created_time": "2017-03-30T23:44:52+0000", 
            "id": "10155656407651729_1296818620373164", 
            "message": "But you can't stop it from showing up at the top of your feed and flashing/flickering images then trigger migraines or vertigo. It's there constantly, and I hate it! See the FB message I just sent."
        }, 
        {
            "created_time": "2017-03-31T03:45:24+0000", 
            "id": "10155656407651729_285601275211787", 
            "message": "That's right including taking ALL OF YOUR PHOTOS of a child you may never see again!!!!! I have reported the problem sent messages and gotten no response. all I want is my PICTURES BACK!!! I don't care if they are on my page all tho I don't think Facebook should have removed them to began with. Unfortunately I have no backups of these photos what I had on Facebook was all I had! My profile is private, only my friends should be able to see it and all of my friends are family."
        }, 
        {
            "created_time": "2017-03-31T05:29:26+0000", 
            "id": "10155656407651729_1672179383076159", 
            "message": "It's sitting on my feed and I don't want it there.  If you make it available, fine, but it is disturbing and I don't want to see some of the \"stories\" sitting there.  In simple terms- it sucks."
        }, 
        {
            "created_time": "2017-03-31T10:23:54+0000", 
            "id": "10155656407651729_1999342096955221", 
            "message": "That doesn't change the fact we can't dismiss a lot of these \"features\" we don't use off the screen. We can choose not to use the your day bar, but it's still there staring us in the face every time we open the app. Is it really so hard to give people the option to turn some of these features off and get rid of them from the screen? Facebook we deserve an explanation beyond \"it's a popular format\" or \"you can choose not to use it\". The users is what made FB so lucrative for investors before the PIO took place. Not the other way around."
        }, 
        {
            "created_time": "2017-03-31T10:28:30+0000", 
            "id": "10155656407651729_1999343323621765", 
            "message": "Deleting my fb app if this crap keeps happening ."
        }, 
        {
            "created_time": "2017-03-31T17:37:04+0000", 
            "id": "10155656407651729_762525820581421", 
            "message": "This seems to be a case of revenue trumping usability. It seems the reason for these non-optional features are: 1. Video ads are a lucrative revenue stream.  2. Making the icons consume massive amounts of screen real-estate without the option to hide them makes the feature very prominent to strongly encourage use. 3.Take market share away from Snapchat.  4. Someone in marketing has convinced Facebook that teens/college kids no longer type.  I'm sure it will produce ad revenue, but it sure does clutter things.  For those in the company that view software development as an art, this must be discouraging."
        }, 
        {
            "created_time": "2017-03-31T19:05:55+0000", 
            "id": "10155656407651729_1880507868895685", 
            "message": "I don't want it anywhere on my page. I do not use it nor want it. Why so Hitler? Why are big brains so ignorant?"
        }, 
        {
            "created_time": "2017-03-31T19:10:42+0000", 
            "id": "10155656407651729_1814744938846484", 
            "message": "Don't want the direct feature on top of my feed...neither do most of my friends. How can I disable it?"
        }, 
        {
            "created_time": "2017-03-31T19:31:47+0000", 
            "id": "10155656407651729_1880519708894501", 
            "message": "Also return messages to FB app. Why should I use differrent app for messages if it wasn't so before and everyone was happy?"
        }, 
        {
            "created_time": "2017-04-01T09:43:10+0000", 
            "id": "10155656407651729_1609657485741021", 
            "message": "...Facebook fails to mention the features they took away to make room for this \"optional\" feature..."
        }, 
        {
            "created_time": "2017-08-19T15:19:55+0000", 
            "id": "10155656407651729_141351266464348", 
            "message": "Hi"
        }
    ]
}