{
    "data": {
        "created_time": "2017-03-28T22:03:29+0000", 
        "id": "10155656407651729_10155656657511729", 
        "message": "Can you at least bring back the swipe to chat feature?!? I loved that one! I really don't like this new feature. It's to much like Snapchat. Please stop trying to copy them. Facebook was awesome just the way it was.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 25
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-29T05:57:57+0000", 
            "id": "10155656407651729_10155657823106729", 
            "message": "How can I tell if I'm off line or online?"
        }, 
        {
            "created_time": "2017-03-30T14:54:36+0000", 
            "id": "10155656407651729_1863099457294939", 
            "message": "Hi Sylvia. This is more about a format that's become a prominent way that people want to share online. Just like Instagram brought filters that are now widely adopted, we're building stories-style formats to help people share the way they want to. -Jon"
        }, 
        {
            "created_time": "2017-03-30T17:24:19+0000", 
            "id": "10155656407651729_279310015841759", 
            "message": "Here's the the thing, Facebook/Jon/whoever, this stories-styles formate was unique when it came to Snapchat. Just like how Facebook is unique for they way it's used to connect people. Facebook really didn't need to add this feature. If you all felt like you needed something new, then create something new! Don't go stealing it from other social media! It was stupid when Instagram did it and it's stupid that you did it too. And I get that there are people that like it on here but give us the option to remove or add it!! I don't want to use that feature at all. If I wanted to use it, I'll just use Snapchat!"
        }
    ]
}