{
    "data": {
        "created_time": "2017-04-07T20:33:10+0000", 
        "id": "10155656407651729_391096521289815", 
        "message": "Good morning Facebook! Hi You did a great job today by connecting people from one continent to another a thousand miles away. Helps the burden loads of fragments of problems of a certain individual by relating and narratiting them to her family and friends on the oter corner of the globe. ttttttTherefore life becomes lighter and some easier again maybe not that perfect but it  revolves again normally!  Thanks Facebook! You act like an anti stress factor!!! Ha! ha! ha! Happy Facebook!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-07T22:16:27+0000", 
            "id": "10155656407651729_395240507512992", 
            "message": "Thanks for the kind words, Myrna! We're happy you're able to stay connected with friends and family across the globe. -Jessica"
        }, 
        {
            "created_time": "2017-04-08T04:18:09+0000", 
            "id": "10155656407651729_1273144149471787", 
            "message": "Thanks Jessica! People are happy to stay connected across the universe.and see each other face to face hear them talks and learn what are they doing dynamically in an exemplary manner to be a distinct and a famous person in his own unique ways to support others too to have great lifestyle likewise!"
        }, 
        {
            "created_time": "2017-04-14T13:43:08+0000", 
            "id": "10155656407651729_1013656472101016", 
            "message": "In a few years, they'll take you down, all your info. I keep sending my identification and appealing for my account and they tell me go to these set off robotic issues, the choices they provide does not address MY account being released in any way. I spend money on advertising also, I am a legal entity, registered and they have that. They could care less, we nothing to these trillionaires but peasant pawns"
        }, 
        {
            "created_time": "2017-04-14T22:49:32+0000", 
            "id": "10155656407651729_1318270004932859", 
            "message": "hai"
        }, 
        {
            "created_time": "2017-04-18T13:25:35+0000", 
            "id": "10155656407651729_211312959357571", 
            "message": "Hi Facebook I can't seem to tag you in my own comment so I came here. I tried to contact you via Messenger but my message isn't delivering so I had to \"send feedback.\" I did check the help center and did not find that any of the pre written answers were helpful. Please message me back or give me a way to contact facebook directly like most reliable companies do."
        }, 
        {
            "created_time": "2017-05-28T20:20:19+0000", 
            "id": "10155656407651729_112036636052392", 
            "message": "hiu"
        }, 
        {
            "created_time": "2017-05-28T20:20:19+0000", 
            "id": "10155656407651729_299304183845264", 
            "message": "hiu"
        }
    ]
}