{
    "data": {
        "created_time": "2017-03-29T15:51:20+0000", 
        "id": "10155656407651729_633075773545233", 
        "message": "One would think that will all the negative feedback you guys should understand that no one wants facebook to become snapchat, also if you could tell me how to stop seeing everything people on my facebook likes (I care about their posts not their likes or comments on people status' I don't even know) or how to deactivate the live transmissions altogether (I have never watch a single one of the, and I keep having to turn it off every time I get a notification of something I do not care about, this things should be optional, and I know you guys don't care and is either suck it up or leave, and I do use my facebook for productive things I will strongly appreciate if you tell how to do any or all of those things"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 39
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-29T17:00:45+0000", 
            "id": "10155656407651729_1384448441612871", 
            "message": "Hi Fernando. This is more about a format that's become a prominent way that people want to share online. Just like Instagram brought filters that are now widely adopted, we're building stories-style formats to help people share the way they want to. While you can't remove Camera, it's an optional feature that you can choose to use. -Jon"
        }, 
        {
            "created_time": "2017-03-29T17:14:13+0000", 
            "id": "10155656407651729_633115463541264", 
            "message": "If it's optional, how can we remove it?"
        }, 
        {
            "created_time": "2017-03-29T17:17:24+0000", 
            "id": "10155656407651729_633116313541179", 
            "message": "Why can't they put the chat list back the way it was?"
        }, 
        {
            "created_time": "2017-03-29T17:23:06+0000", 
            "id": "10155656407651729_1885001478437959", 
            "message": "I noticed the side bar of friends online to chat with is gone as of today! Anyone else's?"
        }, 
        {
            "created_time": "2017-03-29T17:37:41+0000", 
            "id": "10155656407651729_1238487659552610", 
            "message": "At least Snapchat stories are on a seperate page, I don't want to see it at the top of my page every day."
        }, 
        {
            "created_time": "2017-03-29T18:20:02+0000", 
            "id": "10155656407651729_619977554868609", 
            "message": "And if we just don't to share? I don't want to see this guys!"
        }, 
        {
            "created_time": "2017-03-29T18:49:25+0000", 
            "id": "10155656407651729_619990058200692", 
            "message": "No1curr"
        }, 
        {
            "created_time": "2017-03-29T20:08:18+0000", 
            "id": "10155656407651729_1311380028978234", 
            "message": "Gone! I am really upset and angry."
        }, 
        {
            "created_time": "2017-03-30T01:07:11+0000", 
            "id": "10155656407651729_1343224069091209", 
            "message": "I also hate them in Instagram, I don't use them, anything about not seeing the likes of other people or turning off the notifications of live transmissions?"
        }, 
        {
            "created_time": "2017-03-30T04:39:01+0000", 
            "id": "10155656407651729_814086948730162", 
            "message": "Not everybody wants to share or see other people's shares , which is why it all  should be OPTIONAL , or put them on a separate app, you didn't have a problem with putting instant messenger on a separate app"
        }, 
        {
            "created_time": "2017-03-30T14:16:53+0000", 
            "id": "10155656407651729_1879770762281435", 
            "message": "Fernando Ramos  you can turn off live notifications in your settings. Might have to do it from a desktop. I'm not sure about anything else though. Just a fellow facebooker who was as frustrated as you are!"
        }, 
        {
            "created_time": "2017-03-30T14:28:26+0000", 
            "id": "10155656407651729_1830130703902977", 
            "message": "I will try when I go back home! Thank you :)"
        }, 
        {
            "created_time": "2017-03-30T16:43:57+0000", 
            "id": "10155656407651729_1125939540868414", 
            "message": "Fb you keep commenting that this is what pwople want. it is NOT what people want or you would t have so many negative comments about it! Open your eyes!"
        }, 
        {
            "created_time": "2017-03-30T18:22:46+0000", 
            "id": "10155656407651729_1338356609533394", 
            "message": "People want to get rid of this garbage \"feature\". Even ready to pay for it."
        }
    ]
}