{
    "data": {
        "created_time": "2017-04-12T15:16:53+0000", 
        "id": "10155656407651729_287950558295504", 
        "message": "Hi, guys! My page still isn't working very well. Is there nothing you can do to fix it? It hasn't really worked very much for over a month now, and I haven't really been able to post stuff to my page from my Facebook homepage or answer my Facebook inbox messages, and I still can only see part of my personal page, and my Facebook homepage, too. I'm sorry my computer is old. I'm also sorry that I can't send in a problem report, since that little box doesn't want to cooperate with me, either. Will I ever be able to use my Facebook page again? Please help. And have a wonderful day."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-12T15:36:16+0000", 
            "id": "10155656407651729_1885077358438362", 
            "message": "Hi Leah. If you're seeing a problem with how Facebook appears in your web browser, you could have a cache or temporary data issue. Learn more: http://bit.ly/2p8nTai. -Brittany"
        }, 
        {
            "created_time": "2017-04-17T20:12:40+0000", 
            "id": "10155656407651729_1348821615163719", 
            "message": "The last time I had this problem though, someone on your side of the computer pressed a few buttons and fixed my problems right away, after I got their attention. Because I was having trouble with my mailbox, and everything else, then, too. I think his name was Joe, and he fixed everything with no problem, and I honestly feel like this might be that same problem, even though I did just run a program on my computer that takes care of what you're talking about. :-)"
        }, 
        {
            "created_time": "2017-04-17T20:37:49+0000", 
            "id": "10155656407651729_390133171385951", 
            "message": "Does Joe still work there? Because he did - he knew exactly how to fix my problems the last time I was having trouble with my mailbox, my page, my ability to post stuff, and whatever other problems Facebook was causing me at the time. :-D That's why I feel like this might be a problem more with your side of the computer than mine - I'm having the same problems now that I had then. Can you just check and see what might be going on? Please?"
        }, 
        {
            "created_time": "2017-04-18T00:46:01+0000", 
            "id": "10155656407651729_208183866340118", 
            "message": "Anyway, I really hope that you guys can figure out what's wrong with my page. Maybe something happened to one of the codes or something, and that messed everything aboout my page up, because it does sorta work, but mostly doesn't. Thanks for your help. <3"
        }
    ]
}