{
    "data": {
        "created_time": "2017-03-29T14:55:35+0000", 
        "id": "10155656407651729_511218259266548", 
        "message": "Please take this off. Wasting my time by accidentally swiping it. There needs to be a hide option. C'mon, Facebook."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-29T17:18:35+0000", 
            "id": "10155656407651729_1384458291611886", 
            "message": "Hi Jamie. You will be able to swipe away from these features when you don't want to create content or flip through Stories that friends have shared and continue browsing your News Feed like you've done before. However, people cannot remove these features from the Facebook app. -Jon"
        }, 
        {
            "created_time": "2017-03-29T17:25:47+0000", 
            "id": "10155656407651729_1238482549553121", 
            "message": "I swiped and it did nothing. Swipe left and it OPENS the feature, swipe right and I'm on notifications (with friend requests obnoxiously jammed onto the same page). Yet, this redundant feature is still there, king of my newsfeed for no reason."
        }, 
        {
            "created_time": "2017-03-29T17:36:37+0000", 
            "id": "10155656407651729_1238487186219324", 
            "message": "Facebook, it's JaIme and No. Its not doing that."
        }, 
        {
            "created_time": "2017-03-29T17:42:18+0000", 
            "id": "10155656407651729_1916431405280992", 
            "message": "Facebook fails to realize we don't want it at the top of our pages.  Of course we have the option not to use it, but does the ghastly thing really need a prominent  spot at the top of my timeline?  I don't want to look at it, it's unappealing, and cluttered.  It's driving me nuts"
        }, 
        {
            "created_time": "2017-03-29T17:48:44+0000", 
            "id": "10155656407651729_619970351535996", 
            "message": "Thanks! I was afraid I'd get a little kickback with the public comment, but  yeah. It seems useless.  Help me stay off my phone! ;) #laptoponly"
        }, 
        {
            "created_time": "2017-03-29T17:54:02+0000", 
            "id": "10155656407651729_619971581535873", 
            "message": "I hate it, seems we're not the only ones.  I want it to be an OPTION, some people like this annoying crap, some don't, so why not give each of us the option to hide or keep it..."
        }, 
        {
            "created_time": "2017-03-30T18:53:48+0000", 
            "id": "10155656407651729_276569736088566", 
            "message": "Seems like it's the beginning of the end of FB by keep adding stuff and ignoring people wishes ..,in the back the keep testing for years if they want to add something ."
        }
    ]
}