{
    "data": {
        "created_time": "2017-03-30T00:55:19+0000", 
        "id": "10155656407651729_994397347328856", 
        "message": "If you are going to offer all that crap at the top of the page, give me the option to remove it. I will NOT be using it"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-30T16:00:24+0000", 
            "id": "10155656407651729_278895635885373", 
            "message": "Hi Michele. While you can't remove Camera, it's an optional feature that you can choose to use. -Jon"
        }, 
        {
            "created_time": "2017-03-30T19:04:42+0000", 
            "id": "10155656407651729_199368770563230", 
            "message": "Nice standard reply that you tell everyone. Quit giving me crap on this ap WITHOUT GIVING ME OPTIONS.... it's fine to offer it, but to force it on me isn't. It is just as easy to tweet and Instagram and you are going to lose good customers if you don't knock this off... including me.\nAnd on top of giving me garbage I don't want and can't get rid of, I can no longer click on my msgr list to the right to see if a friend is currently on. I'm forced to open messenger and click on a particular friend... so in addition to giving me things I don't want you took away a feature I do.\nQuit thinking you know what your customers want and quit trying to be like everyone else. Do one thing and do it very, very well.... instead of trying to corner every possible market.\nYou want young people to start using FB more again, at the risk of the people who already ARE...."
        }
    ]
}