{
    "data": {
        "created_time": "2017-03-31T18:30:43+0000", 
        "id": "10155656407651729_198330107333594", 
        "message": "Does ANYONE know what the fix is when FB does not show any graphics. This problem is intermittent. Doesn't happen all the time but often enough to be very annoying.  I see w can't post a picture here or I would show what it looks like.  Sometimes restarting the computer helps but often does not.  Besides who want to keep restarting every time you need to do something on one of your pages.  I have already consulted and paid for a computer specialist who spent one hour troubleshooting and could not find anything on my computer that would be cause this to happen.  FACEBOOK? Please fix this!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-31T18:48:53+0000", 
            "id": "10155656407651729_383434952042790", 
            "message": "Thanks for letting us know, Karen. It's possible you may be experiencing a known issue. Please give us more detail here: http://bit.ly/2nrxV5c. -Joe"
        }, 
        {
            "created_time": "2017-03-31T21:00:54+0000", 
            "id": "10155656407651729_322644024816876", 
            "message": "Facebook please fix this side chat bar is not downloaded please fix this problem asap I have reported this problem several times y'all are ignoring me I have to go through messenger to see who is on line my chat bar is not downloaded please. I have a android phone..i have uninstall and reinstall messenger and Facebook app several times problem not solved"
        }, 
        {
            "created_time": "2017-03-31T23:18:04+0000", 
            "id": "10155656407651729_414417832250571", 
            "message": "Does anyone know Helena Brennan  Athenry"
        }, 
        {
            "created_time": "2017-04-01T06:03:35+0000", 
            "id": "10155656407651729_256598274750304", 
            "message": "Facebook Please look my private message"
        }
    ]
}