{
    "data": {
        "created_time": "2017-05-09T22:11:36+0000", 
        "id": "10155656407651729_190068201513838", 
        "message": "Can you do something really exciting like STOP CHANGING MY VIEW TO \"TOP STORIES\"??? I'm getting sick of having to change it multiple times per day when I refresh and the first post at the top of my newsfeed shows from at least eight hours, it not a day ago. There is no option to set that preference anywhere, and there is no reason for me to have that view, because I have NEVER selected it on my own."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-09T22:14:28+0000", 
            "id": "10155656407651729_1613414175366215", 
            "message": "Hi Justin. You can view stories by most recent, but News Feed will eventually return to its default setting. Learn more: http://bit.ly/2q1u2Iq. -Brittany"
        }, 
        {
            "created_time": "2017-05-11T02:21:51+0000", 
            "id": "10155656407651729_289444924838164", 
            "message": "I've been having the same problem.  It's been much worse in the last week.  I have to change the setting about every 15 minutes.  I'm missing a lot of important things that my friends have posted.  Why don't you just fix this since everyone seems to hate it? We should have the choice of how we see post on our new feed.  How can anyone really tell us what the top stories are for us."
        }, 
        {
            "created_time": "2017-05-11T14:03:08+0000", 
            "id": "10155656407651729_455652854786263", 
            "message": "Because top stories is paid by big corps, like media, on fb to be their platform sp facebook will never allow us a full more recent platform that would bury their content"
        }, 
        {
            "created_time": "2017-05-12T17:48:43+0000", 
            "id": "10155656407651729_1920999484803256", 
            "message": "This is my pet peeve about Facebook."
        }, 
        {
            "created_time": "2017-05-12T20:41:02+0000", 
            "id": "10155656407651729_640911842770481", 
            "message": "Most recent, Facebook. ALWAYS most recent. That should be the default!"
        }, 
        {
            "created_time": "2017-05-12T22:11:28+0000", 
            "id": "10155656407651729_1314523955335994", 
            "message": "Facebook I just came to complain about this same problem.  I do NOT want to see the top stories.  I want to see the news feed in a logical order.  I don't give a crap about what my friends have liked or what has the most comments.  I want to see what is going on now.  I don't need to see the same post over and over because people are commenting on it or Facebook thinks I should see it."
        }, 
        {
            "created_time": "2017-05-12T22:18:38+0000", 
            "id": "10155656407651729_665143353670072", 
            "message": "Hi Christy. The same stories appear in Most Recent and Top Stories, just in a different order. Most Recent shows stories in the order they were posted, and Top Stories shows stories from people and things you interact with most at the top. Here's how to select the Most Recent feed. Learn how to select the Most Recent feed: http://bit.ly/2ptPdDW. -Brittany"
        }, 
        {
            "created_time": "2017-05-12T22:20:08+0000", 
            "id": "10155656407651729_801409966693869", 
            "message": "Facebook I understand how it works.  I don't like the Top stores and have no need for it.  I wish you guys would just allow me to keep it set at most recent since I change it every single time I log on!"
        }, 
        {
            "created_time": "2017-05-12T22:23:37+0000", 
            "id": "10155656407651729_989489774487419", 
            "message": "We're sorry you feel that way, Christy.  We're constantly working to improve the Facebook experience for everyone and if there's something we can do to improve yours, please let us know at: on.fb.me/1N2bhYs. -Brittany"
        }, 
        {
            "created_time": "2017-05-12T22:34:53+0000", 
            "id": "10155656407651729_646021952254926", 
            "message": "That \"people you interact with most\" thing is really interesting, because facebook pretty much chooses who I interact with. I can visit friend's walls and see posts they made that never showed up in my feed. I can't interact with them if I don't see what they post. In a perfect world, facebook would let me permanently set my feed to \"most recent\" if that's what I want, and it wouldn't filter my newsfeed. Just let me see my friends' posts, ALL of my friends. I don't need to see what they like or comment on that has nothing to do with me."
        }, 
        {
            "created_time": "2017-05-13T00:20:35+0000", 
            "id": "10155656407651729_1331209246987351", 
            "message": "I also feel like Christy and the others. It is SO annoying to have the feed constantly revert to 'top stories'. I want to see what my family and friends are posting and doing in real time, not the next day. Or never. \nI understand I'm not the client here, I'm the product you are selling. But as soon as a viable alternative is available I believe you are going to see a mass exodus and some service that is more responsive can then sell me to advertisers."
        }, 
        {
            "created_time": "2017-05-13T01:08:52+0000", 
            "id": "10155656407651729_1902293743357553", 
            "message": "Facebook, is there a particularly stupid person responding. Everyone knows how to change it back. We do not want to have to do that constantly. Why are you not able to listen to your users?  You've already lost most of the younger generations. Keep it up. You'll be toast when the rest of us have had enough. Let us set our own default. Get it????"
        }, 
        {
            "created_time": "2017-05-16T16:02:15+0000", 
            "id": "10155656407651729_1326980597385618", 
            "message": "Facebook I agree. When someone is called to a post in a group, why is it necessary to move that post to the top of the page? This undoes the order that things appear, and often this is not desired. Moving the post serves no purpose whatsovever. It doesn't make that post more fabulous. It, like flypaper, only attracts more flies.\n\nPlease undo this, or at least allow a group admin set a setting to make all posts stay put. \n\nSometimes people want to tell a story. That can be text, music, pictures, etc. WHen the order is undone, much of the work is lost, or has to be repeated. \n\nPlease. Don't bring comments on posts in a group to top of the page. It is not necessary nor desired. It just makes some posts most popular and this undoes the rest of the story."
        }, 
        {
            "created_time": "2017-05-16T16:21:44+0000", 
            "id": "10155656407651729_1874440416106044", 
            "message": "Hi Len. We appreciate your feedback and suggestions. We'll be sure to pass them along to the rest of our team. Additionally, you can search for a post in groups by following these steps: http://bit.ly/2qsphFU. -Jessica"
        }
    ]
}