{
    "data": {
        "created_time": "2017-04-11T17:32:24+0000", 
        "id": "10155656407651729_434861833518772", 
        "message": "Hey Facebook! How do I disable/hide that unwanted Facebook Camera that came with  that annoying update? And how do I remove Facebook Stories from the top of my feed? Neither was needed nor desired and is making the mobile app highly unappealing."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-11T17:46:22+0000", 
            "id": "10155656407651729_422568724767901", 
            "message": "Thanks for reaching out, Jarod. You will be able to swipe away from these features when you don't want to create content or flip through Stories that friends have shared and continue browsing your News Feed like you've done before. However, people cannot remove these features from the Facebook app. -Jon"
        }, 
        {
            "created_time": "2017-04-11T18:01:06+0000", 
            "id": "10155656407651729_1535989909745472", 
            "message": "Thank you for telling me. I will be removing the mobile app and sticking strictly to the PC version."
        }, 
        {
            "created_time": "2017-04-24T23:58:00+0000", 
            "id": "10155656407651729_773454356148520", 
            "message": "Same here, Jarod Freer I wish I hadn't updated the app. Whoever gave the greenlight on this update had no clue how annoying all those darn circles at the top would be for users. I hate it. The shopping icon that was forced on us which can't be disabled was bad enough. This is the worst redesign, ever. smdh"
        }, 
        {
            "created_time": "2017-04-25T00:43:15+0000", 
            "id": "10155656407651729_680230088853420", 
            "message": "I totally agree with you. I am so sorry for updating my app and can't go to the old version"
        }, 
        {
            "created_time": "2017-04-25T02:00:13+0000", 
            "id": "10155656407651729_293513914420561", 
            "message": "Did you finally found solutions? I am still struggling."
        }, 
        {
            "created_time": "2017-04-30T07:08:22+0000", 
            "id": "10155656407651729_429020604135613", 
            "message": "I agree. I hate it. It's an eyesore."
        }, 
        {
            "created_time": "2017-05-21T19:06:49+0000", 
            "id": "10155656407651729_294169974368885", 
            "message": "I can figure out that my time on your line will be short lived, but I repeat, as soon as there`s any kind of tech alternative, it will be a happy divorce and I´ll show Mark my long middle finger"
        }
    ]
}