{
    "data": {
        "created_time": "2017-04-07T21:42:59+0000", 
        "id": "10155656407651729_395232837513759", 
        "message": "On Monday, I began having problems with Facebook Live. When I push the reverse camera arrow so that the camera will be towards me, the camera always freezes. The camera on Facebook Live only works when it is facing forward. Any suggestions on how I am able to use Facebook Live again with the camera facing towards me?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-07T22:20:04+0000", 
            "id": "10155656407651729_1272832389502963", 
            "message": "Hi Leslie. If you believe a feature isn't working properly, you can report it to us using these steps: http://bit.ly/2nnphZw. Thanks. -Jessica"
        }, 
        {
            "created_time": "2017-04-08T07:02:56+0000", 
            "id": "10155656407651729_423320821364141", 
            "message": "Facebook  beaucoup on une nouvel aplication sur leur page   et moi j ai rien  sur ma page quand je fait commentaire pourquoi ,,,?????"
        }, 
        {
            "created_time": "2017-04-08T21:51:20+0000", 
            "id": "10155656407651729_428516634170019", 
            "message": "It boggles my mind how narcissistic people are!"
        }, 
        {
            "created_time": "2017-04-09T04:22:53+0000", 
            "id": "10155656407651729_1659565630724346", 
            "message": "I cannot log onto my fb act from my computer.....any other android device/no problem....what can I do?"
        }, 
        {
            "created_time": "2017-04-09T16:12:45+0000", 
            "id": "10155656407651729_1696971647262090", 
            "message": "Hey, Robin. If you're having trouble logging into your Facebook account, here are a few things to try first: http://bit.ly/2of8y9D. -Rhea"
        }, 
        {
            "created_time": "2017-04-10T03:49:47+0000", 
            "id": "10155656407651729_454739814859428", 
            "message": "Thank you, Rhea! I was clicking around the file menu at the top of my computer screen and discovered an option in the \"Window\" drop-down menu to mute and un-mute the opened tab. I have no clue how my tabs were muted, but I went ahead and un-muted them and now I get sound on all FB videos. Yay! lol"
        }, 
        {
            "created_time": "2017-04-10T08:40:48+0000", 
            "id": "10155656407651729_289552691458386", 
            "message": "Hi! Good day to you. can I ask? I can get my reported account? If yes, how? I'll do consecutive verify and submissions, but there's no respond. Please I need your cooperation. When I'm logging in, it tells me to fill the form, the date of birth and the picture of my ID showing my date of birth. And yes, I actually did it all. And Im not 13 years' old and below. Actually, I'm already 21 years old. Please Facebook, let me use my another reported account because I need it very much, because it has business transactions. I can't communicate with my clients. Just letting you know. Please I need your respond and help. Please help me fix this trouble. My locked account was this: Chyler Ched Abejero. Thank you!😃"
        }, 
        {
            "created_time": "2017-04-10T12:00:59+0000", 
            "id": "10155656407651729_1870175366601809", 
            "message": "Facebook-I did report it right away, but it still isn't working properly. Any suggestions?"
        }, 
        {
            "created_time": "2017-04-11T07:17:57+0000", 
            "id": "10155656407651729_422250934799680", 
            "message": "Facebook My main account was blocked because I did not have the given surname, i sent an  support facebook email my data with true name and surname , when regain my account?"
        }, 
        {
            "created_time": "2017-04-11T10:51:05+0000", 
            "id": "10155656407651729_434694580202164", 
            "message": "I've been trying to get a SMS code sent to my phone to change my phone number. I never get one. Help."
        }, 
        {
            "created_time": "2017-04-12T02:00:27+0000", 
            "id": "10155656407651729_266940507101099", 
            "message": "Facebook also, can i get an unanswered problem answered?"
        }, 
        {
            "created_time": "2017-05-13T13:18:55+0000", 
            "id": "10155656407651729_237634993384290", 
            "message": "How long is probation period when I am locked out for \"Nudity\"  I tried to send my sister a picture of my extremely bruised l/3 breast and sternum from a serious accident.  It was a drag and drop into a 'private message'..it did not work.  I do not know where it dropped to.  I am 70 years old and would hardly post nudity on Facebook.  I am Administrator in two groups and respect all of the rules of Facebook.  Thank you."
        }, 
        {
            "created_time": "2017-06-11T22:10:38+0000", 
            "id": "10155656407651729_643300112547238", 
            "message": "আমাকে  একটি  পিকচার  দাও"
        }, 
        {
            "created_time": "2017-07-29T09:52:37+0000", 
            "id": "10155656407651729_496179620732700", 
            "message": "Facebook Hello Dear Mark\nI sent you a message Please look at my case and how I sent to the support team did not get any response please help me to reactivate my account .. I miss many friends and I can not communicate with them Please help me and thank you"
        }
    ]
}