{
    "data": {
        "created_time": "2017-04-08T15:16:42+0000", 
        "id": "10155656407651729_190078304840535", 
        "message": "Hi, a friend's account was just hacked, your support pages either don't work or don't provide an answer, it keeps redirecting to a general page no matter what link I click. She cannot retrieve it be it with e-mail address or mobile number. Is mobile number not something that is not supposed to be the ultimate security check only changeable with a mobile notification ????? (she didn't get any)... So much for security advice..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-09T14:57:20+0000", 
            "id": "10155656407651729_1454408154591466", 
            "message": "Hey, Marianne. Please tell your friend to go to the Hacked Accounts section to get immediate help. Learn how: http://bit.ly/2oeiFKi. -Rhea"
        }, 
        {
            "created_time": "2017-04-10T18:10:15+0000", 
            "id": "10155656407651729_421948954829878", 
            "message": "Thanks Rhea, we tried that already but she keeps getting a message that her e-mail address doesn't exist (of course it doesn't, if her account was hacked changing the e-mail address would be the first move, the account looks deactivated). Can you please send her a new password to her (former before hacking) e-mail address (e-mail wasn't hacked)? I sent the e-mail address by PM. Also, can you please explain how the e-mail and/or phone number can be changed without any notification to the former e-mail/phone ? That seems like basic security ?"
        }, 
        {
            "created_time": "2017-04-10T18:28:53+0000", 
            "id": "10155656407651729_421971721494268", 
            "message": "Hi Marianne. If your friend is still having trouble logging into her Facebook account, here are a few things to try: http://bit.ly/2orvm6n. -Brittany"
        }, 
        {
            "created_time": "2017-04-10T22:46:19+0000", 
            "id": "10155656407651729_501864290202786", 
            "message": "HOW DO U DEAVITVATE YOUR OLD FB ACCOUNT"
        }, 
        {
            "created_time": "2017-04-11T04:35:27+0000", 
            "id": "10155656407651729_789941911164505", 
            "message": "She has not \"trouble logging into her Facebook account\", she was HACKED, her friends and family received messages with fishy links she never wrote and none of FB's automatic account retrieving procedure works. I'm working in IT projects for the Swiss gov, I DO understand basic security procedures and can tell the difference between a lost password and a hacked account, I also tried all your recovery procedures and help pages for hours to no avail. Also, for the third time, how is it possible for a hacker to change the e-mail/phone settings without her getting a notification ? Thanks a lot."
        }, 
        {
            "created_time": "2017-04-11T15:21:42+0000", 
            "id": "10155656407651729_1357638507655430", 
            "message": "Hi Becky. Instructions on deactivating your account can be found here: http://bit.ly/2omEVBv. -Elizabeth"
        }, 
        {
            "created_time": "2017-04-11T19:32:20+0000", 
            "id": "10155656407651729_296441414127983", 
            "message": "Facebook how do I get a representative or someone to contact me. I tried messaging you guys and tried finding a phone number, no luck. I need you guys to contact me please. Thanks."
        }, 
        {
            "created_time": "2017-04-11T19:59:06+0000", 
            "id": "10155656407651729_112897625927658", 
            "message": "Hi James. This is a great place to ask questions. How can we help? -Brittany"
        }, 
        {
            "created_time": "2017-04-11T22:18:29+0000", 
            "id": "10155656407651729_280666725710088", 
            "message": "Seriously Facebook how do you guys not recognize this HUGE problem? I just landed here on this page after calling your office and having the machine hang up on me after repeated attempts to message, message board, refer to your \"help center\", and has been a complete hamster wheel of time being wasted getting absolutely no where. Myself and others need HELP directly from your business concerning people hacking accounts and changing passwords on recovery email as well. Our business has spent money with Facebook and yet we have 0 help here.  To clarify again we have 2 hacked accounts, 1 facebook page and 1 instgram page after the recovery email password was changed. We are the business owners and have proof of such. Please remedy this problem ASAP and contact me!"
        }, 
        {
            "created_time": "2017-04-11T22:27:35+0000", 
            "id": "10155656407651729_1124886274289704", 
            "message": "We hear your frustration, Jon. If you think someone has logged into your account without your permission, we recommend that you secure it right away. Learn how: http://bit.ly/2opSphM. -Brittany"
        }, 
        {
            "created_time": "2017-04-12T04:59:03+0000", 
            "id": "10155656407651729_1374508129261496", 
            "message": "Hi Brittany, how are they supposed to do that if they can't access to their account ?"
        }, 
        {
            "created_time": "2017-04-12T05:01:58+0000", 
            "id": "10155656407651729_197266737444527", 
            "message": "Jon Gibb Hey Jon I see you too have a problem with Facebook and Instagram. Was your account hacked right after you connected both accounts ? That's what happened to my friend. If this is how it happened to you as well, looks like there is a security issue..."
        }, 
        {
            "created_time": "2017-04-12T05:11:38+0000", 
            "id": "10155656407651729_797387423758743", 
            "message": "Facebook Microsoft and Adobe have a help chat (which is mostly quite efficient). Do you have anything similar ? Also, can you please provide help with that problem ?"
        }, 
        {
            "created_time": "2017-04-23T13:39:53+0000", 
            "id": "10155656407651729_118650332021435", 
            "message": "mohonalam1964@gmail.com Is my uncle(Mohon Alam) account mail address. This is a real account of him. His account is disable now. he want to back his account. kindly, review this account and enable it."
        }, 
        {
            "created_time": "2017-04-23T13:41:49+0000", 
            "id": "10155656407651729_1884961155096615", 
            "message": "mohonalam1964@gmail.com Is my uncle(Mohon Alam) account mail address. This is a real account of him. His account is disable now.he was submited a requested to facebook. but, he didnt got any reply. he want to back his account. kindly, review this account and enable it. i"
        }
    ]
}