{
    "data": {
        "created_time": "2017-04-09T18:33:01+0000", 
        "id": "10155656407651729_646667322200063", 
        "message": "I've commented before about the popup window scam on Facebook that tells you that your phone is infected and tries to get you to download an antivirus app, and if you're too slow it starts downloading a file to your phone. I just deleted the 23rd file that this scam has downloaded to my phone. Sometimes there is a variant that tells you that you have won and prompts you to spin a wheel to determine your prize. That one doesn't download a file. With all your technical might and resources, why does this keep happening? Are you powerless to stop this? I can't get on Facebook for more than 10 or 15 minutes without this happening. Does everybody experience this, or is the number of people targeted by this clearly illegal scam too small to concern you?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-04-18T18:16:25+0000", 
            "id": "10155656407651729_376115969449705", 
            "message": "This scam just downloaded another file to my phone, and kicked me to Google play store where it tried to get me to download DFNDR. Is Facebook powerless to protect its users from this scam? Scanning through the other comments here I see them all getting responses from Facebook.  Does your silence imply that you accept this as just another marketing tool used by your advertisers?"
        }, 
        {
            "created_time": "2017-04-18T18:33:43+0000", 
            "id": "10155656407651729_1896550567257232", 
            "message": "Hey Dennis. Your device may be infected with malicious software. Learn more here:\nhttp://bit.ly/2pPhalt. -Joe"
        }, 
        {
            "created_time": "2017-04-18T19:32:46+0000", 
            "id": "10155656407651729_1681142362182245", 
            "message": "Good luck with that..I sent government I'D, all kinds of PROOF that it was my account and that i needed help》》》\nand still after 1 year and not even a VOWEL letter from  FB..that account is still on FB and my friends continue to tag the bad account !!!"
        }, 
        {
            "created_time": "2017-04-24T05:37:04+0000", 
            "id": "10155656407651729_1180638155379704", 
            "message": "Hey... \n\"Thanks for sending your photo we will email you within 72 hours if it meets requirements.Right Now,Your account has been disabled as a security precaution\"\nWhat is this? ugh i sent my photo and its been months My Acct Is Shann Ellys A. Santos i have access to that acct by my mobile # 09272346816 idc anymore if my number is confidential i just want my account back. Ive been playing alot of games by binding it in facebook now i lost my account for doing nothing.."
        }, 
        {
            "created_time": "2017-04-29T03:00:06+0000", 
            "id": "10155656407651729_678516295668316", 
            "message": "0778994899\n۱۲۳۴۵۶"
        }
    ]
}