{
    "data": {
        "created_time": "2015-05-21T21:12:15+0000", 
        "id": "10153670419911729_10153717946611729", 
        "message": "FB, my friend account needs help. Anytime she tries to log on, she gets a screen that shows 'Sorry, something went wrong. Please try closing your browser window' and gives her the option to return home where she can log in again and she gets the same thing. She has tried  different browsers and cannot get into FB on her laptop but can log into her account on other computers PLEASE HELP!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-05-21T21:12:52+0000", 
            "id": "10153670419911729_10153717947446729", 
            "message": "And the support site has NO options to fix this"
        }, 
        {
            "created_time": "2015-05-22T16:40:48+0000", 
            "id": "10153670419911729_10153721981201729", 
            "message": "Thanks for reaching out, Vassi! It sounds like your friend is experiencing site maintenance. Please share this link to the Help Center with her: http://on.fb.me/1LttJb9. Hope this helps! -Sidney"
        }, 
        {
            "created_time": "2015-05-22T16:42:34+0000", 
            "id": "10153670419911729_10153721989021729", 
            "message": "Thank you for at least replying. This has been going on for days now. Since Monday, actually. And im not hearing of a lot of people experiencing this. Why is it maintenance if she can log into her account on other computers?"
        }, 
        {
            "created_time": "2015-05-22T16:43:05+0000", 
            "id": "10153670419911729_10153721991056729", 
            "message": "But not her OWN laptop? This is why I dont think its just maintenance"
        }, 
        {
            "created_time": "2015-05-22T16:44:20+0000", 
            "id": "10153670419911729_10153721995086729", 
            "message": "And it doesnt say it will be back soon...it says 'sorry, something went wrong. Try closing and opening another browser. She has tried multiple browsers. And still the same message"
        }, 
        {
            "created_time": "2015-05-22T17:05:33+0000", 
            "id": "10153670419911729_10153722053871729", 
            "message": "Thanks for providing that information. If your friend is using the most up to date version of her browser, and she is still experiencing problems, help us track this issue by reporting it here: http://on.fb.me/18dEFaD. -Sidney"
        }, 
        {
            "created_time": "2015-05-25T03:20:00+0000", 
            "id": "10153670419911729_10153729859361729", 
            "message": "Sidney, my friend has sent in 5...count them...5 reports to 'report a problem' with the issue explained as well as a screen shot and now it is 5 days later and she STILL cannot get onto her account. All the browsers she has tried ARE current and up to date."
        }, 
        {
            "created_time": "2015-05-26T19:27:50+0000", 
            "id": "10153670419911729_10153736682211729", 
            "message": "If its only on her laptop chanced are it has a bad log file ...try deleting all cache also cookies and saved data ...if that don't work it could be a virus"
        }
    ]
}