{
    "data": {
        "created_time": "2015-06-01T16:06:32+0000", 
        "id": "10153670419911729_10153770517136729", 
        "message": "how to delete email address on my acct"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-06-01T17:25:05+0000", 
            "id": "10153670419911729_10153770695316729", 
            "message": "Great question, Sarai! You can add or remove email addresses from your account by following these steps in our Help Center: http://on.fb.me/1Q0l2eu. -Sidney"
        }, 
        {
            "created_time": "2015-06-01T18:23:53+0000", 
            "id": "10153670419911729_10153770871761729", 
            "message": "Would be nice is you answered my question that was asked 12 hours ago.  I see you respond to \"we love facebook\" quotes that do not need a response but answering a question that is a legitimate one because you guys made changes and things do not work anymore gets ignored"
        }, 
        {
            "created_time": "2015-06-01T18:42:17+0000", 
            "id": "10153670419911729_10153770917561729", 
            "message": "Thanks for reaching out, Jim! You can find out how to download your Facebook data, including photos, from our Help Center here: http://on.fb.me/1Q0xNWh. -Sidney"
        }, 
        {
            "created_time": "2015-06-01T18:53:59+0000", 
            "id": "10153670419911729_10153770955431729", 
            "message": "I asked about bulk downloading. I already know how to click and download one at a time. There were apps/programs that people had that would do this since facebook doesn't seem to want to put that feature in. Now every app/program I find all say that they do not work after you guys made changes to stop them from working. So the question is how do I bulk download MY pictures. If you guys eliminated the ability to do that them I will download them one at a time and then have them stored on a site that does allow bulk download such as Google+ and pass that word to everyone I know to use a site that allows them unhampered access to their pictures"
        }, 
        {
            "created_time": "2015-06-02T06:51:25+0000", 
            "id": "10153670419911729_10153772720091729", 
            "message": "Lol ^"
        }
    ]
}