{
    "data": {
        "created_time": "2014-11-19T00:20:28+0000", 
        "id": "10152439721000079_10152440075795079", 
        "message": "True, lil wayne wake the fuck up ;P"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 61
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-19T06:06:09+0000", 
            "id": "10152439721000079_10152440452830079", 
            "message": "He didn't even diss him, you stan idiots are so far up his ass that whatever another fan says, you believe."
        }, 
        {
            "created_time": "2014-11-19T06:18:15+0000", 
            "id": "10152439721000079_10152440460920079", 
            "message": "He didn't really dis him...he said he was better than other rappers, but that's not really a diss"
        }, 
        {
            "created_time": "2014-11-19T14:20:13+0000", 
            "id": "10152439721000079_10152440884410079", 
            "message": "No love!"
        }, 
        {
            "created_time": "2014-11-20T02:48:27+0000", 
            "id": "10152439721000079_10152442067155079", 
            "message": "Yeah in No Love he was mainly saying he's a lot better than him but there is another sound that makes it crystal clear that he was dissing lil wayne. first No love. Snatch the mic from him, bitch I'mma let you finish in a minute\nYeah that rap was tight\nBut I'm 'bout to spit the greatest verse of all time\nSo you might wanna go back to the lab tonight and um\nScribble out them rhymes you were gonna spit\nAnd start over from scratch and write new ones\nBut I'm afraid that it ain't gonna make no difference\nWhen I rip this stage and tear it in half tonight"
        }, 
        {
            "created_time": "2014-11-20T03:02:51+0000", 
            "id": "10152439721000079_10152442079305079", 
            "message": "In \"Seduction\" he disses him 100% and here it is, fucking crystal clear.. if u still believe he hasn't dissed that lil trash you're a moron.. sorry but i'm not sorry.                                                                                         \" She sitting there getting liquored up at the bar.\nShe says it's quicker to count the things that ain't wrong with you than to count the things that are.\nThere's a seven disc CD changer in her car, and I'm in every single slot, and you're not. Aww.\nI'm the logo on the Dallas cowboy helmet.\nThe star, and I'm not about to sit back and just keep rhyming one syllable. Aww.\nSwitch it up, and watch them haters not give it up 'cause ya just not good enough.\nWell I'm not giving up til I get my respect, and I won't stop til I get enough,\n'cause I'm not living up to my own expectations. Aww.\nThat hater alarm is sounding off, that Obama took the bomb from my name. Aww.\nSo quit crying that I took your dame, homie she's my dame. Aww.\nYou sadly mistaking if you thinking that I'm not on my game, boy.\nAnd things just ain't been the same since the day that I came forth.\n\"YOU WEAR YOUR HEART ON YOUR SLEEVE!!!!\". I sport that white tank boy.\nBut you got a hard on for me. What you hollering my name for?\nIt's your bitch on my dick. Ain't my dang fault. Man, I can't call it.\" It's like I'm playing lyrical tug of war with your ear. You hear it girl, come here.\nPut your ear up to the speaker, dear, while I freak this world premier. Seducing her.\nLoosing up with a little freestyle that'll wait, am I losing you? Am I making you look bad?\nWell I got news for ya, homie, ya losing her. Oh wait, she don't like when I spit it fast.\nAm I trying to show her how? Let me slow it down some. It's still gonna be a blow out.\nYou're gonna wanna throw out your whole album.\nRummage through the shit, and try to salvage something to see if you can save any of it,\nPunk but none of it's fucking with me. Prick, you really feeling that bullshit?\nYou think you killing them syllables. Quit playing. These beats ain't nothing to fool with.\nThey call me Fire Marshall. I shut the shit down.\nYour entire arsenal is not enough to fuck with one round.\nI am also the opposite of what you are like. You are microcosm of what the fuck I am on the mic.\nI am awesome and you are just aww struck. She's love stricken.\nShe's got her jaw stuck, from sucking my dick. Aww Fuck."
        }
    ]
}