{
    "data": {
        "created_time": "2017-10-12T00:35:15+0000", 
        "id": "10154741949755079_1353189454790914", 
        "message": "Oh poor rapper. Hasn’t your friends maybe a wife that should be telling you to grow up and stop being a OLD Rapper. You sounds like shit. Yeah we know you were passionate, but come on we live in the real world. Do you have any answers for all these problems we are experiencing.  I tell you What MM. short for that name of yours. Anyways, you see how many people are suffering from these natural disasters and the lone gunman in Vegas. I mean put up or shut up. Put on a 🔥 firefighter uniform and get to saving lives and putting out fires in Napa Valley.  If that is beneath you maybe try go stay two weeks for the Harvey Relief programs. Go to Vegas for a week. Walk in there and pay as many of the victims hospital bills that you can. Your money and time would be a lot more respect. Rapping some dumb shit to make a statement is stupid. Really stupid. I understand it is what you do. But, push yourself away from your Entourage and give your time. Or are you pulling a Kaepernick stunts. Start something then don’t follow through with it. Just a cheap concert to listen to your white ass acting like you got solid with your black brothers. Even have the time down. Nice touch. Well, we have tons of stuff that need help with. Jump right in and show you don’t really mind helping people that are in bad situations. Thanks MM. LMAO. Your really are all talk. Asshole."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}