{
    "data": {
        "created_time": "2017-08-27T21:35:05+0000", 
        "id": "10154741949755079_10154741971730079", 
        "message": "Uhhhh marshal....those people haven't even risen yet...your still alive on the throne...😉"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-27T21:39:08+0000", 
            "id": "10154741949755079_10154741979175079", 
            "message": "Alchemist is his deejay/producer and he produced for mobb deep and a bunch of others greats, Mr. Porter is also Em's producer and a nasty producer in his own right, then there's Royce. How about learn some hip hop lil buddy. Lol!"
        }, 
        {
            "created_time": "2017-08-27T21:40:52+0000", 
            "id": "10154741949755079_10154741983610079", 
            "message": "How are they the leaders of the next generation when they don't even rap new school let alone understand the energy their still the leaders of their generation!"
        }, 
        {
            "created_time": "2017-08-27T21:45:57+0000", 
            "id": "10154741949755079_10154741992440079", 
            "message": "Marshal I'll admit barely understands the concept of being a rap god... The song rap God's lyrics where dope but his mind is still in 1998 and the beat was stupid the bass was ok but but don't you think a god would rap to something more high spirited and inspiring something with a choir and more energetic sound effects admit it ..I'm sorry but I can redefine the definition of rap god he's a rap god cause of his fame not the music and creativity in the beat and lyrics he's a genious playing square to a beat I would personally rape for breakfast..."
        }, 
        {
            "created_time": "2017-08-27T21:48:43+0000", 
            "id": "10154741949755079_10154741996835079", 
            "message": "I watched an interview once and he doesnt like to be called marshall off ppl he doesnt know personally lol"
        }, 
        {
            "created_time": "2017-08-27T21:51:46+0000", 
            "id": "10154741949755079_10154742001490079", 
            "message": "Well I don't know him nor do I think we will ever meet so personally I don't care till he says otherwise I love Eminem don't get me wrong he just twisted up a few concepts of art that break my back a little!"
        }, 
        {
            "created_time": "2017-08-27T21:55:32+0000", 
            "id": "10154741949755079_10154742006500079", 
            "message": "he is not, no matter how much you like eminem you are just lying to yourself lol he doesnt even make good songs anymore deal with it buddy"
        }, 
        {
            "created_time": "2017-08-27T21:57:47+0000", 
            "id": "10154741949755079_10154742011720079", 
            "message": "Beautiful was amazing and that was power of art in it's purest form what are you talking about"
        }, 
        {
            "created_time": "2017-08-27T21:59:06+0000", 
            "id": "10154741949755079_10154742013440079", 
            "message": "Robb Bailey thank you!"
        }, 
        {
            "created_time": "2017-08-27T22:02:38+0000", 
            "id": "10154741949755079_10154742019185079", 
            "message": "Us unrecognised artists are usually the ones that hold the most tallent and are usually kicked down and shadowed cause where broke don't have a professional studio or support to get us on our feet like myself Eminem got lucky cause he constantly put himself out their and Dre thank God! Recognised him and he blew up not everyone gets that such as myself"
        }, 
        {
            "created_time": "2017-08-27T22:03:57+0000", 
            "id": "10154741949755079_10154742021275079", 
            "message": "I'm just barely performing and iv been rapping sense I was 12"
        }, 
        {
            "created_time": "2017-08-27T22:12:12+0000", 
            "id": "10154741949755079_10154742033800079", 
            "message": "What Rob said but all those rappers are old as fuck?"
        }, 
        {
            "created_time": "2017-08-27T22:20:28+0000", 
            "id": "10154741949755079_10154742046080079", 
            "message": "Christopher James Brucie. Tbh you just sound like someone trying to get attention and half the shit you said didn't even make sense. Em isn't creative? You must be brain damaged. Rap God was done over that beat for a reason. If you can't figure out that reason then you should just stay quiet on the subject. Em is where he's at bc of his superior skill and on rap God he performed just about every type of flow there is. There's a reason he did that as well and it wasn't for the fans. To whoever said he doesn't make good songs anymore.....fuck off. Em isn't trying to be relatable emotionally on alot of his newer tracks . He is just displaying his skill. Em has incorporated modern day battle rap into his writing technique and delivering those bars with modern day battle rap stunt work. He's shadow boxing bars. He's syncopating. He's bending the pocket to him. He's flowing to parts of the beat besides the same old bass or snare. He's rhyming on the upbeat and the downbeat and everywhere in between. Hes crossing the bar with his crazy and intricate and creative rhyme schemes. He's left behind the old nursery school style of rhyming and flow and moved on to a super technical and difficult flow that no-one has done before. Oh yes....he's a rap God."
        }, 
        {
            "created_time": "2017-08-27T22:24:52+0000", 
            "id": "10154741949755079_10154742053960079", 
            "message": "Didn't say he wasn't a rap god just said he's not \"the\" rap god of \"MY\" generation! I'm sorry I know artists of this generation that define the laws of God that are not even close to recognised such as myself and just cause my leader falls doesn't mean I will aswell!!"
        }, 
        {
            "created_time": "2017-08-27T22:26:51+0000", 
            "id": "10154741949755079_10154742056940079", 
            "message": "The firstime I ever hit radio my song alienated was playing during a freaking earthquake!"
        }, 
        {
            "created_time": "2017-08-27T22:27:20+0000", 
            "id": "10154741949755079_10154742057695079", 
            "message": "Or caused it idk but that was sik"
        }, 
        {
            "created_time": "2017-08-27T22:28:34+0000", 
            "id": "10154741949755079_10154742060120079", 
            "message": "Half of us aren't even recognised leaving a lot of damn good music going to waste!"
        }, 
        {
            "created_time": "2017-08-27T22:28:49+0000", 
            "id": "10154741949755079_10154742060425079", 
            "message": "Christopher James Brucie. Lmfao. Well the man has more than maintained his relevancy and is still killing the game and is still superiorly skilled than most others. The fact that you keep trying to throw your name above his is sanctimonious and delusional. Let me know when you've made it onto rakim or grandmaster caz or kool g rap or talib kweli top list though. Only then can you dare to put your name in with his."
        }, 
        {
            "created_time": "2017-08-27T22:31:47+0000", 
            "id": "10154741949755079_10154742065730079", 
            "message": "I don't need that I don't even know who the hell those people even are...I just know raw emotions anger depression anxiety poverty pain heart break lust love poetic intuitions all mixed together in a medicine ball once I get a bad enough producer like tech 9s beats I'll show you the definition of a rap god!"
        }, 
        {
            "created_time": "2017-08-27T22:34:12+0000", 
            "id": "10154741949755079_10154742069780079", 
            "message": "Take this song for example it might not be the greatest but in your mind it will raise the dead! Listen to Konker - Bipolar Hot Struck Prod. by Bentley Hendrixx by Konker #np on #SoundCloud\nhttps://soundcloud.com/christopher-brucie/konker-bipolar-hot-struck-prod-by-bentley-hendrixx"
        }, 
        {
            "created_time": "2017-08-28T01:28:20+0000", 
            "id": "10154741949755079_812132125626278", 
            "message": "Christopher James Brucie. Yup knew that was coming from you sooner or later. Lol. Thanks for proving me right. Self promotion at it's finest right here folks."
        }, 
        {
            "created_time": "2017-08-28T01:29:14+0000", 
            "id": "10154741949755079_812132265626264", 
            "message": "I'm really gonna keep my mouth shut on this one good night!"
        }, 
        {
            "created_time": "2017-08-28T02:31:14+0000", 
            "id": "10154741949755079_470932946606680", 
            "message": "He must be good if the youth of today recognise him and listen to his music. All the screaming fans at these festivals I'd say 70% are teenagers or 20 odd year olds. I'm from s generation where everything was contraversial, he started out in 98, slating everyone and also had a very blue sense of humour, that we all went crazy for, cos we were crazy ourselves and we finally had a role model, to understand how he got so huge you will have had to have been a youth at that time, but no em has matured, well he's still not afraid to speak his mind which I respect. The kids still love him, I still love him, he's going to be around for a long time still. Respect to him because he's come from nothing, at 18, to this massive global icon. His music tells his story."
        }, 
        {
            "created_time": "2017-08-28T02:40:03+0000", 
            "id": "10154741949755079_1930017740614538", 
            "message": "Look I love Eminem to the bottom of my heart and I think he's a very distant cousin of mine music runs deep in the family and espically mine I'm just saying we look up to him cause he made us who are generation is today...I am who I am cause of him and so are they all I ever hear from old white people at bars is the only rap they listen to is Eminem every one loves him God made him a god himself but there are few of us  and distant family of his who has that genetic uniqueness artistically who can change music forever but their usually broke homeless with a shit load of demons that either kill us or lead us to failure it's hard to explain you have to go through a lot of pain to even remotely understand what I'm saying to have that psychic intuition is very rare and hard to come by...idk maybe em could explain what I'm saying better!"
        }, 
        {
            "created_time": "2017-08-28T02:46:18+0000", 
            "id": "10154741949755079_1930018983947747", 
            "message": "I might be related to vin diesel too..I'm weird"
        }, 
        {
            "created_time": "2017-08-28T07:18:51+0000", 
            "id": "10154741949755079_117141325679324", 
            "message": "U baked ? Lol"
        }
    ]
}