{
    "data": {
        "created_time": "2014-08-26T02:34:19+0000", 
        "id": "10152271438385079_10152272917600079", 
        "message": "Em I know you got mad respect for Jay, but that shit he stated on Aug 12, saying that you're the most overrated rapper of all time and that it's a travesty that you're the highest selling hip hop artist ever can NOT slide doody. I've listened to you since before I was double digits, and I have followed hip hop as closely as anyone on this planet. I can understand letting a Rick Ross or a Gucci Mane slide because they ain't even on the same level, but you can't let this camel ass looking faggot slide. You've ripped him on his own track, renegade and he's been sour ever since. I don't care what anyone says, he's not sour because of fifty or you signing Budden, he's sour because you've surpassed him in sales and talent, and most of all recognition. You're already considered the GOAT by many, but here is a chance to take a figure that many consider a rap god and strike his weak ass back down to a mere mortal. No one ever slide by you before, and I know you ain't scared of him, so just bring Shady back, conjure that evil twin and set all doubts aside. Crush that faggot, do it for your die hard fans, your true fans! #shadyvseverybody"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-26T02:36:19+0000", 
            "id": "10152271438385079_10152272920930079", 
            "message": "And for those of you that don't believe jay would say http://www.thenewsnerd.com/music/jay-z-says-eminem-overrated-rapper-time/\n\nFuck ROC, do him like Nasir did."
        }
    ]
}