{
    "data": {
        "created_time": "2014-08-25T17:29:08+0000", 
        "id": "10152271438385079_10152271517045079", 
        "message": "People don't know what they want from Eminem. When he goes to hard, they say he's angry and too much hate blah blah. Now he's matured in music industry and is a bit calmer y'all saying he's wack and they need the old eminem. His music is always impressive. There is a story/meaning behind his music. Its not like the normal Lil Wayne Krazy. I'll forever be an Eminem fan. TOO LATE TO START OVER"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1080
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-25T17:50:10+0000", 
            "id": "10152271438385079_10152271555415079", 
            "message": "So true!"
        }, 
        {
            "created_time": "2014-08-25T17:53:56+0000", 
            "id": "10152271438385079_10152271562150079", 
            "message": "Real talk Javier"
        }, 
        {
            "created_time": "2014-08-25T18:15:18+0000", 
            "id": "10152271438385079_10152271598950079", 
            "message": "Maybe it s just not the same people. Personnally I don't agree with some of the messages he sent through some songs, like cleaning out my closet, but at the same time I love this song, for the music, and the way it's written. Actually I never pay attention ti lyrics of songs besides eminem, but it's so crazy.. God this comment is way too long ._."
        }, 
        {
            "created_time": "2014-08-25T18:35:48+0000", 
            "id": "10152271438385079_10152271636000079", 
            "message": "Eminem is a beast. Fuck the critics"
        }, 
        {
            "created_time": "2014-08-25T18:41:37+0000", 
            "id": "10152271438385079_10152271646550079", 
            "message": "Amen!"
        }, 
        {
            "created_time": "2014-08-25T19:02:13+0000", 
            "id": "10152271438385079_10152271677525079", 
            "message": "The arrival of tunechi makes d rest rappers working hard evendo eminem.lil's a model!"
        }, 
        {
            "created_time": "2014-08-25T19:26:57+0000", 
            "id": "10152271438385079_10152271746835079", 
            "message": "No matter what people say id like to see anyone try to face him in a battle! He isn't the number 1 selling rap artist of this decade for nothin :D"
        }, 
        {
            "created_time": "2014-08-25T19:42:41+0000", 
            "id": "10152271438385079_10152272049420079", 
            "message": "I have enjoyed every album he has ever came out with, and I always look forward to the next.. Keep bringing them.. Fuck what people think. Haters are gonna hate."
        }, 
        {
            "created_time": "2014-08-25T21:05:19+0000", 
            "id": "10152271438385079_10152272194150079", 
            "message": "Wasiu, try learning to write in english before you try and imply that a faggot like wayne is even close to the same level of genius as Eminem. "
        }, 
        {
            "created_time": "2014-08-25T22:04:54+0000", 
            "id": "10152271438385079_10152272285350079", 
            "message": "Whack*"
        }, 
        {
            "created_time": "2014-08-25T22:12:56+0000", 
            "id": "10152271438385079_10152272295785079", 
            "message": "I prefer his new stuff... I think the lyrics are better, and he seems to rap faster now :p"
        }, 
        {
            "created_time": "2014-08-25T23:17:51+0000", 
            "id": "10152271438385079_10152272393355079", 
            "message": "Yes!! Preach it!"
        }, 
        {
            "created_time": "2014-08-26T01:11:33+0000", 
            "id": "10152271438385079_10152272528885079", 
            "message": "bro, no lie, that is the realest comment i have ever read in my life. props my dude"
        }, 
        {
            "created_time": "2014-08-26T02:18:25+0000", 
            "id": "10152271438385079_10152272887235079", 
            "message": "Agreed. 👍"
        }, 
        {
            "created_time": "2014-08-26T02:26:23+0000", 
            "id": "10152271438385079_10152272899055079", 
            "message": "There is a story behind everyone's music"
        }, 
        {
            "created_time": "2014-08-26T04:25:12+0000", 
            "id": "10152271438385079_10152273043680079", 
            "message": "The ebb and flow of his songs are typical to the internal struggle most people in recovery have with relationships and especially resentments. I find the lyrics truly inspiring even when he may go to the dark places. To me it seems like this is his personal way in which he resolves these matters. Due to his popularity clearly the same avenues for help do not exist as they do for people living a \"normal\" life"
        }, 
        {
            "created_time": "2014-08-26T04:46:16+0000", 
            "id": "10152271438385079_10152273071470079", 
            "message": "Many may say that I'm an \"old fart\" because of my age (60), however, be that as it may.  I agree MM's music has matured over the years, even though it is not my style of music.  What I like about MM is who he as become as he has gotten older.  I say a comment about people he made and if you treat him nice, he will treat you nice.  Isn't that what it's all about.  What I also like about MM is that, \"what you see is what you get.\"  He isn't phony.  He has made mistakes, who hasn't, but he has risen above them.  I'm going to admit, when he first started out, I didn't care much for him.  I'm glad those feelings have changed."
        }, 
        {
            "created_time": "2014-08-26T05:01:46+0000", 
            "id": "10152271438385079_10152273086345079", 
            "message": "Eminem is my Inspiration.  His music is is SOUL and he bears ALL.  If you don't like it, then sod off ..... We who listen to his music, don't hear hard core or whatever you want to call it, we hear WORDS from the Heart of a Man, who like many of us, are on a Journey to Recovery from one thing or another!!!!! If I had one wish, other than to find a job, it would be to meet this man in person even if it's the last thing I do!"
        }, 
        {
            "created_time": "2014-08-26T05:49:00+0000", 
            "id": "10152271438385079_10152273276250079", 
            "message": "eminem fell off 2004, people who trully listen to rap music know this, only his new teen fans and stans think his the best in the game."
        }, 
        {
            "created_time": "2014-08-26T06:16:15+0000", 
            "id": "10152271438385079_10152273524355079", 
            "message": "Well said and I agree."
        }, 
        {
            "created_time": "2014-08-26T08:06:47+0000", 
            "id": "10152271438385079_10152273640280079", 
            "message": "Yes In some questions I am agree,and I think I was one of the best fans of Eminem and I know he  had really hard childhood a few chances to have a little score in this life,as he was very poor had no money,and now he scored the world for many millions of people the best singer ever and for me too.but I can't understand why the boy like Marshall, began use satanic simbols,in his video <<Rap God>> and not only in this video, he shows many signs,what is not pozitive,is negative and it affects  to children very bad and as  I am psycologist I understand many more and I pay attention to every detal of every videoclip, and plus of all this in new songs Eminem wants to say that he loves satan and forgot who really helped him`Jesus and still I hope thats all is only a style and he will change it also for example his  general photo of facebook"
        }, 
        {
            "created_time": "2014-08-26T09:53:40+0000", 
            "id": "10152271438385079_10152273716300079", 
            "message": "props to you man you could have not worded it better"
        }, 
        {
            "created_time": "2014-08-26T11:21:14+0000", 
            "id": "10152271438385079_10152273816005079", 
            "message": "wow Javier, oh my god this is so bloody true it's not even funny... just yesterday I replied to a comment where people were all like \"we want Slim Shady\" and I'm like goddamn Eminem is a rap genius, he has no competition. His rap is just simply amazing"
        }, 
        {
            "created_time": "2014-08-26T11:30:48+0000", 
            "id": "10152271438385079_10152273825980079", 
            "message": "he really is a genius of a rapper., the industry lost tupac but dr. dre puts white pac.. and he did it awesome!!! the best rapper lived today."
        }, 
        {
            "created_time": "2014-08-26T13:33:20+0000", 
            "id": "10152271438385079_10152273995875079", 
            "message": "All the haters need to get a life, or at least a hobby. Eminem will always be the best rapper for all generations. Go Stans! Eminem FTW!"
        }
    ]
}