{
    "data": {
        "created_time": "2013-09-16T19:15:17+0000", 
        "id": "10151619978840079_10983870", 
        "message": "I feel so honored to be the first to comment. All of my hardwork and dedication has paid off. Getting the top comment has been a dream of mine for many years, and I would like to thank those who have helped me along the way. First and foremost I would like to thank God for giving me this opportunity. Next I would like to thank my parents. I want to thank my dog maggie, for being really fat and always there for me. Next I would like to thank the squirrel that lives in my backyard for climbing trees because that gives me inspiration that I need to get through the day. This is a special moment in my life and I would like to thank any of my unmentioned friends and family that have helped me along the way. This moment will be a moment that I will never forget. I just remembered a few other people I would like to thank; facebook, the fish I caught in the third grade, my light in my room because I wouldn’t be able to see the keyboard without it, the internet for letting me go on facebook, my house because without it I would be homeless, and last but not least I would like to thank all the people out there that actually took time out of their day to read this. I cannot stress how much of a big deal to me this is. I have been trying to be the first comment on a post for years, but that has not been possible until this amazing day. Hopefully my good luck will continue, but this is undoubtedly a rare occasion. If you asked me how I did this, I would say, you can achieve anything that you set your mind on. To all the kids out there reading this, I would like to tell them to follow their dreams. Being the top comment is amazing, thank you everyone!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 54
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}