{
    "data": {
        "created_time": "2016-08-17T03:45:26+0000", 
        "id": "10153740319155079_573533439513591", 
        "message": "Drake is more talented than the haters give him credit for.  Eminem is on another planet, but just because you don't like someone or their style of music doesn't automatically make them garbage... look at Future."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 88
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-17T05:56:17+0000", 
            "id": "10153740319155079_573572669509668", 
            "message": "Drake is only good at becoming everybody's number one fan."
        }, 
        {
            "created_time": "2016-08-17T06:51:32+0000", 
            "id": "10153740319155079_924140837696555", 
            "message": "Naw. He's garbage."
        }, 
        {
            "created_time": "2016-08-17T07:03:29+0000", 
            "id": "10153740319155079_996553883776545", 
            "message": "Its not that we don't like his style its that his raps don't really mean anything. Yeah they're catchy but that's it. Eminem actually raps about real shit that people can relate to and if he needs to diss someone he will."
        }, 
        {
            "created_time": "2016-08-17T07:26:06+0000", 
            "id": "10153740319155079_548652468661761", 
            "message": "Future garbage just like drake"
        }, 
        {
            "created_time": "2016-08-17T08:23:11+0000", 
            "id": "10153740319155079_1330483653661663", 
            "message": "Danyale Hall you can relate to Eminem? Having a drug addict mom? Having a step dad abuse you? Your ex wife being a psycho and trying to take your kids? Eminem spits real but you feel for him, not really relate. Drake talks about his girlfriends, relationships etc. which every guy in the world could relate to once in there life. Both have there own kind of music and both I listen to, but drake is more relatable than Eminem."
        }, 
        {
            "created_time": "2016-08-17T09:57:56+0000", 
            "id": "10153740319155079_1066125510109634", 
            "message": "Dude wtf?? Have you ever heard that cuntbag freestyle?  Listen and then shut up"
        }, 
        {
            "created_time": "2016-08-17T10:48:24+0000", 
            "id": "10153740319155079_573630392837229", 
            "message": "Danyale Hall say no more."
        }, 
        {
            "created_time": "2016-08-17T11:10:06+0000", 
            "id": "10153740319155079_1126737547388221", 
            "message": "Future is garbage..."
        }, 
        {
            "created_time": "2016-08-17T11:15:37+0000", 
            "id": "10153740319155079_1776380875942338", 
            "message": "Dude future is str8 trash. Can't even understand what the fuck he sais half the time"
        }, 
        {
            "created_time": "2016-08-17T12:33:40+0000", 
            "id": "10153740319155079_640117749480528", 
            "message": "He gets worse everyday lol"
        }, 
        {
            "created_time": "2016-08-17T13:11:40+0000", 
            "id": "10153740319155079_1234837733275056", 
            "message": "Drake doesn't write his own rhymes"
        }, 
        {
            "created_time": "2016-08-17T13:48:01+0000", 
            "id": "10153740319155079_531685227034223", 
            "message": "Eminem is just deep his lyrics are the truth , gets us to understand things in life , motivates us to do better . . Drake in the other is all about women ,drugs, money stuff that doesn't really make sense"
        }, 
        {
            "created_time": "2016-08-17T15:17:01+0000", 
            "id": "10153740319155079_1330701796973182", 
            "message": "Drake is a 1st class pop act not a fuckin rapper, Eminem is a rap God fact!!...."
        }, 
        {
            "created_time": "2016-08-17T15:49:42+0000", 
            "id": "10153740319155079_531718483697564", 
            "message": "did you really just imply future isnt garbage? foh"
        }, 
        {
            "created_time": "2016-08-17T15:59:38+0000", 
            "id": "10153740319155079_579461645587869", 
            "message": "Drake is shit"
        }, 
        {
            "created_time": "2016-08-17T16:11:43+0000", 
            "id": "10153740319155079_1074184689328833", 
            "message": "Shelby Eisenhauer, nah, I can't stand Future at all, but Im not about to call someone garbage because  I don't like them.  My Dad says all rap is crap, period. Doesn't mean he's right or I'm wrong. Just am opinion."
        }, 
        {
            "created_time": "2016-08-17T16:14:54+0000", 
            "id": "10153740319155079_1066328460089339", 
            "message": "Kris Goundar the thing is we dont relate literally to his lyrics, i myself have an alcoholic as a father and eminems lyrics about his mother hits the nail. Crazy ex? Yeah.. I dont relate to drakes music because its something that probably everyone goes through, so its like who cares, nothing special about that. Eminems experiences are alot tougher than mine, but i relate with him in so many levels, more than with drake."
        }, 
        {
            "created_time": "2016-08-17T23:29:37+0000", 
            "id": "10153740319155079_528152850723419", 
            "message": "Kris Goundar if you don't know anything shut up. I've been through some of the stuff Eminem has. My mom is a drug addict she's also suicidal. My actually dad was abusive and raped me multiple times.I've been through more that what I've stated.  Do yeah its more relatable for me. Like Oskar Paradise Virolainen said we don't relate literally but some can. Drake gaps about the same things most of all the others rap about sex girls and money. Drake is nothing special. His music shouldn't even be considered rap. At least Eminem can write his own music."
        }, 
        {
            "created_time": "2016-08-17T23:43:34+0000", 
            "id": "10153740319155079_1235261643232665", 
            "message": "I don't know why some of you guys think drake is relatable maybe when he talks about breakups but all he raps about is girls sex and drugs and money. That's basically every other rapper out there. Drake isnt any different. Yeah he might be able to sing good for him. That's a common talent. He can't even write his own music. So what makes Drake so much matter than Eminem"
        }, 
        {
            "created_time": "2016-08-18T01:17:26+0000", 
            "id": "10153740319155079_548925391967802", 
            "message": "Future and Drake both are trash"
        }, 
        {
            "created_time": "2016-08-18T01:22:25+0000", 
            "id": "10153740319155079_1775968042687731", 
            "message": "Lol I never said drake was a better rapper. I think Eminem has the best lyrics in all rap. But to say drake sucks and can't relate and is soft and doesn't write his own music? Lol there's alot of rapper that don't write there own music. Who cares? Music is music. Regardless. Singing is a common talent? That's why all you guys on Facebook can sing like him right? Since it's such a common talent 😂 Drake is a entertainer. His job is to make as much fame, fans, and money before his time is over. Yall are too worried about drake and Eminem. Both of these guys are on there own wave and doing legend shit. You don't have to like drake but each and every town he goes to for this summer 16 tour, is sold out. He's doing something right. Even Eminem thinks so."
        }, 
        {
            "created_time": "2016-08-18T02:01:39+0000", 
            "id": "10153740319155079_1045868362196802", 
            "message": "Future is garbage too 😂"
        }, 
        {
            "created_time": "2016-08-18T02:05:20+0000", 
            "id": "10153740319155079_1776666059247153", 
            "message": "When you can't even write your own lyrica..you aren't good."
        }, 
        {
            "created_time": "2016-08-18T05:45:08+0000", 
            "id": "10153740319155079_997415570357043", 
            "message": "drake blows started on degrassi now he is here"
        }, 
        {
            "created_time": "2016-08-18T09:28:21+0000", 
            "id": "10153740319155079_566357966887831", 
            "message": "Exactly,  drake is an entertainet, eminem is an artist. Couldn't have put it better myself"
        }
    ]
}