{
    "data": {
        "created_time": "2016-08-17T03:40:53+0000", 
        "id": "10153740319155079_565855583604736", 
        "message": "I respect that eminem has changed and left all the drama aside since his recovery album.but i really wanted him to murder drake.he should diss lil wayne too.bunch of talentless hacks."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 67
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-17T05:37:32+0000", 
            "id": "10153740319155079_531588630377216", 
            "message": "Eminem is fan of Lil' Wayne. Em earlier said he likes Lil' Wayne's music very much and keeps waiting until Wayne releases something new. And also Lil' Wayne is suffering from Cancer. So we all should pray for him. And Eminem is RapGod and he has nothing to prove now."
        }, 
        {
            "created_time": "2016-08-17T07:27:47+0000", 
            "id": "10153740319155079_996568270441773", 
            "message": "Fuck Wayne if it's true he has cancer it's cause karma is kicking him now for making people listen to such trash for years."
        }, 
        {
            "created_time": "2016-08-17T07:40:43+0000", 
            "id": "10153740319155079_924153994361906", 
            "message": "L"
        }, 
        {
            "created_time": "2016-08-17T08:32:35+0000", 
            "id": "10153740319155079_573602619506673", 
            "message": "Hugh Wøødwørth calm down homie. He is suffering from fuckin' Cancer. Do you even know what it means? Show some respect. Lots of niggas trying to rap but Lil' Wayne has conquered everything and stood alone. Do you even make music? If you do, i would know how hard it is. Respect HipHop. Anf respect the artist as well man."
        }, 
        {
            "created_time": "2016-08-17T09:54:35+0000", 
            "id": "10153740319155079_1757614064507906", 
            "message": "Eminem dissed wayne LoL"
        }, 
        {
            "created_time": "2016-08-17T11:24:51+0000", 
            "id": "10153740319155079_1776382795942146", 
            "message": "Lil Wayne had everything handed over from his daddy... Didn't have to really climb any ladder or earn shit"
        }, 
        {
            "created_time": "2016-08-17T11:58:41+0000", 
            "id": "10153740319155079_1188814931188587", 
            "message": "Erica you sound stupid as fuck. Lil Wayne barely know his dad before he died and he didn't earn shit??? Say that to his millions of dollars and fans. He's not better then em but he is one of the best there is"
        }, 
        {
            "created_time": "2016-08-17T12:35:37+0000", 
            "id": "10153740319155079_1757659511170028", 
            "message": "Maciek Smoła yes and Lil' said he would love to be dissed again by Eminem. A song is not real life. Both of them are friends no matter who disses whom. Like Acting is not real life. That's what Art is all about. It is imaginary and creative. ✌ Em dissed Rihanna, Lady Gaga and many. But that doesn't mean they have disputes. These are artistic freedom. And specially when Em does it, nobody hates him. Even the dissed ones."
        }, 
        {
            "created_time": "2016-08-18T04:10:17+0000", 
            "id": "10153740319155079_801286346674705", 
            "message": "Ummmmmmmm Carter 2 lil wayne...and da drought 3 lil wayne....now that nigga there!!! He was an artist. Todays kids have no idea how hard lil wayne was before he went mainstream. Cant clown wayne"
        }, 
        {
            "created_time": "2016-08-18T04:18:33+0000", 
            "id": "10153740319155079_1747201328880242", 
            "message": "Y'all crazy Wayne is one of the best rappers. Sure not 2010's Lil Wayne. But the early 2000's Wayne was killing everyone on they own song. Don't act like yall wasnt slappin. The carter 1-3, the whole drought series, the whole dedication series.\n\nEven no ceilings with his shitty auto tune y'all was playing it out. Stop the hate on Wayne."
        }, 
        {
            "created_time": "2016-08-18T05:05:48+0000", 
            "id": "10153740319155079_1025244207595257", 
            "message": "^but he ain't eminem"
        }, 
        {
            "created_time": "2016-08-18T07:39:11+0000", 
            "id": "10153740319155079_531937920342287", 
            "message": "Erica Alicia wow think before u type sucha fucking ignorant comment \"his daddy\" smh dumbass.. If your referring to baby's bitchass that's a joke too.. All the non rapping hot boys need to b kissing Wayne's feet cause  juvey n Wayne made birdmans name in music period.. \"his daddy\" smh"
        }, 
        {
            "created_time": "2016-08-19T20:47:31+0000", 
            "id": "10153740319155079_1010147162434948", 
            "message": "Wow, and you're so talented because you are a keyboard warrior hating on all these artists that's working bard in their music."
        }, 
        {
            "created_time": "2016-10-26T07:21:42+0000", 
            "id": "10153740319155079_1780759568857751", 
            "message": "Kuch kid Rappers ko ek karaara Jawaaß.\r\nA sweet reply for some kid rappers.\r\nMust listen.\r\nhttps://m.youtube.com/watch?v=-Kx1I0aiGtA\r\n\nRespect to Honey Singh,ßadshah,ßohemia,Raftaar & A bazz\r\nPlease tell us your views aßout the song ßy commenting & Do like comment share subscribe if u like."
        }
    ]
}