{
    "data": {
        "created_time": "2010-12-15T11:15:02+0000", 
        "id": "10150118414036729_4178188", 
        "message": "READ ON OR DIE TONIGHT AT 10:35 P.M.9 years ago a person named Jerry got dared to sleep in a house that was believed haunted.The next day his friends waited for him out side the house. They had to go inside and search for him. They went thr.........ough every room except the attic. He wasn't supposed to sleep there.He was Supposed to sleep in the living room. They went into the attic. They saw Jerry's corpse and they just left because they were scared. But that night they all died because of their friend. He killed them all for making him sleep in that house. If you don't send this to 11 comments you will die tonight by Jerry.Example 1: A man named Stewart Read this and didn't believe it. He shut off his computer and went through his day. That night while he was in bed he heard something outside of his door. He got up to look. And now he's dead. Example 2:<BR>A Girl named Haley Read this in the morning and she got scared but she didn't send it. She wanted to know if it was true. She went to school (She was only 13 years old) and that night she died. If you don't post this on 11 comments tonight Jerry will visit!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}