{
    "data": {
        "created_time": "2013-10-11T17:50:34+0000", 
        "id": "10152196563766729_32043459", 
        "message": "You have to respect people's choices.. Share of information is somethingg that is by definition voluntary. Your new \"update\" that takes away the ability to keep profiles away from searches is authoritarian and disrespectful. \nI use Facebook to keep  in touch with friends and family from around the world. I share pics and video of my family and keep my profile as restricted as possible to only the people related to me. Should I sue you when pictures of my daughter start appearing in places in the internet because you \"decided\" that I should \"share\" more with the world?\nGet real dude.. Your are bright, but just know that the real value of business is in the downstream.. If you piss people off, you will feel the effect on the upstream. Just remember that there are other kids in high schools and college dorms that are just, if not smarter than you. Think kid.. Think."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-10-25T08:31:01+0000", 
            "id": "10152196563766729_32295902", 
            "message": "Ironic and all that FB is acting weird \"locking up\" accounts and their own owners cant access it anymore and their reason is \"security\"  when they expose to the world everything we have here without our \"permission\"???  FB even have the NEW policy of asking users to upload copies of our \"Passport, Driver's License, Immigration ID , etc...\"  that are too personal.  this is getting too far."
        }, 
        {
            "created_time": "2013-11-09T22:18:39+0000", 
            "id": "10152196563766729_32548028", 
            "message": "http://www.youtube.com/watch?v=IYMKQKSV0bY\n\nThis is a translation of the Meanings of The Noble Quran in the English and many other languages:\nhttp://www.islamway.net/SF/quran/"
        }, 
        {
            "created_time": "2014-01-15T02:18:25+0000", 
            "id": "10152196563766729_33608917", 
            "message": "https://www.facebook.com/CocoUArockGS,"
        }
    ]
}