{
    "data": {
        "created_time": "2016-01-21T19:59:24+0000", 
        "id": "10153283915470079_10153283990155079", 
        "message": "That's just some Illuminati shit .....I mean Even look at the Pro Pic \r\r...\r.\r😈 ........he's dope but now we know where it comes feom"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 57
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-04T21:19:13+0000", 
            "id": "10153283915470079_1543344405963467", 
            "message": "Fuck yaa"
        }, 
        {
            "created_time": "2016-03-06T06:00:08+0000", 
            "id": "10153283915470079_1014852551935756", 
            "message": "go and fuck yoself"
        }, 
        {
            "created_time": "2016-03-06T08:05:31+0000", 
            "id": "10153283915470079_898910233541454", 
            "message": "Yeah mate I know but it's eminem! 😔😜"
        }, 
        {
            "created_time": "2016-03-27T09:31:54+0000", 
            "id": "10153283915470079_1032024020218609", 
            "message": "Everyone is entitled to there opinions you don't have to insult him over his comment cause there's fact to his sh!t,mind your language @ Nyiko Skuta n Maxwell Chimedza"
        }, 
        {
            "created_time": "2016-04-06T06:52:24+0000", 
            "id": "10153283915470079_464464603753104", 
            "message": "Are u guys tryin to say dat Eminem is still an illuminati?"
        }, 
        {
            "created_time": "2016-04-23T04:44:26+0000", 
            "id": "10153283915470079_1050890428331968", 
            "message": "Dude I just came across this post and thought the same shit."
        }, 
        {
            "created_time": "2016-04-27T11:29:39+0000", 
            "id": "10153283915470079_781567438645809", 
            "message": "Someone's awake and knows the truth , the ones that are simple minded are the ones that think ur crazy ... Rip to the real slim 💪🏽"
        }, 
        {
            "created_time": "2016-05-13T23:00:51+0000", 
            "id": "10153283915470079_789282051207681", 
            "message": "He had to in order to be mainstream so everybody would listen to him but the point was to talk to the youth and wake up parents to check up their kids cause he knew the generation would be getting worse and worse as years goes by and I dont think hes still with them but who know this guy is so subliminal when he spit with many metaphors hard to tell the real meaning of the lyrice"
        }, 
        {
            "created_time": "2016-05-25T21:58:54+0000", 
            "id": "10153283915470079_1573250666306174", 
            "message": "Amen brother, you know the real truth. Never sell out for less. People need to know the truth. I'm cleaning house spiritual and fakebook house. I realized I like him but I don't like who he sold his soul to. There's much irony in deception to this. Only those who know the truth of God and the spiritual realm will see it for what it is. The rest are deceived because they don't know the truth. And if they choose for the principalities of Satan to keep them in the dark, they never will and it will be too late. When the trumpets sound, they will run too and realize they sold out to get the world for nothing because they won't be at the summit they will be knocked down into Lucipher's Dutch oven literally and metaphorically and they will wish for hallucinogens because it will be hell on earth when all the goats are separated from the sheep. Guard your minds and you will guard your heart. When you guard your heart, you guard your soul. As I'm writing this, my children are being attacked by the enemy. Both of them down for naps but both are being awoken in crying torture in both of their cribs which never happens. They are both changed and fed, both should be tired and sleeping peacefully. But the enemy and his spirits of darkness cannot stand that I am writing this to you brothers and sisters. If you read this, be blesses because it is finished. The grave and hell are overcome and their time is short. They want to eat your families and consume as many hearts and souls that they can. Spread the gospel and work for the army of the Lord not the false army who shouts orders at us day in day out and wake us at the witching hour, the opposite of when Jesus died on the cross, around 3am. When that happens, the powers that be are summoning demons and releasing them against us. Just pray in the name of Jesus and stay strong in the army of the king of King and lord of lords. It's true we never die but we will spend eternity with whom we choose and give our life and choices for. I grew up in poverty like him and wanted wealth fame and power like him. I learned what it would cost and I feel for him, what a talented man that God gave such gifts to. I do not condemn him, I cant. But I must clean house. There is only one true source, and he paid the full tab for me, i am redeemed. Satan promises the world but id rather worship Jesus than lose my soul. The Lord is my shepherd. I have decided to follow Jesus, no turning back. If none go with me, i still will follow. No turning back, no turning back. Who's with me? I'll meet y'all sheep at the summit when the trumpets sound. Peace and love, one holy true trinity, every knee shall bow and every tongue will confess <3 now I'm going to pray and cast off my babies in Jesus name by the power in me that is greater than he who is in the world. \"My whole household shall be saved.\""
        }, 
        {
            "created_time": "2016-08-09T00:56:08+0000", 
            "id": "10153283915470079_1119817651439245", 
            "message": "Listen to \"My Darling\""
        }
    ]
}