{
    "data": {
        "created_time": "2016-01-23T14:54:28+0000", 
        "id": "10153283915470079_10153286823245079", 
        "message": "January 23, 2016\n\nSerenity check\n\nPage 23\n\n\"Lack of daily maintenance can show up in many ways.\"\n\nBasic Text, p. 95\n\nEver had a perfect stranger remark about how great the weather was, only to reply \"It stinks\"? When this happens, we are probably suffering from a lack of daily maintenance in our program. \n\nIn recovery, life can get pretty hectic. Maybe those added responsibilities at work have got you hopping. Maybe you haven't been to a meeting for awhile. Perhaps you've been too busy to meditate, or haven't been eating regularly or sleeping well. Whatever the reason, your serenity is slipping. \n\nWhen this happens, it is crucial that we take action. We can't afford to let one \"bad day\" complete with a bad attitude, slip into two days, four days, or a week. Our recovery depends on our daily maintenance program. No matter what is happening in our lives, we can't afford to neglect the principles that have saved our lives. \n\nThere are many ways to recover our serenity. We can go to a meeting, phone our sponsor, meet another recovering addict for lunch, or try to carry the message to a newcomer. We can pray. We can take a moment to ask ourselves what simple things we haven't been doing. When our attitudes head downhill, we can avert a crash with simple solutions. \n\nJust for Today: I will examine the maintenance of my daily program of recovery. Eminem good day and can you put me on pay roll!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}