{
    "data": {
        "created_time": "2016-01-22T13:37:56+0000", 
        "id": "10153283915470079_10153285086595079", 
        "message": "January 22, 2016\n\nThe school of recovery\n\nPage 22\n\n\"This is a program for learning.\"\n\nBasic Text, p. 16\n\nLearning in recovery is hard work. The things we most need to know are often the hardest to learn. We study recovery to prepare ourselves for the experiences life will give us. As we listen to others share in meetings, we take mental notes we can refer to later. To be prepared, we study our notes and literature between \"lessons.\" Just as students have the opportunity to apply their knowledge during tests, so do we have the opportunity to apply our recovery during times of crisis. \n\nAs always, we have a choice in how we will approach life's challenges. We can dread and avoid them as threats to our serenity or we can gratefully accept them as opportunities for growth. By confirming the principles we've learned in recovery, life's challenges give us increased strength. Without such challenges, however, we could forget what we've learned and begin to stagnate. These are the opportunities that prod us to new spiritual awakenings. \n\nWe will find that there is often a period of rest after each crisis, giving us time to get accustomed to our new skills. Once we've reflected on our experience, we are called on to share our knowledge with someone who is studying what we've just learned. In the school of recovery, all of us are teachers as well as students. \n\nJust for Today: I will be a student of recovery. I will welcome challenges, confident in what I've learned and eager to share it with others. Eminem can i have a real job?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-22T17:42:06+0000", 
            "id": "10153283915470079_10153285450865079", 
            "message": "take what you want leave the rest"
        }
    ]
}