{
    "data": {
        "created_time": "2016-01-23T06:37:12+0000", 
        "id": "10153283915470079_10153286372740079", 
        "message": "That awkward moment when Eminem could have saved that poor woman With all the money he has she shouldn't have died. Kim... Oh I waited for you to come back to me! Fuck off she was a drug addict you should have gone out there to her. Ah well this is what money and fame does to you... Hope Alaina walks away."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-23T11:25:58+0000", 
            "id": "10153283915470079_10153286624585079", 
            "message": "thats just cold who knew mybe he tried helping, bare in mind its ex sister inlaw and besides i doubt ur current patner would want u trying to help ur x"
        }, 
        {
            "created_time": "2016-01-23T14:23:05+0000", 
            "id": "10153283915470079_10153286790735079", 
            "message": "You don't know what happened Angela.....they could of tried to help her for years. She was a drug addict, if they gave her money, she would of bought more drugs, maybe they tried to put her in rehab and she didn't want to go. Nobody knows what really happened. It isn't up to an ex brother in law to help! Unless a drug addict is ready to help themselves, nobody can help them!! Both Marshall and Kim had drug addiction themselves in the past so they can't be around other addicts, it doesn't help their sobriety! Wish people would stop blaming them for her death just because they have money. She was an adult who sadly, made bad life choices."
        }, 
        {
            "created_time": "2016-01-23T16:22:40+0000", 
            "id": "10153283915470079_10153286932590079", 
            "message": "I'd have had her locked up in rehab so long she wouldn't know how to administer the drug anymore. And when she was out she would have lived in my house id not have let her out of my sight. But they did it for themselves just not her? He keeps going around adopting everyone's kids... Wtf doesn't he help their mothers? I've loved him from the age of 19 and still do at almost 36, but people around him are dying because he doesn't give a shit. He has turned his back on loads of people.. Like his uncle shot himself in the head from trouble with his neighbours and some dog? Lol and em couldn't get him out of there? Most people he knows are still poor... That's not right! If you won the lotto would you let your family live like rats? He needs to stop crying over Kim and kissing her arse as she couldn't care less about him! I mean his head is so far up Kims arse every time she yawns we can all see his eye balls!! It's pathetic he's pushed everyone out but still buys her houses and adopts her kids who she has with different men? What a plank... I'm not being nasty just honest. Fan or not he's out of order... Oh and my current partner would never have a say in me saving a human beings life regardless of who that was. And if so that person would quickly become by ex! And let's face it miss I'll treat him like shit Scott is the only one he obsesses over..  I just say what everyone else is thinking"
        }, 
        {
            "created_time": "2016-01-23T21:56:11+0000", 
            "id": "10153283915470079_10153287405380079", 
            "message": "I understand what your saying to a certain degree but I've known a drug addict in my husbands family and unfortunately, it's not that black and white. They steal, manipulate you and can emotionally hurt the people who love them the most so I just don't think it was that simple. The problem with society is that when your rich, people think you should financially help everyone in your family, I just think you have to draw the line. I'm sure it's illegal to \"have her locked up in rehab\" as you said. Well re Kim, I agree with you there. She's moved on and he hasn't. Even in recent songs he waffles on about her. He does do loads for charities in Detroit which he doesnt brag about which makes him humble in my eyes. I was just pointing out who knows how much he tried to help dawn and she kept going back to drugs, we will never know. Even doctors tell you there's a point you have to let go of an addict until they are fully ready to quit their addiction, in some media reports she was \"taking every pill she could get her hands on\" so I'm guessing she wasn't ready. In my eyes, it's Kim, her twin sister who should of helped more :) re the uncle, wasn't Marshall young then? Wasn't it before he was famous or just as he became famous? If you shoot yourself over a neighbours dog, sorry but there's a lot of emotional problems there. Not sure with that though so could be wrong. Just my opinion but if Marshall was youngish, finding his way, a young father trying to get his life sorted then he couldn't of helped his uncle. Like the fact we are discussing this though, even if we have different opinions, without being offensive to each other lol"
        }, 
        {
            "created_time": "2016-01-26T11:01:23+0000", 
            "id": "10153283915470079_991764090911269", 
            "message": "If I drug addict doesn't want help they won't get clean period. It's emotionally and mentally draining to try to help someone who doesn't want help.m"
        }, 
        {
            "created_time": "2016-02-01T12:53:33+0000", 
            "id": "10153283915470079_995042810583397", 
            "message": "It is, but you're telling me you'd turn your back on them? Come on I know you wouldn't.."
        }, 
        {
            "created_time": "2016-02-01T12:54:28+0000", 
            "id": "10153283915470079_995043103916701", 
            "message": "Michelle Taylor no of course not, we are allowed to have different opinions :)"
        }
    ]
}