{
    "data": {
        "created_time": "2017-10-30T16:33:21+0000", 
        "id": "10156648524256729_529645560702672", 
        "message": "Facebook you guys are literally no help with people having problems. You comment with a stupid computer generated response and then don't reply back when someone responds to you!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-30T16:38:12+0000", 
            "id": "10156648524256729_529646610702567", 
            "message": "Hi Lisa. We're sorry that the previous link did not sufficiently address your issue. If it appears you have not been blocked from using the share feature, you may need to report is as a broken feature. Learn how: http://bit.ly/2yXFZnu . -Tenaya."
        }, 
        {
            "created_time": "2017-10-30T16:46:20+0000", 
            "id": "10156648524256729_153755525357040", 
            "message": "Alright I reported the issue with this link. I feel you guys need to at least respond when people comment back to you that the link you sent them was no help."
        }, 
        {
            "created_time": "2017-10-30T17:13:22+0000", 
            "id": "10156648524256729_529659667367928", 
            "message": "Facebook I cannot share videos either... I think it's ridiculous our accounts become restricted for incorrect reasons and we aren't told why"
        }, 
        {
            "created_time": "2017-10-31T00:20:02+0000", 
            "id": "10156648524256729_510439619323448", 
            "message": "I have had the same problem for the last 5 months.  Someone hacked and took over my account of 8 years, changed all the info, and made it impossible for me to reclaim it.  Everyone else is being helped, yet all I get are robo links that don't work.  I am beginning to think that they don't care.  I am not some young techy type person. I am a 60 year old grandmother, that is homebound, and likes to spend time with friends and family on Facebook.  But if I can't get my original account back, and then merge both accounts, I have no reason to even care."
        }, 
        {
            "created_time": "2017-11-03T03:50:35+0000", 
            "id": "10156648524256729_137109917012773", 
            "message": "Its not as if Facebook is Comcast, and they're actually solving a valuable problem"
        }, 
        {
            "created_time": "2017-11-04T06:23:00+0000", 
            "id": "10156648524256729_125180524828187", 
            "message": "what happeng to facebook"
        }
    ]
}