{
    "data": {
        "created_time": "2017-10-25T17:00:41+0000", 
        "id": "10156648524256729_10156653064441729", 
        "message": "❇️😁 I really enjoy my Facebook. I am not even interested in any other places like twitter or google. Even when problems occur I am confident Facebook will eventually fix the problem. Right now I am REALLY into live video stream. I'm not sure if this classifies as a problem but when I go to the live stream video page and accidentally hit the scroll wheel (which will enlarge or shrink he map) as I search the map it severely hangs or crashes the page. Is there someway I can disable the wheel on the mouse so this does not happen (?) I usually just leave the page and then return but if there was a way to prevent this from happening it would be nice. 😁❇️"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-25T17:06:57+0000", 
            "id": "10156648524256729_10156653123216729", 
            "message": "Thanks for the love, Kevin! We appreciate all of the feedback we receive from our community. We're constantly working to improve everyone's experience on Facebook so if you have any suggestions, we'd love to hear from you: on.fb.me/1N2bhYs. -Brittany"
        }, 
        {
            "created_time": "2017-10-25T23:16:56+0000", 
            "id": "10156648524256729_10156654591046729", 
            "message": "Facebook my FB page has disappeared due to someone using my account without my permission and making posts. I was trying to report it but my page has been disabled and can't report anything?"
        }
    ]
}