{
    "data": {
        "created_time": "2017-10-31T19:01:36+0000", 
        "id": "10156648524256729_351291695297067", 
        "message": "I will just continue to write here until a person from Facebook decides to answer my business questions. STOP CHARGING MY CREDIT CARD FOR SERVICES NOT RENDERED!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-31T19:07:55+0000", 
            "id": "10156648524256729_1986947071585527", 
            "message": "Hi Todd. So we can better assist you, would you please reach out to us in a private message?\n Thanks. -Elizabeth"
        }, 
        {
            "created_time": "2017-10-31T22:29:57+0000", 
            "id": "10156648524256729_1983618195230754", 
            "message": "You ask for me to do everything but  do not tell me how to do it. Great customer service."
        }, 
        {
            "created_time": "2017-10-31T22:30:25+0000", 
            "id": "10156648524256729_1771836546454550", 
            "message": "How much is this message going to cost me?"
        }, 
        {
            "created_time": "2017-10-31T22:44:15+0000", 
            "id": "10156648524256729_1771838446454360", 
            "message": "Are you an actual FB employee?  So Elizabeth how do I priveately communicate with you or is this another attempt to block me from getting this straightened out? How do you charge a customer for an Instagram account that is not even active? I need to stop the ad campaigns and you have absolutely no place to stop from you charging my credit cards for no services rendered. I deleted the ad campaigns but I bet that will not stop you from charging my credit card. You know ehat is horrid? I got 380 likes on the Bree Pillow ad but no sales. I tried the ad which was to be a link to my sales page and guess what? The link on your ad did not work. It did not work on either ad. But I have to pay you nonthe less for an ad campaign that does not work. How much are you going to charge me for the deleted ads in November because I do not know the mystical place on FB where to stop you from stealing from me. I called your customer support number 850-543-4800 and all that is, is a recording stating there is no customer support but to look at the bottom of any page where there is a link to complete customer support. I yet have to discover this link to mystical customer support forms. Do not take any more money from my credit cards. I am an author and I can just as easily write a book about you nonexistent customer service scam as the Healthcare scam in America. The choice is yours. I can whip up a hundred pages in days and have it in the copyright office in a day after that. By this message can you tell I'm an author? Get it together. For the money I spent I did not sell one book because the links on FB did not work. Hundreds of likes and absolutely no sales? I guess FB is a horrible marketplace. Please stop taking my money illegally from my credit cards. I set the dollar amount and the time limit but apparently there was some mystical part of some unknown page I did not complete so you believe my credit card is yours. It's not. You are like a billboard company putting up an ad for a company that did not hire you then billing them. That is a crime. STOP IT."
        }
    ]
}