{
    "data": {
        "created_time": "2017-11-01T20:02:14+0000", 
        "id": "10156648524256729_1449936065128158", 
        "message": "Can you please fix the recent update issue of the videos? App updated automatically, And now videos will freeze up, glitch back/forth, or keep playing with just sound. Never had a problem until the auto update on a Samsung galaxy 7."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-01T20:31:58+0000", 
            "id": "10156648524256729_191390221432735", 
            "message": "Thanks for reaching out, Sean. When something is wrong with Facebook, we want to fix it right away. Please help us track this issue by reporting it. Learn how. in our Help Center: http://bit.ly/2h3Od6p. -Kiara"
        }, 
        {
            "created_time": "2017-11-16T01:34:23+0000", 
            "id": "10156648524256729_335574510241905", 
            "message": "Facebook I wish that was true, I don't know where else to post this and it needs to be resolved quickly. I did put in reports but all I get back are how it will help you all that I reported it. Doesn't seem to be helping me. I need to be reinstated to messaging to be able to do my \"job\" for the groups I belong to. I'm getting a \"this feature not available\" when I try to send messages. Please correct the problem and get it turned on for me again. I don't send spam or garbage to anyone. Most of what I send are messages to people that want to become members of groups I am a moderator in. Necessary messages! Turn it back on for me now. You can verify this by contacting Lenora Porzillo, the owner of the groups.\nSo if you want to fix things promptly, start with unbloking my ability to send messages."
        }, 
        {
            "created_time": "2017-11-17T13:33:47+0000", 
            "id": "10156648524256729_520192101685424", 
            "message": "Facebook  the issue of people missing their tickers????you have not given any reply or helpfull info on this major issue thats has been ongoing for weeks.. across the globe to hundreds of people..."
        }
    ]
}