{
    "data": {
        "created_time": "2017-10-31T18:40:09+0000", 
        "id": "10156648524256729_351285618631008", 
        "message": "Can you fix your Event page issues? How is it even possible to use the invite friends feature  by \"going too fast\"? It's bizarre. And now I've been blocked from inviting people to the event. I feel like FB causes these issues with hopes that we'll cave into paying for advertising. I'm not a business, I'm a mom holding fundraising events to save my daughter's life and FB is making it more difficult to do so. It didn't used to be this difficult.  I do have over 500 friends to invite to events but know 500 is the limit. When will the block be lifted?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-31T19:14:11+0000", 
            "id": "10156648524256729_1488067477955412", 
            "message": "Hey Susie. Thanks for reaching out, we understand your frustration. While you can only invite 500 people to your event, you can share the event on your Timeline, which will allow for more people to see it. If you're interested, you can learn how to share your event here: http://bit.ly/2h0DuK3. Blocks are temporary and yours should be lifted after a few hours or days. If you'd like to learn more about blocks and bans, please visit our Help Center: http://bit.ly/2z29Rwx. -Elizabeth"
        }, 
        {
            "created_time": "2017-10-31T20:25:48+0000", 
            "id": "10156648524256729_725322204333079", 
            "message": "Facebook I know all this. I share, and re-share often, but inviting makes sure that person definitely sees it. The unblock of hours to days is frustrating. How many hours? How many days? Leaving one hanging without a concrete time frame is beyond frustrating."
        }
    ]
}