{
    "data": {
        "created_time": "2016-10-23T08:23:23+0000", 
        "id": "10153146221125079_1279249795459716", 
        "message": "The first time I heard Eminem was when my dad and my brother inserted a blank CD that comes with the collection of random tracks like Snoop Dogg, Bow Wow, Dr. Dre, 2Pac, Destiny's Child, Lil Wayne, T.I, Bone Thugs-N-Harmony and others. My brother played the song whenever we drive to town and back cause I used to live on the farm, the track my brother played was called \"Mockingbird\" and \"Just Lose It\". (2010) \n\nFive years later, I rapped one of his songs which was called \"Role Model\" for the first time onstage in front of everybody, I was rapping onstage and everybody enjoyed it...I do not know if they understand the song, it was a good performance as I rapped for the first time. \nEminem became my idol for quite some time. The Slim Shady LP was my favourite album from him and The Marshall Mathers LP. \nA year later, I performed another song which was called \"Low, Down, Dirty\" from The Slim Shady EP and I rapped it again onstage and then the music stopped and I performes an acapella and the microphone was not working. I got nervous as I continued rapping and everybody didn't listen to it but only the front crowd heard me and that last bit I said \"bring ya girlfriend onstage, so you can see if my ding-a-ling is gone fit in her\" and everybody freaked out, I walked offstage and I didn't realize that they wanted me to come back onstage, but I didn't know. I should of went back there. They're gonna remember me who rapped in front of a thousand people...I enjoyed it, missed the performance. Hope you enjoy reading this comment."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}