{
    "data": {
        "created_time": "2016-06-24T14:29:30+0000", 
        "id": "10153146221125079_1011924015593262", 
        "message": "Alright been going bavk in my own mind and heres what i came up with\nProof was the guy who original held you all together unfortunately stuff happens however i have a feeling we will see him again one day...\nOk i dont know how true this is but here goes just no research off the yop of my head...\nNow these are the second personality tapes.\nBizarro you dont know it but your mother loved you.you survived her but lived with your grandmama you were a fifteen pound baby in your grandmas kitchen waiting for buscuits somedsys they were great other days they were like bricks.no insult just putting it in notes you are the baby huewy of the black vinal the vault of the team.you smile and laugh and everyones tension just disapears they hear laughter from you and they just know everthings gonna be alright.\nProper.\nDeaun porter...\nYou dont know it but you were once dj head.unfotunately when he passed we gave a little to you and bizzaro and the rest of the team to keep marshals friend ships intack you dint know it yet however your scratching techs are off thr chart.allow me to show you one day....\nSwifty mcvay....you usta be skinner then a bean pole.you would hide behind lampposts and hold out a stick finger like a stick bug to catch purses on.since the pasding on you thickened up and became the gettaway driver your skills aint that tough with the steering though i could still beat you in a runnaway chase and you know it though.\nProper\nKuniva...\nQuick change artist.usta flipp balls under cups once proof dgowed you how it was done.you deaun and swifty would go in and outta the watching crowd picking pockets never got caught well once.and ya split hadnt picked your cupps up since...\nMarshal.im proud of you proof left and came back..you left did a solo thing for a small while however you cameback gor your boys...was it you. With the superglued house of cards when kim bumped the table to many times and were you the fast hands on thr pyramid change table.i can do the same thing i just hide about it.anyway.i know you did graffiti art on clothes your first taped was kicked to dre you first showed up in a nnn anan duit next day you changed to green and white newport news.world tour three times and have built a stable.\nRhianna came from jamacia.chris brown hit her outta defiance and jealousy.\nNicki american idol\nSklar,was a clothing sales boutique clerk.\nYelo was longer in the tooth but older than some.\nKelley came from a firehouse from a mim who wanted a better way for herself...\nDido was a shout out on why cant people stop looking in...also dido stand for ditto....\nRoyce dont know about him much.....\nNate beef because of different club fractions and a jealous rumor staulker.....\nFifty...he started to sell drugs found abetter way..introductions to chealsy and split.introductions only...\nJessica because she was classier than brittany....christina because she was actually nice.lindsey a little naive but not bad....gwyen who doesnt like the spiderweb song...pink well shes just a punk but we love her.....pit bullll....ahhh no offense but i dont care for him to much but he has his purpose....ray jay you gonna get in there and start dinging real soon....yeah worked with him on that reality show matching him up with chicks.original question do you want loyalty a sweetie or a golddigger i can show you the way but ultimately you gotta pick....ray jay i only stay forvuntros then im out....pull up your inspiration snd write about the chicks usually you can get one good song from each chick you meet maybe more if shes good enough.\nSia th perfect mixture of both worlds you wanna tell me that ehites and blacks dont collide......and ourtwo newest member the black Cleopatra and tis pride welcome...come along\n.....okay i think thats it are we done?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}