{
    "data": {
        "created_time": "2015-11-05T10:17:31+0000", 
        "id": "10153155366375079_10153155892170079", 
        "message": "See ...... here's the thing....  \nShady ain't answerin SHIT that gotta fuckin post. Even if you pour your heart out to him, you'll still be a ghost. You think he really gives a fuck about you? Real funny. All Marshall cares about is buildin empire with your hard earned money. He came from Detroit. Whoptee fuckin doo. The hardest thing he prolly did was walk to the corner to buy his mom booze. See  what Shady don't want you to know is that his life was just a breeze. The only time it got rough was when he met Dre, and got on his knees. He pretends he's Jason, the big body snatcher. But the truth is he loves baseball,..... Dre's the pitcher.... he's the catcher. Rap God my ASS. Did you forget TuPac? You'd be suckin Suges dick.... then STILL get your bitch ass shot. Muthafuckers say you're bigger than Pac..... that gives me the blues. Cause  if Pac wore Salvation Army kicks.... you still couldn't lace his fuckin shoes. This fuckin clown came from a trailor park. Claimin he was poor. Try livin in the projects with hard cold ass floors. Always talkin bout smackin a bitch,.... when it's really quite clear. You can do that anytime.... just take look in the mirror. Ole Slim Shady, Marshall Mathers or Eminem. Should I buy you kneepads since you suck like Kim? Alright I'll let you up. I think you've had enough. But just know you're full of shit when you're actin tough. You talk alotta shit....  don't care who likes it or knows. So I don't  give a fuck about you when I stomp on your toes. Don't like me? I don't give a fuck.  I ain't like you. So on my dick you can't suck. Now ima leave you alone... and say goodnight. But if you're a dude around em... keep your buthole tight.   \n......... 👍😀👍 . . I'm just kiddin Marshall..... you know I love you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-05T16:06:14+0000", 
            "id": "10153155366375079_10153156317110079", 
            "message": "Wow"
        }
    ]
}