{
    "data": {
        "created_time": "2015-11-05T04:41:52+0000", 
        "id": "10153155366375079_10153155603440079", 
        "message": "\"Eminem is the greatest of all time,\" says every white kid who has only ever listened to Eminem and maybe other shitty rappers like Jay-Z, Drake, Kanye, etc...\n\nNot saying Eminem is shit -- far from it -- though his quality in music has dropped over the years... was never the greatest though, which would only ever be a subjective opinion anyways."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-05T05:16:35+0000", 
            "id": "10153155366375079_10153155631620079", 
            "message": "I'm sorry white kids of the world -- it's not that you think Eminem is the greatest that bothers me; it is who you're probably comparing him to that bugs me. Eminem is probably -- in my opinion -- ONE of the greatest rappers of all time because he really doesn't have many songs that are just complete shit like a lot of other \"artists\", and he is talented.\n\nI don't think Tupac or Biggie were THAT great though, just mentioning because they're always mentioned when people talk about who is the best. I feel like a few people may have truly believed that; and then because of who they were, and their media coverage, every casual rap listener says they were the best... like they're trying to fit in or something...\n\nListen to Akala -- Fire in the Booth  (I'd probably go with part 3 first -- they're all great though)."
        }, 
        {
            "created_time": "2015-11-05T07:27:47+0000", 
            "id": "10153155366375079_10153155725285079", 
            "message": "Are u not white?  U look white."
        }, 
        {
            "created_time": "2015-11-05T07:28:56+0000", 
            "id": "10153155366375079_10153155725935079", 
            "message": "Yes, I am white... does that mean I can't point out other people's whiteness?"
        }, 
        {
            "created_time": "2015-11-05T07:29:24+0000", 
            "id": "10153155366375079_10153155726255079", 
            "message": "You know what I meant..."
        }
    ]
}