{
    "data": {
        "created_time": "2015-10-02T19:55:54+0000", 
        "id": "10153102599140079_10153104048990079", 
        "message": "AN OPEN LETTER TO EMINEM \n\n(8/26/2001) chainsaw rap idol Eminem, 28, will play the biggest \nBritish gig of his life before 45,000 fans at the Reading rock \nfestival. Last night he rocked Glasgow with his Gig on the Green. The star, \nreal name Marshall Mathers III, famously despises the father he believes \nwalked out on him. One of his lyrics seethes: \"When you see my dad, tell \nhim that I slit his throat in this dream I had.\" Now in a heart-rending \nopen letter, written during a conversation with our American Editor \nSTUART WHITE, Eminem's dad, Marshall Mathers II, reveals the truth that \npop's most outrageous star has never heard. Here is that letter in \nfull... \n\n\"Dear Eminem, \n\nHELLO, son. You won't remember me, though I held you in my arms when \nyou were a baby. You think I dumped you and your mother and never came \nlooking for you. You're convinced I'm a drunk who never answered any of \nyour letters. Well, I want you to read this and realise you've been fed \nlies all your life. Now you'll hear the truth for the first time. But I \nwant to make it plain that I'm not after any handout. I work hard, I \nhave money. I don't need or want your money. But the one ambition left in \nmy life is to give you a hug and tell you I've always loved you. Let me \nstart at the beginning and tell you the whole story. I was just 21 when \nI married Debbie, your mum. She was 15 and had to get special \npermission. For a year we lived with my parents in the basement of a house in \nNorth Dakota. We married too young, it was ridiculous, but I was \ndelighted when your mum became pregnant. She says I was drinking and doing \ndrugs, but it isn't true. She's even claimed I wasn't at the hospital when \nyou were born, that I was gallivanting with her best friend. It's a lie \nand I can prove it. \n\nDeathly \nOK, I wasn't there at your actual delivery, hospitals weren't that keen \nto let in dads in those days. But I was there up to the delivery, and \nten minutes afterwards. I still have the baby book in which Debbie \nrecorded who was present in the hospital, and I'm listed &#65533; why would she \nwrite that if I wasn't there? When you were a baby I loved it. You were so \ncute, and I enjoyed feeding you and doing your diapers. Your mum and I \ndidn't get on, but she was great with you &#65533; you were always clean and \nwell-fed and well-dressed and I couldn't fault her for that. But sadly \nthe atmosphere between us deteriorated. We'd moved to our own apartment, \nand one day when you were about 16 or 17 months I came home from work \nand everything was missing. It was deathly quiet, no sound from the \nkitchen or from your room. Furniture, pictures, everything was gone. There \nwasn't even a note. I got in my car and started to drive around \nanywhere you and your mum might be. I now believe you'd gone south to Missouri \nwhere Debbie had family. It was like a bolt from the blue. To read now \nthat it was me who walked out makes me choke with tears of rage. I \nspent six weeks looking everywhere for you both, I was distraught. \nEventually I got divorce papers, but it was all done through lawyers and they \nwouldn't tell me where you both were. There was never a day in court, it \nwas all done on paper. After about a year I gave it up, I just had no \nmore energy for it. In the movies you'd track someone down, but in real \nlife you can't do that. You have a job, you have to work, you don't \nhave unlimited cash to go hunting around the nation. I've since read \ninterviews where you say you wrote letters to me and they came back, &#65533;Return \nTo Sender'. I can say on the word of God that I didn't receive even one \nletter from you. Anyway, in 1975 I moved to San Diego, fell in love \nagain and had a son and daughter. Michael's 23 and Sarah's 21. They're the \nhalf-brother and sister you never met. \n\nFreaked \nIn fact it was Michael came to me and said there was this new rapper on \nthe scene and his real name was the same as mine.I didn't think \nanything of it, then someone showed me Rolling Stone magazine and there was a \npicture of Debbie holding you when you were little (pictured left). It \nfreaked me out. On my behalf, Sarah wrote to you via your record \ncompany saying that I was alive and well and giving an address in the hope \nyou'd get in touch. We didn't even get an acknowledgement as a reply. \nWhen I moved to California your mum would have had no idea where I was, so \nhow could you have been given a proper address? I suspect she just said \nanything to you, so you'd write the letter and the post office returned \nit. But that made her version of me being uncaring sound like the \ntruth. If I was such a bad father, how come Michael and Sarah are still in \ntouch with me and get on well despite the fact that I've parted from \ntheir mother? For the past two years I've had a new girlfriend. Her name's \nTeresa Harbin and she's 40. You'd like her. Me? Well, I'm 50 now and \nI'm a construction worker. There are so many lies to put to rest. There's \nthe picture of me apparently going into an Alcoholics Anonymous \nmeeting. But I don't drink any more. That photo is of me going into a DONUT \nshop, and I can prove it because the sign is in the background. I even \nread that Debbie has said I'm part Blackfoot Indian, and she's part \nCherokee. It sounds good. But actually your mum's family come from \nScandinavia, and my Dad's family originate from South Wales. I'm told they have \ngood singing voices in Wales, all those choirs, so maybe some of that \nrubbed off on you, son. It'd be nice to think so. Anyway, that's about \nit for now. I just want you to know there hasn't been a day when I \nhaven't thought about you. I'm saying all this in the News of the World \nbecause they're the only paper who've bothered to find the truth. I'd get \non a plane right now, this second, and go anywhere in the world if you'd \nmeet with me. Please get in touch. \n\nLove Dad\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}