{
    "data": {
        "created_time": "2015-02-03T05:23:16+0000", 
        "id": "10153398878696729_10153411840616729", 
        "message": "Once again, another page has shown up as \"liked\" for me when I've never even heard of it.  I've asked this question several times and no one has ever answered.  Can someone explain why this keeps happening?  It's beyond annoying!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-02-03T05:27:13+0000", 
            "id": "10153398878696729_10153411844636729", 
            "message": "I get random pop ups as well. Several for the step in bathtubs many for getting help with drug addiction. I've asked the same question but never answered."
        }, 
        {
            "created_time": "2015-02-03T13:54:51+0000", 
            "id": "10153398878696729_10153412585921729", 
            "message": "Hi Carrie. If you don't want to see a specific ad, you can click the x on the top right corner of the ad and choose hide. This will ensure that you no longer see this ad in your News Feed. We're striving to only show ads that are relevant and interesting to you. In addition, we've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://on.fb.me/1rmVirO -Hailey"
        }, 
        {
            "created_time": "2015-02-03T16:42:06+0000", 
            "id": "10153398878696729_10153412849941729", 
            "message": "OK but that still doesn't answer why random pages keep showing up as \"liked\" when I didn't like them.  Will I get an answer one way or the other?"
        }, 
        {
            "created_time": "2015-08-15T04:56:09+0000", 
            "id": "10153398878696729_10153976462501729", 
            "message": "Ngaun plang aq nag ffaceboke ang saya pla txn sa facebooke"
        }
    ]
}