{
    "data": {
        "created_time": "2015-02-04T15:56:39+0000", 
        "id": "10153398878696729_10153415379931729", 
        "message": "Hellooooooo Facebook... Somebody from Houston Texas keeps logging into my page, I've never been there and I don't know anyone there smh!!! Can u please stop the activity cause I don't know how they're getting in my account and I'm tired of changing my password for nothing cause whoever it is... Is still getting in my account smmfh!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-02-04T21:31:13+0000", 
            "id": "10153398878696729_10153416049386729", 
            "message": "We're sorry to hear that you're experiencing a hacked account, Aja. Try to secure your account at: https://www.facebook.com/help/203305893040179?sr=1&sid=0Q0vnUNElP4N1JBd4. Hope that helps! -Sarah"
        }, 
        {
            "created_time": "2015-02-04T21:36:14+0000", 
            "id": "10153398878696729_10153416057816729", 
            "message": "I'll try it.... Thank you!!! 😊😊😊"
        }, 
        {
            "created_time": "2015-02-06T00:24:33+0000", 
            "id": "10153398878696729_10153419142411729", 
            "message": "Ever heard of changing your password?"
        }, 
        {
            "created_time": "2015-02-06T00:28:52+0000", 
            "id": "10153398878696729_10153419161096729", 
            "message": "Have you ever heard of minding your own business??? If you can read.... I've changed my password 3 times and whoever it is is still getting in my account!!!"
        }, 
        {
            "created_time": "2015-02-06T01:30:46+0000", 
            "id": "10153398878696729_10153419280261729", 
            "message": "I have the same problem Aja. Then I get a threat from facebook on being blocked and I never did nothing."
        }, 
        {
            "created_time": "2015-02-06T01:43:24+0000", 
            "id": "10153398878696729_10153419304046729", 
            "message": "Smh!!!"
        }, 
        {
            "created_time": "2015-02-06T14:36:12+0000", 
            "id": "10153398878696729_10153420359756729", 
            "message": "That also happens to me Alex and I'm a normal person as well and I have no clue why they're interested in me smh.... If it keeps happening I'm just gonna deactivate my page and forget about it!!! Smdh"
        }, 
        {
            "created_time": "2015-02-07T23:23:51+0000", 
            "id": "10153398878696729_10153424439546729", 
            "message": "That happened to me so many times that I finally shut that account down and opened a new one.  Nothing I did would get facebook to help me. They kept directing me to their help section which did not solve the problem because THEY mixed up my email with another guy and he kept changing my password because he thought it was his account.  Facebook made the error and they refused to help me.  I am still getting his emails."
        }, 
        {
            "created_time": "2015-02-07T23:30:29+0000", 
            "id": "10153398878696729_10153424451861729", 
            "message": "Smh!!!!"
        }, 
        {
            "created_time": "2015-03-27T01:30:59+0000", 
            "id": "10153398878696729_10153549825701729", 
            "message": "Aja Speakmymindatalltimes Hamer, I use my HP slate tablet whenever I'm on Facebook. I live in Baltimore, Maryland. If I'm not using the facebook app and I'm in google chrome on the internet and I click to share something on facebook, it showed up on Facebook that someone else logged into my account from Chicago Illinois. But it was ME!!! It also tells me to click if it was me and then to remember the browser. I click it every time but it never remembers. I hope this is what's happening to you, instead of someone actually hacking in!"
        }
    ]
}