{
    "data": {
        "created_time": "2014-11-07T00:10:19+0000", 
        "id": "10152417829030079_10152418474445079", 
        "message": "Dear Slim,\n\nI messaged you but you still ain't got it\nThere probably was a problem with the post button or somthin'\nI think about you everyday when I hit the bottle\nI left my favourite song, album and my picture at the bottom\nI sent two pieces of my collection but you still ain't got em'\nloved your last album, that shit was awesome\nSometimes it gets me through the rough times\nWhen I'm alone I wanna die, sometimes I think about gettin' high\nBut then I remember what you went through\nHow you were hiding from the public pryin'\nI like to think I'm your biggest fan\nEven though I've never seen you live\nIt's like a feelin in me that I try to deprive\nPeople think it's an obsession but I don't agree\nIt's just your music is all that speaks to me\nI try to write like you\nBut I haven't had to fight like you\nNo anger or sadness, just aspire to be the baddest\nPeople think you fell off and it pisses me off\nTo see how hard you try even knowing noone else can rhyme\nYour Calm Down verse was straight Shady, took us back into times\nSome say you're still a Bad Infulence\nThat your lyrics are like drinking brake fluids\nI used the last line cause I couldn't think of anything else to rhyme\nBut I just don't think they understand the lines\nYou have been proclaimed Rap God and the greatest of all times\nWhat else is left for the Brainless, aimless Bad Guy?\nOscar, Global Icon and Artist of the Decade to name a few\nHow many more awards can The Real Slim Shady do?\nMaybe a Devil's Night 2?\nI think I'm just rambling, I don't know how you can rhyme like you do\nYou say you bend words but my mind is bent in half\nJust trying to get this to make half sense\nI'm gonna post this on your Facebook wall\nJust to see if I can get any likes at all\nPeople post dumber shit than this\nLike the same picture over and over about how you're the best\nI'm bored so this is just a test.\nI've been listening to you for over 10 years\nCan't wait till ShadyXV with all your peers \nRight now I'm listening to Criminal, you clearly Just Don't Give a Fuck\nUsually I like to Sing For the Moment\nBut Lose Yourself will always be my favourite\nI could listen to that Till' I Collapse.\nAnyways, I hope you get this man\nHit me back, just to chat...  Your biggest fan, this is Dan."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 174
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-07T00:58:31+0000", 
            "id": "10152417829030079_10152418538095079", 
            "message": "This is awesome!!!"
        }, 
        {
            "created_time": "2014-11-07T01:16:53+0000", 
            "id": "10152417829030079_10152418560190079", 
            "message": "BEST COMMENT EVER! Em has got to see this sooner or later"
        }, 
        {
            "created_time": "2014-11-07T01:19:13+0000", 
            "id": "10152417829030079_10152418562645079", 
            "message": "Fuck yeah buddy.  Thanks guys."
        }, 
        {
            "created_time": "2014-11-07T19:25:11+0000", 
            "id": "10152417829030079_10152419694785079", 
            "message": "Good effort"
        }, 
        {
            "created_time": "2014-11-07T22:59:00+0000", 
            "id": "10152417829030079_10152420032765079", 
            "message": "Thank you, Dale and Kasey."
        }, 
        {
            "created_time": "2014-11-08T00:21:52+0000", 
            "id": "10152417829030079_10152420132560079", 
            "message": "Good job, Dan!"
        }, 
        {
            "created_time": "2014-11-08T01:27:54+0000", 
            "id": "10152417829030079_10152420245175079", 
            "message": "Whoever read this is the real MVP"
        }, 
        {
            "created_time": "2014-11-08T03:28:31+0000", 
            "id": "10152417829030079_10152420451015079", 
            "message": "Come on Mike, it's worth a read."
        }, 
        {
            "created_time": "2014-11-08T09:47:10+0000", 
            "id": "10152417829030079_10152420832990079", 
            "message": "great job bro"
        }, 
        {
            "created_time": "2014-11-08T15:53:52+0000", 
            "id": "10152417829030079_10152421196135079", 
            "message": "Someone copy this and tweet it to eminems twitter page"
        }, 
        {
            "created_time": "2014-11-08T17:38:50+0000", 
            "id": "10152417829030079_10152421340665079", 
            "message": "Great job Dan!"
        }, 
        {
            "created_time": "2014-11-08T17:55:40+0000", 
            "id": "10152417829030079_10152421361130079", 
            "message": "May i copy this?? to post facebook fan group"
        }, 
        {
            "created_time": "2014-11-08T18:26:13+0000", 
            "id": "10152417829030079_10152421401865079", 
            "message": "I have no problem with anyone copying it, all I ask is that you tell me where and I get any and all credit please.  Especially if it's going on his twitter or anything else to do with Eminem."
        }, 
        {
            "created_time": "2014-11-08T18:34:06+0000", 
            "id": "10152417829030079_10152421413340079", 
            "message": "Thanks for the positive feedback everyone!  I honestly didn't think I would get past 10 likes, it's a good feeling knowing it's actually worth reading my random Eminem fans."
        }, 
        {
            "created_time": "2014-11-09T02:22:25+0000", 
            "id": "10152417829030079_10152422011060079", 
            "message": "This is great Dan!"
        }, 
        {
            "created_time": "2014-11-09T19:06:57+0000", 
            "id": "10152417829030079_10152423235850079", 
            "message": "Alpha, thanks but I did not make this to get in contact with Eminem and I am not actually an aspiring rapper.  I did this for fun because I was bored one day after work and sick of seeing the same picture posted getting thousands of likes, thought it would be refreshing to see something different.  I am not a real life Stan who is going to go crazy and don't actually want to die when I'm alone(thats a reference to SFTM).  I am however, a real life huge fan and do have a collection and had to use the Stan template in order to get my rhymes started.  Some lines are true for me and some are fiction just for the song.  But don't get me wrong, if I got a like from Eminem or even noticed, I might have a heart attack."
        }, 
        {
            "created_time": "2014-11-09T23:38:02+0000", 
            "id": "10152417829030079_10152423805945079", 
            "message": "To Mr Eminem\nDear Marshall Bruce Mathers III/ I sincerely really/ hope this message matters enough for itself to be heard/\nHope that you're ok/and I hope ya do eventually hear me\nsome day/"
        }, 
        {
            "created_time": "2014-11-09T23:44:01+0000", 
            "id": "10152417829030079_10152423814710079", 
            "message": "But I feel like I'm just in pain/\nthe dirt being dished out today/ is all the same/\nyou wouldn't understand it if I claimed I was the same as you/ But I'm not/My life is fine/ I guess in hind/-sight I was blinded to reach my prime/destination/ this hurts and my frustration is in hope that\nyou'll hear a hard ass thinking rapper fan trying to reach\nyour main line/\nplease don't be bothered/ or feel harassed/ all I ever wanted\nwas a minute of your time/\nIf I could write a song and then another and then compile them together on a real album/ it's a shame I'm a defeatist/ but I hope\nto show to you the inspiration you give to me/\nonce I get to tell you how me and my brothers\nlove your music/your stuff is legend/ history/ but it's a shame because our kind, slightly deranged/\nmother/ god love her/ just thinks your bad and full of hate/\nintelligent, but bad/ It's sad cause your the most interesting role model as an artist I've ever had/\nover time after time/ if hurts and you know that you will find it time after time/ People sing that song and I relate because we just want to try/ to make ourselves better/ I hope you're prepared ta/ listen to one more annoying kiss-ass fan letter/\n\nHook, gettit/poke poke/ isn't this facebook a joke/ because I'm typing this online/\nI'm hooked/ been hooked on slim before I started to rap at 9/\nYears old took a look at your work in 2005 when I was 10 the world was cold/ and then at eleven years old/ all i could do was cause hard trouble but I'd never been told/ I had a mental \"disorder\" it's annoying because it borders on \"condition\"/ It's my mission to make sure this ain't ignored/ but\nto me/ but I can never really/ project my real story\nyou see/ I feel we are cut from different cloths/ I'm a 19 year old tech college student who lives in south london/ but believe me when I say this/ I miss Slim Shady/ and this is ironic because it's raining outside right now/ but hey I'm not complaining/ just like that song you wrote called \"STAN\" in the video it was pissing down/ he crashed and drowned/ but I'm not the same/ I just hope you do/ come and just see through another star crazed loving fan that just wants to prove himself and his self worth, been trying real hard since thirt/-een I have loved in english and the way that words/work, like a modern day william wordsworth/ I play my craft like It's been my destiny since birth/"
        }, 
        {
            "created_time": "2014-11-19T05:50:22+0000", 
            "id": "10152417829030079_10152440441275079", 
            "message": "This Is Awesome😍😍❤"
        }, 
        {
            "created_time": "2016-03-16T18:27:26+0000", 
            "id": "10152417829030079_966600003409378", 
            "message": "almost 2 years after, still no reply ahahha, sorry man :("
        }, 
        {
            "created_time": "2016-03-16T18:34:15+0000", 
            "id": "10152417829030079_1064047310323125", 
            "message": "Haha all good.  Almost 2 years after and I still got another like!  Kind of thinking about doing part 2."
        }
    ]
}