{
    "data": {
        "created_time": "2017-07-14T02:36:52+0000", 
        "id": "10154561113660079_1242088529250915", 
        "message": "I remember I first heard Mockingbird when I was in 6th grade...i was a goodie-goodie that never swore never heard music with profanity and never direspected anyone ever. Because of this I also never defended myself and was a pushover. My friend told me about u and I refused to listen to your music. He swore to me if I ever listen to anything written by you it should be Mockingbird \"to ease me in\". One day I found your CD in target and downloaded your Album on my mp3 and first thing I did was listen to Mockingbird. I re listened and re listened and read each lyric. I cried I never though rap could be so emotional. I learned every lyric in that song and since then I've always wanted to meet u. Your music gave me confidence not by the profanity but by how powerful and pationately u sang every word in every album. I kept downloading all ur songs to my mp3. For 3 years my parents didn't know i listened to u until my dad took my mp3 and listened to ur albums. He told me I was not allowed to listened to u anymore. He didnt know i had all your Cds so I bought a cheap CD player and continued listening to u. I can't believe how far you have gotten and how far your passion got you. As of now I am a Dental Assistant and a waitress and I've never was able to see you in concert. I've gone to 3 concerts that I won over radio stations and that was pure luck. I hope I get to meet you one day and thank you for the music you had provided and opened my eyes to passion."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}