{
    "data": {
        "created_time": "2017-07-21T23:20:37+0000", 
        "id": "10154561113660079_1358812727572030", 
        "message": "holy beard batman, niiiice - fan since forever ago, had to stop listening / monitor what was listened to when my baby Kevin, aka Swabby, started learning to speak and then let him listen again with a grown mind and respectful heart - he's a fan as well and writing and recording his own raps too now; could be the first professionally trained oboist, saxophone player rapper, u never kno.  It all started with listening to you - and a ton of other amazing artists from across the generations.  So, thanks and take care and maybe one day see you around."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-21T23:24:01+0000", 
            "id": "10154561113660079_136775376910907", 
            "message": "Kevin, aka Swabby, nearly 16, a talented young man (not just saying that cause I'm his mama) - he just wrote and recorded this - https://www.youtube.com/watch?v=_duiEC0lGIk&sns=fb"
        }, 
        {
            "created_time": "2017-07-22T02:02:16+0000", 
            "id": "10154561113660079_500128086995868", 
            "message": "Kev is amazing. He has gotten better with time and he will get even better. Honestly Christine you got a star on your hands. So fricken proud of him. He will be a famous rapper one day I just know it. Tell him to keep it up and Megan has a beautiful voice as well. Tell her to show us her voice. She shouldn't be so embarrassed singing in front of us. She's amazing as well :)"
        }, 
        {
            "created_time": "2017-07-22T05:44:21+0000", 
            "id": "10154561113660079_1711060432534981", 
            "message": "Thanks - between the oboe lessons, piano lessons, saxophone in the jazz band, oboe in the symphonic band, drum major with the marching band, drums (and occasionally guitar) in the contemporary choir as well as his rapping, he's definitely set to have a busy but productive year ahead; eat, sleep and breathe music, repeat.  Whatever the future may hold (for both) I'm certain it will be bright."
        }
    ]
}