{
    "data": {
        "created_time": "2017-06-23T21:09:13+0000", 
        "id": "10154561113660079_1683855098590921", 
        "message": "hey whats up your verses are run ons too much dictionary, every song saying the same shit, i dont want to listen to you any more go find yourself. i wanna see your blue eyes grow out your hair i love the beard its time for a change something new and its time to grow up, go die a spiritiual death get baptized and get or be reborn be reborn again. your flow dont have no style its like your reading off of paper you have no flow, and you dont sound like your in love but what it does sound like that its urgent im not feeling it im not feeling you, but i care thats why im being honest, your infallible always love from me to you kid wink i'll pray for you, its on you now love always \"isha\"."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-24T00:51:50+0000", 
            "id": "10154561113660079_316412318811486", 
            "message": "Girl you crazy!!! Em doesn't have flow????  Have you listened to MMLP2?? RAP GOD? WICKED WAYS ?... Or how bout The Hills Remix?\n.. I'm telling you... NOBODY is fuckin with Em on the lyrical tip nor on the way he can Speed it up.... That's why no other rappers will ever try and diss him... There will be other white rappers... But there will NEVER! EVER be another SLIM SHADY!!!!"
        }
    ]
}