{
    "data": {
        "created_time": "2016-03-06T02:21:32+0000", 
        "id": "10153363891855079_1733120496974343", 
        "message": "Nobody buys CD's anymore. I use YouTube for all Artists albums. Nobody even owns cassette players anymore."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-03-06T02:30:26+0000", 
            "id": "10153363891855079_1733121946974198", 
            "message": "How do you know? I don't have a tape deck but I still buy CDs and I'm far from \"nobody\". Using YouTube is ridiculous, if you're going to listen online, download the songs by torrent or use Spotify like normal people do."
        }, 
        {
            "created_time": "2016-03-06T02:41:53+0000", 
            "id": "10153363891855079_1733126110307115", 
            "message": "No thx. YouTube is Free whokr Spotify isn't. Spotify was just hacked."
        }, 
        {
            "created_time": "2016-03-07T21:43:03+0000", 
            "id": "10153363891855079_1253793441306265", 
            "message": "I don't care about Spotify being hacked. The point is that you don't even realize how many YouTube songs are pitched, have extra sounds added, have silence added to the start of the track, are cut short and the list goes on. Not to mention downloading copyrighted songs from YouTube being illegal. Why on earth would you want to even bother when there are other free ways to get music if you so choose to be cheap and work against the artists? Learn about TORRENTS for GOOD music downloads or do like the decent among us and buy the records, CDs or songs from reputed online stores."
        }, 
        {
            "created_time": "2016-03-07T22:40:52+0000", 
            "id": "10153363891855079_996290287131847", 
            "message": "Because the songs are from there official Vevo."
        }
    ]
}