{
    "data": {
        "created_time": "2016-03-06T09:47:39+0000", 
        "id": "10153363891855079_554040108096239", 
        "message": "I don't understand why people are asking for cassettes either. Why aren't people asking for SACD's?! The truth is, they are and have been for years but that demand doesn't seem to have been fulfilled by the industry BUT we have Eminem releasing his 1999 album on CASSETTE TAPE?! I mean, come on. \n\nYeah, there are SACD's out there but the choice is extremely limited and it's usually only classical, jazz and the odd 70's mild rock band that gets their album released on SACD. It's as if no other music genre deserves SACD quality which is rubbish. Out of those above 3 genres, I only like the odd jazz album so I'm stuck if I wanna buy an SACD. There's also probably more people out there who have SACD players than cassette decks, especially for those who are INTO music. Even if they don't already have an SACD player, I'd like to think that if someone is enough of a music fan, then they would want to invest in an SACD player instead of a frigging tape deck. The sound is far superior. \n\nWhat's the point of having a quality hi-fi audio separates market worth millions, where the idea is to reproduce sound as accurately as possible and as the sound engineer intended you to hear it, when all the industry is going to do is resort to going back in time with inferior sounding formats such as tape. Ridiculous."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}