{
    "data": {
        "created_time": "2016-02-18T07:08:38+0000", 
        "id": "10154376342171729_1025330477505154", 
        "message": "Please change your ways, I hate that there are so many fake & scam profiles out there and they post everywhere and we can't even report them!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-18T16:26:23+0000", 
            "id": "10154376342171729_10154408581571729", 
            "message": "Hey Natalie. Fake accounts are not allowed on Facebook. Have you tried following these steps to report them? Learn more: http://on.fb.me/1PTBat4. Thanks for helping us keep Facebook a safe place. -Jordan"
        }, 
        {
            "created_time": "2016-02-18T16:27:31+0000", 
            "id": "10154376342171729_1647708498812921", 
            "message": "It is way too hard to report them. I come across many fake accounts and don't have time to take all the steps to report them. Plus, last time I reported one, I got a response that nothing can be done."
        }, 
        {
            "created_time": "2016-02-18T19:11:07+0000", 
            "id": "10154376342171729_1025608494144019", 
            "message": "Totally agree. Profiles reported many times. Why can we not report spam to Facebook? There's far too much spamming going on here as well."
        }, 
        {
            "created_time": "2016-02-21T18:02:20+0000", 
            "id": "10154376342171729_1648691985381239", 
            "message": "Now this time we saw many fake accounts . somehow  i think this can be stopped. But we have to reported."
        }, 
        {
            "created_time": "2016-03-09T06:02:38+0000", 
            "id": "10154376342171729_1036482866389915", 
            "message": "I reported a total of 6 fake profiles today, which is NOT easy to do btw, and each and every single one was reviewed and I got told they don't violate community standards. Yet, you claim you want us to report them so we can finally get rid of them. The are more and more fake profiles popping up. 1 picture, 0 friends, created hours ago, posting a spammy link with said picture on all public profiles and celebrity profiles they can reach. THAT doesn't violate community standards??????"
        }, 
        {
            "created_time": "2016-03-09T06:03:43+0000", 
            "id": "10154376342171729_1541401236152456", 
            "message": "Every 3rd comment is a scam. Seriously! It's not fun anymore. Makes me want to unfollow and block any public figures."
        }
    ]
}