{
    "data": {
        "created_time": "2016-02-15T23:44:01+0000", 
        "id": "10154376342171729_10154402481806729", 
        "message": "Please let me know about the F B lottery that I was suppose to have won for $100000.00"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-15T23:52:00+0000", 
            "id": "10154376342171729_1646960142221090", 
            "message": "Hi Janice. This sounds like a hoax. Please report spam to us using these tips: http://on.fb.me/1RHxmQg. Thanks. -Rey"
        }, 
        {
            "created_time": "2016-02-16T02:11:06+0000", 
            "id": "10154376342171729_10154402717371729", 
            "message": "If it's the one I'm thinking about, there is also a man going by the name Wanker Arnold on that particular post that is telling people in the comments that he is the funds release manager and for them to private message them with their info so he can send them info on how to release their cash. This guy is a scam artist because the photo on this post is very poorly photoshopped with another guy's head over another head. I'm concerned because there are people in the comments section that are falling for this and giving this guy their email addresses and home addresses in the comments! They are all older and elderly people. I wanted to report this, but wasn't sure how. I was going to post screenshots of all of this in the comments here, but it won't let me."
        }, 
        {
            "created_time": "2016-02-16T02:17:07+0000", 
            "id": "10154376342171729_10154402727511729", 
            "message": "And btw, I've tried to report the original post as spam already a week or two ago but it didn't really give me an option to. It just gave me the option to block the person that posted it or to send them a message. So I reported it as something else but I received a notification that it didn't violate Facebook's community standards. So what else can I do?"
        }, 
        {
            "created_time": "2016-02-17T03:53:28+0000", 
            "id": "10154376342171729_1024637850907750", 
            "message": "My email rarely works. Have to talk to me another way"
        }, 
        {
            "created_time": "2016-02-18T07:07:31+0000", 
            "id": "10154376342171729_10154407847816729", 
            "message": "Miranda Powers FB doesn't seem to care. I see spam/scams all the time and can't do anything about it except block. I don't understand how all of these fake profiles can exist. Do something Facebook!!"
        }
    ]
}