{
    "data": {
        "created_time": "2016-02-06T14:56:08+0000", 
        "id": "10154376342171729_1019292408108961", 
        "message": "I know you only respond to \"Hey FB, you are great!\" comments but please help me. I've reported a page that is a clone page of me, along with at least 50 of my friends that they hijacked also. Their reports got back the reply that the page doesn't violate Community Standards but my report has received zero response. Now they are contacting my friends telling them they are from FB claims and need their info to send money. Come on FB. Do something here."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-06T15:18:39+0000", 
            "id": "10154376342171729_10154380795981729", 
            "message": "You need to go to the police. Facebook will do nothing when its software doesn't recognize the problem. It counts the number of friends and concludes that because there are many, the account must be genuine."
        }, 
        {
            "created_time": "2016-02-06T15:21:32+0000", 
            "id": "10154376342171729_10154380809431729", 
            "message": "Then why have an option to report? They are using my name, my image.... There is obviously a real person looking at reports otherwise you wouldn't be able to report troubling images. At least %) people have reported the page so even if its software, the reports have accumulated enough to warrant a real look."
        }, 
        {
            "created_time": "2016-02-06T15:30:26+0000", 
            "id": "10154376342171729_1644118309171940", 
            "message": "Hello, Michelle. We're sorry to hear that you're experiencing this, but we'd like to help. What form did you use to report this person? Was it the same one as indicated in this Help Center article? https://www.facebook.com/help/117152291702875 -Zack"
        }, 
        {
            "created_time": "2016-02-06T15:34:31+0000", 
            "id": "10154376342171729_1644121065838331", 
            "message": "They don't count the number of reports. Once one report has been rejected, all the others get rejected automatically."
        }, 
        {
            "created_time": "2016-02-06T15:41:04+0000", 
            "id": "10154376342171729_1644122182504886", 
            "message": "Facebook Yes. I initially reported it from the clone page as it being someone pretending to be me. No response at all from FB. Not even a \"too bad, we like unethical users\" reply. Then I attempted to report again after the page remained n tact and active, even after at leat 50 other reports, but the click through just brings you back to nothing now that the page has either blocked me or is invisible to me since I reported it but just this morning they were reaching out to my friends asking for info to receive money. The clone page is https://www.facebook.com/griffin.michele?fref=ts  Please DO something and take it down."
        }, 
        {
            "created_time": "2016-02-07T00:26:12+0000", 
            "id": "10154376342171729_1644262292490875", 
            "message": "So I received an answer to my report.... apparently stealing  and using someones image and name is not against FB's \"Community Standards\". Can you answer why it's okay to steal and use others images and pretend you are them? Facebook Facebook Security"
        }, 
        {
            "created_time": "2016-02-07T00:28:59+0000", 
            "id": "10154376342171729_10154381791096729", 
            "message": "The answer is produced by software. All it sees is that it's an account with a normal number of friends."
        }, 
        {
            "created_time": "2016-02-07T00:30:21+0000", 
            "id": "10154376342171729_1019543584750510", 
            "message": "Why have an option to report that someone is using my image then> Why have an option to report anything? I mean, after all, it's the goal of scammers to appear like everything is normal."
        }, 
        {
            "created_time": "2016-02-07T00:33:37+0000", 
            "id": "10154376342171729_1019544311417104", 
            "message": "It works some of the time. Many scammers are stupid. They're not interested in making  it work all of the time, because that requires more human time and therefore reduces their profits."
        }, 
        {
            "created_time": "2017-04-12T18:30:29+0000", 
            "id": "10154376342171729_1924426837803157", 
            "message": "Hi"
        }
    ]
}