{
    "data": {
        "created_time": "2017-02-04T02:31:24+0000", 
        "id": "10154196299420079_10154985337049812", 
        "message": "You're such an ass ! We want a real American for President and we have one now! If you don't like it you may take your accessories and your disgusting self the F out of here!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 54
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-04T06:26:20+0000", 
            "id": "10154196299420079_10154985752574812", 
            "message": "It's his country too. He has the same right as you do to speak his mind. It's called freedom of speech. If you don't like it, unlike his page. Nobody forced you to come to his page."
        }, 
        {
            "created_time": "2017-02-04T07:20:59+0000", 
            "id": "10154196299420079_10154985826734812", 
            "message": "It's  my country and I have rights, and some of my rights are not having to listen to his and others garbage. This rights thing that you all shout loudly and boast about. That's a crock of shit. It's those rights that's destroying this country! A bunch of me, myself and I people. My, My,My it's the word you all know too well."
        }, 
        {
            "created_time": "2017-02-04T07:21:37+0000", 
            "id": "10154196299420079_10154985828084812", 
            "message": "Jerk!"
        }, 
        {
            "created_time": "2017-02-04T14:51:21+0000", 
            "id": "10154196299420079_10154969838618050", 
            "message": ""
        }, 
        {
            "created_time": "2017-02-04T15:59:16+0000", 
            "id": "10154196299420079_10155173142203081", 
            "message": "Frank LaGaipa You're rubbish!"
        }, 
        {
            "created_time": "2017-02-04T21:15:48+0000", 
            "id": "10154196299420079_10154987910199812", 
            "message": "Frank, is that Haley?"
        }, 
        {
            "created_time": "2017-02-04T23:27:38+0000", 
            "id": "10154196299420079_10154971271308050", 
            "message": "Again that's all your opinion Michael and again you are welcome to unfollow this page if you don't like his music. Obviously over 90 mil. Just from this fp page have a different opinion than you. It's pointless to have a conversation with you #45 supporters (I don't even consider this orange man my president, so I don't even call him by his name), because in response you call people names, etc. You are not going to convince me and I'm not going to convince you. One thing though, he is an embarrassment to this counry and the whole world. Also I'm not sure what you mean by you want a real American as a president. This country is built by immigrants and I'm pretty sure you are not a native American. Yes I'm talking about the same real Americans that their land was taken away and many were killed by the fake ones ;)."
        }, 
        {
            "created_time": "2017-02-05T00:16:49+0000", 
            "id": "10154196299420079_10154988333804812", 
            "message": "Well obviously your not European, so you may not be aware but we (the people) choose the president and after he is chosen he becomes the POTUS not only of the people that gave him that authority but of the entire (50 States) non acceptance oh the POTUS is an attempt to overthrow our constitution. The act of such an attempt is Treason and Treason is punishable by death. You all need to be very careful how far you intend to push this defiance before you wake up the Sleeping Dragon!"
        }, 
        {
            "created_time": "2017-02-05T00:37:37+0000", 
            "id": "10154196299420079_10155174456533081", 
            "message": "Federal judge just went by the constitution and got rid of his executive order. No he is not as powerful as you think he is. No I'm not European but I'm not blind and I'm not sure where I'm from has anything to do with voting system. Sleeping dragon in this case is the power of people which will rise and will get rid of this orange man. Don't forget, Hillary won the popular vote by more than 2.2 million votes, so no he didn't win by people's vote. Fyi I didn't vote for her, she was no better if not worse."
        }, 
        {
            "created_time": "2017-02-05T02:54:16+0000", 
            "id": "10154196299420079_10154988615539812", 
            "message": "Clinton received more popular votes then the President did because they came from the two most populous states New York and California. That's exactly why we have an electoral college. It's to prevent in this case New York and California of predicating their will over the rest of the country. Of corse those two states also have the largest numbers of left wing extremist. The outcast of our society which is based on morals and values. A much better description of these two states would be Sodom and Gomorrah. As far as the sleeping dragon, unfortunately your wrong. We are the dragon. We the people of the United States of America. The ones who finally woke up and said \"enough of these jokers ruining our way of life and our country. Be careful dude. We are the force and the power we are it's armed forces not a bunch of wet behind the ears, immature, undereducated, pussy ass cry babies shooting their mouths off drawing stupid one liners on poster boards so they can walk around in circles trying to get the attention of bias news reporters working for news agency's being paid off by the no longer value oriented democratic politicians who are capitalizing on our citizens!"
        }, 
        {
            "created_time": "2017-02-07T12:17:50+0000", 
            "id": "10154196299420079_10154889158750396", 
            "message": "Eminem said Trump is a bitch, haha and yes he is a bitch"
        }, 
        {
            "created_time": "2017-02-07T13:00:18+0000", 
            "id": "10154196299420079_10154889229065396", 
            "message": "I feel so sorry for both you and him that the country will be ran for 4 years the way it used to be (when it was great!) Not like the sick outcast of this society likes it. The last great Democratic President was John F. Kennedy. When he died so didn't the values of the Democratic Party!"
        }, 
        {
            "created_time": "2017-02-07T17:23:27+0000", 
            "id": "10154196299420079_10154889858080396", 
            "message": "The real joker, hope it doesn't offend joker fans"
        }, 
        {
            "created_time": "2017-02-10T02:46:51+0000", 
            "id": "10154196299420079_10154986363888050", 
            "message": "Lol accessories, you realize Em wears at most a watch, a metal bracelet and dog tags with the A.A. symbol on it? Dude hop off the Donald Dick."
        }, 
        {
            "created_time": "2017-02-12T22:45:33+0000", 
            "id": "10154196299420079_10154994571193050", 
            "message": "trump is a bitch hhhh yaah eminem"
        }, 
        {
            "created_time": "2017-02-12T23:18:58+0000", 
            "id": "10154196299420079_10155199673818081", 
            "message": "I'm willing to bet you can fill that role a lot better than he can !"
        }, 
        {
            "created_time": "2017-02-13T18:48:48+0000", 
            "id": "10154196299420079_10154996915333050", 
            "message": "What's taking The imPEEEeachment so long?"
        }, 
        {
            "created_time": "2017-02-14T11:19:39+0000", 
            "id": "10154196299420079_10154483063729075", 
            "message": "HAHAHAHAHAHA.  so for you a real Americans is a racist ? Fuck off."
        }, 
        {
            "created_time": "2017-02-14T16:22:37+0000", 
            "id": "10154196299420079_10154999709323050", 
            "message": "Did he say he was a racist? Obviously not so therefore it's a baseless opinion of yours and others like you. For your information the definition of Racist isn't a person who doesn't give minorities everything they want, which all of you seem to think you deserve. Instead of me f  off, why don't you and your associates get the f out of here. Real Americans are a team of the greatest people on earth, not people who look out only for themselves and their interest !"
        }, 
        {
            "created_time": "2017-02-17T08:49:03+0000", 
            "id": "10154196299420079_10154924402510396", 
            "message": "trump is a ass"
        }, 
        {
            "created_time": "2017-02-17T08:49:23+0000", 
            "id": "10154196299420079_10155027691499812", 
            "message": "fuck trump"
        }, 
        {
            "created_time": "2017-02-20T01:26:42+0000", 
            "id": "10154196299420079_10155037236009812", 
            "message": "Michael A. Bushey, I'm glad you've practiced your 1st Amendment right...you don't have to agree to anything, that's also your right. Thank you for your opinion, now here's mine...you say you don't like to listen to \"garbage\", then why did you choose too?\nThat's a rhetorical question and doesn't require a response, so shut the fuck up about how you feel because MOST OF US AMERICANS DON'T QUITE FEEL THE SAME WAY AS YOU ABOUT TRUMP! SO WHILE YOU SIT THERE AND TALK ABOUT TREASON, I'M SITTING HERE HOPING FOR AN IMPEACHMENT. THAT'S HOW MOST OF US AMERICANS FEEL. YOU AREN'T MOST PEOPLE OBVIOUSLY, SO HERE YOU ARE TALKING BULLSHIT ON THE ONE PAGE WHERE YOU WON'T GET MUCH SUPPORT. I'D BE CAREFUL OF WHO'S TOES YOU'RE STEPPING ON.\nYOU SAY \"REAL AMERICANS ARE A TEAM OF THE GREATEST PEOPLE ON EARTH, NOT PEOPLE WHO LOOK OUT ONLY FOR THEMSELVES AND THEIR INTEREST\"?\nHMMM WOW, THEN WHY THE F  DID YOU PICK TRUMP AS PRESIDENT?"
        }, 
        {
            "created_time": "2017-02-20T01:29:48+0000", 
            "id": "10154196299420079_10154935529940396", 
            "message": "SINCE I HAVE CLEARLY POINTED OUT THAT YOU AREN'T MOST AMERICANS, MAYBE YOU NEED TO GET THE F OUT OF HERE!"
        }, 
        {
            "created_time": "2017-02-20T01:59:17+0000", 
            "id": "10154196299420079_10155037277199812", 
            "message": "when you have counted every last person's choice in this country,  then you can state a fact until then it's your guess and nothing more. I didn't grow up in a everything goes, liberal, hog posh, drug infested, self centered society and I'll do my best to make sure if there's a way, it will return to that way. I'm not here to convince all of you on this page, although it would be nice. I'm here to do the same to all of you who do the same to us. I'm here to have this country's values, morals and standards restored at all cost !"
        }, 
        {
            "created_time": "2017-02-20T02:19:07+0000", 
            "id": "10154196299420079_10154935634280396", 
            "message": "Until you have a total head count of every US citizen's vote your MOST Americans is nothing more than your self chosen opinion. And don't forget to count the legal US citizens who didn't vote for one reason or another. When you accomplish that then state your fact, until then precede it with \" my opinion\". Oh by the way I like this page because it's a great target, saturated with the likes of people like yourself who ask what this country can do for me and not what I can do for it. Last point of interest, if you or any of your like minded associates need any assistance leaving my country feel free to ask !"
        }
    ]
}