{
    "data": {
        "created_time": "2017-02-04T16:26:17+0000", 
        "id": "10154196299420079_10154970114153050", 
        "message": "I see too many Trump supporters among Em's fans and that is soo sad.In the 18th century Trump would have been a slave owner, he thinks he is better than others just because he was born rich and you poor people lick his ass. At least Em is not afraid to speak his mind."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 27
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-04T20:09:26+0000", 
            "id": "10154196299420079_10155173754448081", 
            "message": "Delusional biach!"
        }, 
        {
            "created_time": "2017-02-04T20:17:30+0000", 
            "id": "10154196299420079_10154987765774812", 
            "message": "Shara Thompson you look like you are about the age of my mother, how terrible for you to call me that,with voters like you it's no surprise Trump won,it really makes me sick,go buy yourself some education please"
        }, 
        {
            "created_time": "2017-02-04T23:20:45+0000", 
            "id": "10154196299420079_10154988232534812", 
            "message": "Richard James ew you are kind of gross,I am the best thing my daddy did and if your daddy is not happy with you is your problem,best wishes"
        }, 
        {
            "created_time": "2017-02-05T01:02:58+0000", 
            "id": "10154196299420079_10154971541143050", 
            "message": "Umm, a lot of his fans ARE Trump supporters too. But he's losing a lot of fans joining in on the political correctness that is bashing our new POTUS. But keep whining, I'm sure it will get you somewhere....eventually."
        }, 
        {
            "created_time": "2017-02-05T01:46:05+0000", 
            "id": "10154196299420079_10155174571078081", 
            "message": "Katrina Swaim are you a fan since yesterday? because I don't remember eminem being politically indifferent or being afraid of the public opinion to censor him.He is not friend of bullies."
        }, 
        {
            "created_time": "2017-02-05T01:58:01+0000", 
            "id": "10154196299420079_10155174588403081", 
            "message": "Elena...you're as FU as Eminem.  Encouraging sexual assault against women.  This has nothing to do about Freedom of Speech, this is about being a despicable human being.  What if this was written about his daughters?   I'm not a fan, nor religious....but hopefully he will rot in hell, but then again, I'm sure they wouldn't want his P.O.S. ass either."
        }, 
        {
            "created_time": "2017-02-05T02:37:13+0000", 
            "id": "10154196299420079_10155174690113081", 
            "message": "Liz Marie I'm not going to explain the difference between Eminem, Slim Shady and Marthall Mathers because you should already know that.He is not encouraging anything, is like saying Edgar Allan Poe was encouraging murder with his terror stories or the Marquis de Sade was encouraging rape.However there is no hell,for your information, after death there is nothing more, if you are being a good girl hoping you will go to heaven, meet God and sing in a choir of angels well,I have bad news, it's not going to happen."
        }, 
        {
            "created_time": "2017-02-13T15:10:24+0000", 
            "id": "10154196299420079_10154911621845396", 
            "message": "Elena Tatiana Viroaga...are u legal?"
        }
    ]
}