{
    "data": {
        "created_time": "2017-02-11T21:35:07+0000", 
        "id": "10154196299420079_10154476650494075", 
        "message": "You're a bitch Em. I've followed you since you broke. My youngest son fell in love with your music when he was 2.5, listening to you play on my little CD player while the older 3 were at school, he's 19 now. He loves you so much he did school reports on you. I get you ragged on Bush 43, he was a joke. Where was the outrage over Obama? Where is the outrage over the poison water in Flint? Now \"flyover country\" says we want to give something new a try and you call him a bitch? I hadn't heard a peep out of you through this whole nasty election cycle...even while everyone with a hint of fame (especially the washed up ones) were coming out of the wood work with their opinions. I scrolled through your page to see where you were at with this and see you working on a project with the man who swore he was going to Canada when President Trump won. You used to put a voice to the rage I felt, but you've not done that since Obama was elected. Not saying ALL the music you've put out in the last 8years sucked, but some of them did and you even admitted it yourself. Where you could be a voice for people who are by far worse off than they were 8 years ago (my family included), you choose to downgrade someone Americans believe in to keep your street cred. You have more cred with you if you'd have stayed neutral (a feat that seems to be impossible for you who depend on the money of the people you insult) or better yet bucked the bs bullying coming out of our elitist entertainers and said hey, he won, let's see what he will do. Instead you encourage the rioting and the anarchy, the limiting of speech from anyone who doesn't agree with you. Fuck you Eminem."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-20T07:43:27+0000", 
            "id": "10154196299420079_10155037810764812", 
            "message": "How many cheeseburgers do you eat a day"
        }, 
        {
            "created_time": "2017-02-20T07:43:34+0000", 
            "id": "10154196299420079_10154936297875396", 
            "message": "How many cheeseburgers do you eat a day"
        }, 
        {
            "created_time": "2017-02-20T07:43:54+0000", 
            "id": "10154196299420079_10155037811134812", 
            "message": "How many cheeseburgers do you eat a day"
        }, 
        {
            "created_time": "2017-02-20T16:52:00+0000", 
            "id": "10154196299420079_10154502357324075", 
            "message": "Victor Thantrong go get an education little boy. If you want to join the conversation, try stating relevant facts. You cannot dispute one word I've said so you attack. So very predictable, yet useless."
        }
    ]
}