{
    "data": {
        "created_time": "2017-02-04T05:21:44+0000", 
        "id": "10154196299420079_10154985646214812", 
        "message": "As a major fan I'm completely discussed with your song dissing Trump! I am now anti-Eminem!!!! Congrats on getting involved in politics dude. Your fan base is no dropping as well as deleting all your songs on my apple account. Now I regret supporting your ass!!! Punk!!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-04T06:57:59+0000", 
            "id": "10154196299420079_10154968893593050", 
            "message": "Make sure that you throw away your Apple phone too. Cause that same phone is engineered by many middle easterns right here in CA and manufactured in China. Same countries and people your orange boy is banning. Oh wait federal judge just gave him a finger. Thanks to ACLU. He is an embarrassment not to this country but to the whole world."
        }, 
        {
            "created_time": "2017-02-04T07:06:45+0000", 
            "id": "10154196299420079_10154985801389812", 
            "message": "Mahyar Akbar that's what he is changing and if it bothers you you can move to a f...ing different country bud."
        }, 
        {
            "created_time": "2017-02-04T23:57:08+0000", 
            "id": "10154196299420079_10154971331633050", 
            "message": "You f...ing move out pos. This a typical response from #45 supporters (I'm embarrassed to even say his name). This country belongs to me as it belongs to you. It's called freedom of speech. Read your constitution and educate yourself. From the pic you don't like a native american to me. You forgot who the real Americans are. I'm talking about the same ones whose land was taken away and killed by fake immigrants like you. Here go watch this and think about how your family got to this country, sheep https://youtu.be/ooY_j9h5FbQ"
        }, 
        {
            "created_time": "2017-02-04T23:59:17+0000", 
            "id": "10154196299420079_10154988308104812", 
            "message": "You make no sense"
        }, 
        {
            "created_time": "2017-02-05T00:05:50+0000", 
            "id": "10154196299420079_10155174405443081", 
            "message": "Whatever makes you happy. Truth hurts. That's history, I didn't make it up. You are so blinded by Fox news that you don't want to hear the truth. Go read your \"American History\" to see who the real Americans are ;)"
        }
    ]
}