{
    "data": {
        "created_time": "2016-06-14T16:43:38+0000", 
        "id": "10154729016861729_10154731730131729", 
        "message": "I'm starting to see the \"WE ARE ORLANDO\" filters but in reality that's not doing any good for the people that are already deceased. I want a \"WE ARE MUSLIMS\" filter, although I am not a Muslim I'd like to show my support to the over one billion Muslims on this planet that are being segregated and hated on because of a man that never stepped in a mosque yet claims he did it for the religion. The shooting was sickening to hear about but the backlash I've seen against my good friends and family, my brothers and sisters across the world is even more sickening. My entire life I was stereotyped for being black regardless of what I did, I understand the struggles Muslims are going through during these terrible times and I stand with them. Also, prayers go out to the families and friends of the deceased, it is also heartbreaking seeing the violence and backlash my people in the LGBT community go through as well. I'd like to make a request to make that filter available or just something more humanitarian from Facebook and Mr. Zuckerberg. -Thanks"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-06-14T16:47:47+0000", 
            "id": "10154729016861729_10154731739401729", 
            "message": "I would've messaged you but didn't think you'd reply..."
        }
    ]
}