{
    "data": {
        "created_time": "2016-06-14T14:50:27+0000", 
        "id": "10154729016861729_10154731495421729", 
        "message": "I'm still waiting for facebook to permanently delete my facebook profile.  It's been 2 years and the same issues persist, and no response from facebook. The links to \"Deactivate\" does not exist on my profile.  The link to \"Let Us Know\" to PERMANENTLY DELETE my profile leads only to a blank white screen.  Is there anybody that can assist with this request?  I HAVE SUBMITTED MULTIPLE PROBLEM REPORTS SINCE 8/1/2014, ONY TO GET THE SAME FORM-LETTER REPLY THANKING ME FOR LETTING FACEBOOK KNOW OF THE PROBLEM, BUT NO SOLUTION IS EVER GIVEN TO HELP ME, AND REPEATEDLY MY REQUEST TO HAVE MY FACEBOOK PROFILE DELETED IS IGNORED.  HERE I AM  2 YEARS LATER  STILL REQUESTING TO HAVE MY FACEBOOK PROFILE DELETED.  IS IT THAT DIFFICULT, FACEBOOK???"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-06-14T15:04:33+0000", 
            "id": "10154729016861729_10154731522096729", 
            "message": "Hey Tim. We hear your frustration. Will you please send us a private message? We'd like to collect more information to better assist you. -Kristin"
        }, 
        {
            "created_time": "2016-06-16T00:55:18+0000", 
            "id": "10154729016861729_10154735267176729", 
            "message": "I did already, on June 5th.  I'll send you another one."
        }, 
        {
            "created_time": "2016-06-16T00:59:40+0000", 
            "id": "10154729016861729_10154735272341729", 
            "message": "In fact, I've sent you all a couple \"private messages\" over the last 2 year period; repeatedly asking for my profile to be permanently deleted.  And, you never replied."
        }, 
        {
            "created_time": "2016-07-08T18:27:52+0000", 
            "id": "10154729016861729_1422662147750737", 
            "message": "Annnnd, 3 weeks later Kristen, nor anybody else from Facebook has replied to my private message..........I'm still waiting FB, for a reply, and to have my profile page permanently deleted."
        }
    ]
}