{
    "data": {
        "created_time": "2017-11-15T23:34:03+0000", 
        "id": "10156746728201729_10156746839636729", 
        "message": "That's nice, but I am still stuck using my legal birth name, and none of my friends call me by my legal birth name, but you still force it on me. Sure would be nice to have my name match."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 20
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-15T23:37:28+0000", 
            "id": "10156746728201729_10156746847911729", 
            "message": "Hi Lynford. We understand our name policy needs to be updated in order to better apply to our diverse community. After listening to your feedback, we're hoping to make some changes to how the policy is implemented. Thank you for your patience while we work to do so! -Jessica"
        }, 
        {
            "created_time": "2017-11-15T23:42:45+0000", 
            "id": "10156746728201729_10156746860536729", 
            "message": "Any idea how much longer I'll be blocked from changing my name back to what everyone calls me, rather than what everyone called my dearly departed grandfather?"
        }, 
        {
            "created_time": "2017-11-16T00:47:28+0000", 
            "id": "10156746728201729_10156747017741729", 
            "message": "I have the same problem 😞"
        }, 
        {
            "created_time": "2017-11-16T01:00:28+0000", 
            "id": "10156746728201729_10156747054761729", 
            "message": "Me too"
        }, 
        {
            "created_time": "2017-11-16T01:05:57+0000", 
            "id": "10156746728201729_10156747070056729", 
            "message": "Facebook good evening \n\nNice I would ask to read a private message thank you from my heart, good night <3 ;)"
        }, 
        {
            "created_time": "2017-11-16T01:11:40+0000", 
            "id": "10156746728201729_10156747086401729", 
            "message": "This is really wonderful. Truly inspiring and gives me hope that our future will be full of people like this."
        }, 
        {
            "created_time": "2017-11-16T01:11:51+0000", 
            "id": "10156746728201729_10156747086826729", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-16T01:13:25+0000", 
            "id": "10156746728201729_10156747090001729", 
            "message": "Lynford Wayman I think you have a wonderful name. I can not tell you how many people get stump just to hear my husband name Leo."
        }, 
        {
            "created_time": "2017-11-16T01:18:35+0000", 
            "id": "10156746728201729_10156747102066729", 
            "message": "Susan Roberts, it's not about not liking my name. I love my name, it's a family name, but I grew up with the nickname Flash because it's confusing when someone calls out Lynford and three of us turn around. So Grandpa was Lynford, dad was Lyn, and I was Flash. Now my friends are confused, my family is confused, and dad just threw in the towel with Facebook to limit the confusion."
        }, 
        {
            "created_time": "2017-11-16T01:24:52+0000", 
            "id": "10156746728201729_10156747115956729", 
            "message": "Hey flash sounds good with your last name! Is that a story behind that name flash? Just curious I love stories behind peoples names!"
        }, 
        {
            "created_time": "2017-11-16T01:28:40+0000", 
            "id": "10156746728201729_10156747124606729", 
            "message": "Yes, there's quite a story! I had a minor accident while reloading black powder cartridges, and my father's first reaction was, \"What was that Flash?!?!\" Fortunately, I was safe, unharmed except my pride! I'll tell ya though, there is no safer reloading shed than mine now!"
        }, 
        {
            "created_time": "2017-11-16T02:00:27+0000", 
            "id": "10156746728201729_10156747216261729", 
            "message": "Have for name legally changed to Lynford Flash Wayman"
        }, 
        {
            "created_time": "2017-11-16T02:28:07+0000", 
            "id": "10156746728201729_10156747314886729", 
            "message": "Mark Gideon, my name has been passed on three generations this time, and there are more in our heritage. The issue is that Facebook forced me to change my name from Flash to my legal name, or be banned and removed. I have a lot of pictures and memories here, and I'm not going to make a whole new profile. If it weren't for my business page, I'd have left with my dad. Of course, I don't see a witch hunt for every person on Facebook to use their legal name, and I'm the only person I know who has had to submit my birth certificate to keep from being banned, so they really just seem to be bullies who like picking on me."
        }, 
        {
            "created_time": "2017-11-16T02:35:01+0000", 
            "id": "10156746728201729_10156747339871729", 
            "message": "Love"
        }, 
        {
            "created_time": "2017-11-16T02:49:01+0000", 
            "id": "10156746728201729_10156747390401729", 
            "message": "Lynford Wayman  maybe has to do with that you have a business on fb?"
        }, 
        {
            "created_time": "2017-11-16T02:52:37+0000", 
            "id": "10156746728201729_10156747404116729", 
            "message": "I like the \"Flash\" nickname...Catchy.....keep it, use it,,,be proud of it,,,it could have been Sue.."
        }, 
        {
            "created_time": "2017-11-16T02:53:01+0000", 
            "id": "10156746728201729_10156747405126729", 
            "message": "Joyce Bovee, I fought this twice before I had my business page. Funny enough, they let my business page have the name I do business as... Lynn Wayman Realtor/Consultant. Crazy? I don't know. I just know that I am pretty sure that requiring me to send in a copy of my Driver's License and Birth Certificate was harassment. I know that if nothing else, I feel harassed. I've pondered asking a lawyer, but I haven't met one that I'd want to fight that battle for me."
        }, 
        {
            "created_time": "2017-11-16T03:04:44+0000", 
            "id": "10156746728201729_10156747445171729", 
            "message": "I agree Lynford. I see so many people breaking all kinds of Facebook rules and they change their name weekly. And I've done nothing, but can't even correct my name."
        }, 
        {
            "created_time": "2017-11-16T03:14:19+0000", 
            "id": "10156746728201729_10156747465456729", 
            "message": "How long has it been? They forced my name change in June, told me I'd be able to change it in 60 days, but I still can't change it."
        }, 
        {
            "created_time": "2017-11-16T03:43:26+0000", 
            "id": "10156746728201729_10156747543731729", 
            "message": "Three years"
        }, 
        {
            "created_time": "2017-11-16T03:44:25+0000", 
            "id": "10156746728201729_10156747546261729", 
            "message": "What am I supposed to do it I get married??? Start a whole new page???!!  A mess"
        }, 
        {
            "created_time": "2017-11-16T03:47:47+0000", 
            "id": "10156746728201729_10156747553671729", 
            "message": "Sorry to hear that! Totally crazy. People can identify as whatever they want here on Facebook, but we can't have our names. Truly sad."
        }, 
        {
            "created_time": "2017-11-16T04:14:49+0000", 
            "id": "10156746728201729_10156747619536729", 
            "message": "Thx, Yes it is"
        }, 
        {
            "created_time": "2017-11-16T04:59:24+0000", 
            "id": "10156746728201729_10156747699246729", 
            "message": "Facebook \n\nTwo years ago a mistake was made with my name \nIt's  Thomas \nYet it got misspelled to Thimas \nI've tried to no avail to correct it  \nHelp and change it back\nNo ones knows me by Thimas"
        }, 
        {
            "created_time": "2017-11-16T05:03:20+0000", 
            "id": "10156746728201729_10156747705966729", 
            "message": "I think maybe it is all a marketing scam. They won't let us change our names, so many people probably just go make new accounts. New accounts make it look like Facebook is still growing, when in fact, I know a lot of people who have left Facebook, and a lot of the younger generation who just don't use it. So we're being bullied and the people who buy ads are being scammed. Nice."
        }
    ]
}