{
    "data": {
        "created_time": "2017-11-16T15:06:33+0000", 
        "id": "10156746728201729_133181914050735", 
        "message": "That was just Awesome,  his Mother should  b so proud  of him. Such a fantastic young man."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 89
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-16T16:11:19+0000", 
            "id": "10156746728201729_129379877760682", 
            "message": "We couldn't agree more, Diane. Have a great day! -Tenaya"
        }, 
        {
            "created_time": "2017-11-16T17:20:41+0000", 
            "id": "10156746728201729_133212767380983", 
            "message": "Z"
        }, 
        {
            "created_time": "2017-11-16T19:00:25+0000", 
            "id": "10156746728201729_133230200712573", 
            "message": "Hello, how can someone remove you from your own page with FB business manager?\nA few days ago I’ve got a message from someone in which he was asking me if I’m interested into a small collaboration via facebook Business Manager. I don’t have too much experience in using Business Manager and I gave her access as a Page Advertiser (on this business). In a few minutes all my page admins were removed and I’ve lost access to my facebook page. Now I do understand that I was dumb, but how someone with Page Advertiser rights (in facebook business manager) can remove me as an admin in my own fb page? And if he can do that, why this note is not available? ''Note: If you're a new admin, keep in mind that you may need to wait 7 days before you can remove or demote another admin.'' Is this normal? . I really need to recover my page because all I have done was to add someone as Page Advertiser on FB Business Manger. Thank You! /"
        }, 
        {
            "created_time": "2017-11-18T18:54:47+0000", 
            "id": "10156746728201729_220565978482721", 
            "message": "So great to see this young man."
        }, 
        {
            "created_time": "2017-11-19T19:28:19+0000", 
            "id": "10156746728201729_844358352403769", 
            "message": "Yes! Any Mom would be proud of him. His parents did an amazing job raising him into the good soul he is, today. I hope his dream is realized and he owns that restaurant, one day."
        }
    ]
}