{
    "data": {
        "created_time": "2015-10-27T23:10:20+0000", 
        "id": "10153143261870079_10153143438865079", 
        "message": "I got something else to say here ... I think there is an omen of some kind in the timing of the making of this movie . From what I heard the movie was metaphorically based on M's life before and after the near death experience. M was also supposed to be the lead actor in Southpaw , But due to the MMLP2 album been woven and released M couldn't make it for the lead role that Jake then played . I find the timing so synconistic In the sense that \"MMLP2 \"was the actual rebirth of M , \"relapse \" was more of a traversing between worlds or should I say a coming up out the underworld ...anyway what Im tryna say is the timing of the making of the movie + the making of the album couldn't be more aligned ..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-10-28T08:09:07+0000", 
            "id": "10153143261870079_10153143883565079", 
            "message": "I forgot to mention the \"recovery\" album in my speech, must have been that Guinness I had, very very good album also... it's still def relevant to the movie Southpaw. I just think that MMLP2 was that real moment of Victory. 4 Songs off one album in the top 20 is something only the Beatles have ever accomplished ...."
        }, 
        {
            "created_time": "2015-10-28T09:48:53+0000", 
            "id": "10153143261870079_10153143943225079", 
            "message": "Of course to reach that point many other personal victories needed to be won first."
        }, 
        {
            "created_time": "2015-11-03T02:43:01+0000", 
            "id": "10153143261870079_10153152676140079", 
            "message": "Eminem is so amazing and sooo is justin dalling :D https://www.youtube.com/watch?v=N0bCMWO7abI&list=PLlkrGo3AGGNEv1WyNV0NohJytsvWEgkzC"
        }, 
        {
            "created_time": "2015-11-07T21:13:17+0000", 
            "id": "10153143261870079_10153159836425079", 
            "message": "He sucks"
        }
    ]
}