{
    "data": {
        "created_time": "2017-07-27T14:23:45+0000", 
        "id": "1903942433179293_1905683126338557", 
        "message": "The beach I went to had loads of plastic waste...I suppose Coke don't mind as they're responsible for a lot of it. 100 billion throwaway plastic bottles a year - wow coca cola you're doing a really good job of filling the oceans!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-09T11:33:39+0000", 
            "id": "1903942433179293_1910676995839170", 
            "message": "Coca Cola aren't filling the oceans. Ignorant people who can't be bothered disposing of their waste properly are responsible."
        }, 
        {
            "created_time": "2017-08-13T09:14:55+0000", 
            "id": "1903942433179293_1912105132363023", 
            "message": "Actually they make the bottles at a rate of 100 billion a year - they're not biodegradable and they can't be disposed of. Even if you put them in your recycling they can't be disposed of. Think about the amount of them! . If cc were to recycle or reuse the bottles or make them from biodegradable plastic - they make enough profit for heaven's sake - they wouldn't be there would they. Coca cola are totally responsible for creating the bottles and them ending up in the ocean. Totally irresponsible company"
        }, 
        {
            "created_time": "2017-08-14T01:07:52+0000", 
            "id": "1903942433179293_1912372822336254", 
            "message": "Sue Bennett you do raise an interesting ethical point: does the responsibility for plastic disposal lie with Coca-Cola, or exclusively with its consumers? Really the answer relates to whether you believe in the idea of obligation. If you as a passive individual happen upon a circumstance which only you can make better (e.g. you see a drowning child, who you can save) are you obliged to help even though you didn't cause the situation? Most including myself would say yes. In the same manner, Coca-Cola aren't causing people to dump plastic in the ocean, but they easily have the power to make a bottle that biodegrades or to explore other bottle options such as refillable flasks (like Costa). But they don't do that, because it costs more."
        }
    ]
}