{
    "data": {
        "created_time": "2013-08-27T15:38:01+0000", 
        "id": "10152101388076729_31264430", 
        "message": "stay out of Syria... we should start minding our own business."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 551
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-08-29T20:40:09+0000", 
            "id": "10152101388076729_31304528", 
            "message": "I Agree :)"
        }, 
        {
            "created_time": "2013-08-29T20:52:40+0000", 
            "id": "10152101388076729_31304708", 
            "message": "YES!  We can't take care of what is going on here at home.  PLEASE!"
        }, 
        {
            "created_time": "2013-08-30T01:11:15+0000", 
            "id": "10152101388076729_31308168", 
            "message": "plz like my page"
        }, 
        {
            "created_time": "2013-08-30T01:33:53+0000", 
            "id": "10152101388076729_31308454", 
            "message": "thats what I been talking bout for a while now"
        }, 
        {
            "created_time": "2013-08-30T03:42:40+0000", 
            "id": "10152101388076729_31310408", 
            "message": "ok yes being a small business I can not afford to pay 30pus dollars a week to be liked on  facebook and not one (1) client from this  but i know i did not agree to don this anyway realy WHAT is this REAlY Notthing but RIPoff: Yes I have been riped off Need Repate!!!!!!!!!!!!!!!1Too Too Sharp Styling Salon"
        }, 
        {
            "created_time": "2013-08-30T11:14:57+0000", 
            "id": "10152101388076729_31313853", 
            "message": "I totally agree with you! We should \"clean up\" our own house first, before going elsewhere to clean!"
        }, 
        {
            "created_time": "2013-08-30T14:27:59+0000", 
            "id": "10152101388076729_31316069", 
            "message": "Look at all these arm chair generals presuming to know more than the President. He's not the inept butcher,Bush. He will not send soldiers to kill or be killed. He will handle this like Libya, which was brilliant. What foolish, unwise, unlearned people you are."
        }, 
        {
            "created_time": "2013-08-30T18:52:44+0000", 
            "id": "10152101388076729_31322313", 
            "message": "https://www.facebook.com/pages/My-name-is-pizza-m-not-a-sabzi-wali-roti/642142909138915?refid=12 \nlike plz plz"
        }, 
        {
            "created_time": "2013-08-30T18:55:04+0000", 
            "id": "10152101388076729_31322373", 
            "message": "this is the best comment I've ever seen...(y)"
        }, 
        {
            "created_time": "2013-08-30T20:14:38+0000", 
            "id": "10152101388076729_31324073", 
            "message": "lolno they have oil"
        }, 
        {
            "created_time": "2013-08-30T20:54:55+0000", 
            "id": "10152101388076729_31324865", 
            "message": "Gas em all ...Right Donna"
        }, 
        {
            "created_time": "2013-08-31T12:47:10+0000", 
            "id": "10152101388076729_31334993", 
            "message": "https://www.facebook.com/direction.suede?ref=hl"
        }, 
        {
            "created_time": "2013-08-31T12:47:13+0000", 
            "id": "10152101388076729_31334994", 
            "message": "jaime plz"
        }, 
        {
            "created_time": "2013-08-31T16:24:12+0000", 
            "id": "10152101388076729_31338317", 
            "message": "<<<< CURTAM"
        }, 
        {
            "created_time": "2013-08-31T20:35:39+0000", 
            "id": "10152101388076729_31343570", 
            "message": "<------ Jaime Au Max Svp <3"
        }, 
        {
            "created_time": "2013-09-01T12:37:47+0000", 
            "id": "10152101388076729_31353785", 
            "message": "plz stay away of my country don't prevent the free syrian army from getting arms and stop supporting assad America and the euorope are silent about killing muslims and prevent them from the weapons while allowing to assad to get all what ge wants"
        }, 
        {
            "created_time": "2013-09-02T05:22:24+0000", 
            "id": "10152101388076729_31367220", 
            "message": "ÚNETE DANDO ME GUSTA Y PARTICIPA  EN NUESTRAS PUBLICACIONES         https://www.facebook.com/yo.te.inventaria.official"
        }, 
        {
            "created_time": "2013-09-02T05:22:28+0000", 
            "id": "10152101388076729_31367222", 
            "message": "i loveeeeeeeeeeeeee"
        }, 
        {
            "created_time": "2013-09-02T08:20:26+0000", 
            "id": "10152101388076729_31368751", 
            "message": "yeah sure. let innocent women and children die from a facist leader. that sounds reasonable. ??"
        }, 
        {
            "created_time": "2013-09-02T17:39:06+0000", 
            "id": "10152101388076729_31374699", 
            "message": "you say this because you don't know what is really going on there !! how many innocent people died :\\  -_-  .."
        }, 
        {
            "created_time": "2013-09-02T22:08:54+0000", 
            "id": "10152101388076729_31379652", 
            "message": "We need the oil"
        }, 
        {
            "created_time": "2013-09-03T14:52:16+0000", 
            "id": "10152101388076729_31390412", 
            "message": "Turn this around and suppose that was  going on  here and no other country would help because they are  \" minding their own business \" . How would you like to see your family and loved ones being injured and killed by chemical weapons . It could happen anywhere .That is why we have to  stick together as citizens of the world."
        }, 
        {
            "created_time": "2013-09-03T15:05:14+0000", 
            "id": "10152101388076729_31390544", 
            "message": "es verdad miramos la paja an ojo ajeno y no en el nuestro"
        }, 
        {
            "created_time": "2013-09-04T09:18:06+0000", 
            "id": "10152101388076729_31404739", 
            "message": "there are two sides in this war both are killing children and women, sit around the table and sort it out,"
        }, 
        {
            "created_time": "2013-09-04T12:58:34+0000", 
            "id": "10152101388076729_31406718", 
            "message": "Every household in America should be outraged at the orchestrated attempt to induce the United States of America to fall from its position of hegemony over the Free World as the sole remaining SuperPower. \n\n The Liberal Democrats have now attacked our nation's churches, political nonprofit organizations, our jobs and our 40 hour work week, our borders, our economy, our schools and educational curriculum, the integrity of our free and fair elections, the structure of our families, the definition of our marriages, our alliance with Israel, our military strength, our elected sheriffs, our gun collections, our energy independence, our freedoms and liberties, our freedom of speech through political correctness censorship and mind control, and now before the Massachusetts State Supreme Court they are even attacking the pledge of allegiance! \n\n If you, like me, are a voter who has been awakened from a slumber only to be filled with a terrible resolve to rid our local, state, and national government, root and branch, of all Progressive Socialists, Liberal Democrats and Republican RINOs who vote with Liberals on key issues instead of opposing them as is reasonable and proper, then do as I do and be an outspoken adversary of Obamunism and his ilk of Radicalized Liberal Democrats who are dedicated to the destruction of the United States while Congress slept, followed by the surreptitious Islamic infiltration of the federal government from which vantage point is a perfect position from which to suppress the private ownership of firearms prior to the declaration of martial law in preparation for the shredding of the United States Constitution and the imposition of Universal Sharia Law and the FEMA (Death) Camp beheadings of any pain-in-the-neck population of domestic Judaeo-Christian Refusniks, as shall be directed by the Obama Crime Ring's gang of Muslim Brotherhood member Presidential Special Assistants in charge of policy formation at the US Department of Homeland Security, as their material contribution to the Obama ongoing criminal enterprise that includes Benghazi, Fast and Furious, the IRS, the Justice Dept. the Environmental Protection Agency, the US Dept. of Energy, and the embracing of the Muslim Brotherhood and their affiliated terrorists such as Hamas, the Free Syrian Army, and the Egyptian rioters who raped and murdered the Christians, burned all those Christian Churches, and are openly waging Jihad in Syria with the continuation of the street gang rapes and also the beheading of Syrian Coptic Christian men, women, and toddlers."
        }
    ]
}