{
    "data": {
        "created_time": "2014-08-24T05:29:05+0000", 
        "id": "10152266745590079_10152266777430079", 
        "message": "TO ALL THE PEOPLE WHO GOT MAD AT ME FOR THIS VIDEO: Since the ice bucket challenge began, over 15 million dollars has been raised for ALS research. I think that's great, but when you consider the countless A-list celebrities who have actively gotten behind this cause by posting videos-- the fact that not more than fifteen million dollars has been raised is a tragedy. It's tragic because I don't think many of those celebrities even bothered to mention how or where to donate money for ALS research. Most of them just poured water over their heads and named three random people, without including any \"call to action\" which actually benefits victims of ALS at all. Had all those celebrities given this cause any thought, hundreds of millions of dollars might have been raised, and a whole lot more awareness. Let's start a new trend-- by actually letting people know how to donate-- visit this page: http://www.alsa.org/donate/ I'm nowhere near as rich or famous as many of the folks you've seen pour water on their heads, but I cared enough to get educated and donate one thousand dollars of my hard-earned money to http://www.alsa.org/donate/ With love, Steve-O"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 81
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-24T06:13:50+0000", 
            "id": "10152266745590079_10152266867555079", 
            "message": "Lying ass "
        }, 
        {
            "created_time": "2014-08-24T06:25:48+0000", 
            "id": "10152266745590079_10152266887180079", 
            "message": "Just last week it was 40+ million, now it's in the 60+ million status. Do some research before you open your mouth."
        }, 
        {
            "created_time": "2014-08-24T06:51:03+0000", 
            "id": "10152266745590079_10152266925220079", 
            "message": "Um In the video porter tells a really a huge crowd to go to the alsa website for more information.."
        }, 
        {
            "created_time": "2014-08-24T07:23:20+0000", 
            "id": "10152266745590079_10152266966630079", 
            "message": "She copied and pasted Steve O's status! She didn't lie Lmao."
        }, 
        {
            "created_time": "2014-08-24T07:23:38+0000", 
            "id": "10152266745590079_10152266966930079", 
            "message": "I challenged Em! Paul Wall was in my video! A.L.S. ice challenge Obeezy Paul Wall: http://youtu.be/3V4NgYl9zcw"
        }, 
        {
            "created_time": "2014-08-24T09:20:08+0000", 
            "id": "10152266745590079_10152267129295079", 
            "message": "People aren't stupid. They can look it up themselves.  The celebrities are helping raise funds and awareness.  "
        }, 
        {
            "created_time": "2014-08-24T10:44:18+0000", 
            "id": "10152266745590079_10152267262150079", 
            "message": "Really so you're raising funds now??? 7% if even that goes to actual facilities to help Lou gee ppl n they take their cuts too YALL ALL FUCKING STUPID N NEED TO READ "
        }, 
        {
            "created_time": "2014-08-24T11:19:38+0000", 
            "id": "10152266745590079_10152267601495079", 
            "message": "Listen more closely to the video, he tells everyone the website to go to. I have seen May celeb videos that either tell web site or where to donate. The numbers are a lot higher than you say, do,some research before you speak!"
        }, 
        {
            "created_time": "2014-08-24T11:37:36+0000", 
            "id": "10152266745590079_10152267622555079", 
            "message": "What a dumb bitch."
        }, 
        {
            "created_time": "2014-08-24T11:42:50+0000", 
            "id": "10152266745590079_10152267628450079", 
            "message": "U can't copy and paste lies, Dumb motherfrostyflaker."
        }, 
        {
            "created_time": "2014-08-24T11:44:43+0000", 
            "id": "10152266745590079_10152267630745079", 
            "message": "Also as for the BLATANTLY obviously mentioned website, I think you can find that on the internet somewhere..."
        }, 
        {
            "created_time": "2014-08-24T15:06:59+0000", 
            "id": "10152266745590079_10152267982705079", 
            "message": "Girl jus wants to have a reason to bitch"
        }, 
        {
            "created_time": "2014-08-24T16:41:54+0000", 
            "id": "10152266745590079_10152268180450079", 
            "message": "Actually, Mr Porter told everyone where they could donate to on stage"
        }, 
        {
            "created_time": "2014-08-24T16:53:32+0000", 
            "id": "10152266745590079_10152268205060079", 
            "message": "Steve - made this status at least a week or two ago before all the celebrities really got into. This girl is just stupid for. Copying  and posting an older status"
        }, 
        {
            "created_time": "2014-08-25T03:29:46+0000", 
            "id": "10152266745590079_10152269578240079", 
            "message": "only 7% does go to ACTUAL RESEARCH but...... its the people who work at the ALS research headquarters that handle the money and they have to get paid too and everyone who works for the Foundation but what im trying to say is no matter what a part of the money still reaches the ALS victims and celebrities are just doing there best to aware it and theres nothing wrong with that."
        }, 
        {
            "created_time": "2016-08-24T22:41:56+0000", 
            "id": "10152266745590079_1754058854860744", 
            "message": "Maria Rexie Mae Oñas"
        }
    ]
}