{
    "data": {
        "created_time": "2014-08-24T06:59:16+0000", 
        "id": "10152266745590079_10152266935715079", 
        "message": ""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 63
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-24T11:20:28+0000", 
            "id": "10152266745590079_10152267602480079", 
            "message": "Except they're not avoiding raising money for charity, they are actually donating, ALOT. And i'm tired of people saying ohw african kids don't have water and we waste it. Implying that the water you don't waste goes to Africa is so flawed and stupid."
        }, 
        {
            "created_time": "2014-08-24T12:16:44+0000", 
            "id": "10152266745590079_10152267669380079", 
            "message": "Just because you take the ice bucket challenge, does not make you void from donating. By dumping the water on your head, you don't have to donate the full $100.00. You can donate whatever you like. If you don't dump water on yourself, you have to pay the full amount. Either way, they're raising a ton of money!"
        }, 
        {
            "created_time": "2014-08-24T12:59:41+0000", 
            "id": "10152266745590079_10152267727980079", 
            "message": "@turcu u know water just dont go into your home from ground? It cost to get u a clean water. And that water u waste is a real money we can invest in 3rd world countries. But who care. Americans have fun and maybe 1% donate."
        }, 
        {
            "created_time": "2014-08-24T13:22:27+0000", 
            "id": "10152266745590079_10152267757745079", 
            "message": "This is so stupid.\nThe ALS IceBucketChallange started, there are lots of videos where Celebs (or normal ppl) get a bucket (maybe 10 l) over there heads and everbody crys :\n\nOMG, you wasted water, the children in africa :'-(\n\nBefore this challange, nobody cares about that, so don't think you are better now.\nAlso, The african don't get more water, just because you don't waste it.\n\nAnd this amount of water we are \"wasting\", is just a lil drop, compared to the water we using in our daily routine.\n\nWhen a new swimming pool (not a private one, one where you have to pay, don't know the exact english word for it) is opened, noone bats an eye.\nBut if some people get cold water over there head, for a charity, everyone looses their minds.\n\nOn the other side, just a few mentioned in their videos how to spend. \n\nSo don't be the moralist, you didn't care for poor African people a few month ago, so why do you do it now ?\n\nIf you want to help these people, spend your money, don't \"waste\" your water (= shower less, use rainwater for your toilet etc. etc.)\n\nBut posting senseless pictures won't change a thing.\n\nMY opinion."
        }, 
        {
            "created_time": "2014-08-24T14:27:06+0000", 
            "id": "10152266745590079_10152267875085079", 
            "message": "Yep we have the water so waste it......not my problem why other countries have/don't have"
        }, 
        {
            "created_time": "2014-08-24T19:37:47+0000", 
            "id": "10152266745590079_10152268549355079", 
            "message": "this is so stupid..... you donate money even if you accept the challenge!!"
        }, 
        {
            "created_time": "2014-08-24T23:34:26+0000", 
            "id": "10152266745590079_10152268996110079", 
            "message": "People tripping about losing water probably use more water in the shower then the bucket challenge..    You bring up the kids in Africa but I bet you haven't done shit!"
        }, 
        {
            "created_time": "2014-08-26T07:42:37+0000", 
            "id": "10152266745590079_10152273624235079", 
            "message": "Lol Africa has been here way longer than the U.S. Not our fault we found out how to advance out technology faster than they did."
        }, 
        {
            "created_time": "2014-08-26T17:29:18+0000", 
            "id": "10152266745590079_10152274615590079", 
            "message": "It's to raise awareness people.....everyone that takes it has donated as well. You need to learn to pay attention to the facts and stop trying to take attention away from a worthy cause!!!!"
        }
    ]
}