{
    "data": {
        "created_time": "2014-08-24T05:39:03+0000", 
        "id": "10152266745590079_10152266802025079", 
        "message": ""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 205
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-24T05:59:07+0000", 
            "id": "10152266745590079_10152266843525079", 
            "message": "Do you cry everytime you take a shower too"
        }, 
        {
            "created_time": "2014-08-24T06:00:20+0000", 
            "id": "10152266745590079_10152266845765079", 
            "message": "i dont use shower :v"
        }, 
        {
            "created_time": "2014-08-24T06:02:28+0000", 
            "id": "10152266745590079_10152266849270079", 
            "message": "...gross..."
        }, 
        {
            "created_time": "2014-08-24T06:22:40+0000", 
            "id": "10152266745590079_10152266881765079", 
            "message": "If u have a probes with America don't come here or get out it's that' simple"
        }, 
        {
            "created_time": "2014-08-24T10:26:23+0000", 
            "id": "10152266745590079_10152267230730079", 
            "message": "haters gonna hate"
        }, 
        {
            "created_time": "2014-08-24T12:55:15+0000", 
            "id": "10152266745590079_10152267722035079", 
            "message": "@brenden  America is a problem. U destroy world with ur imprerial moves. Sick. And bucket challenge? U do it just to show up."
        }, 
        {
            "created_time": "2014-08-24T13:02:34+0000", 
            "id": "10152266745590079_10152267731890079", 
            "message": "So many fucking idiots. You wash your clothes right? You use water to wash right? You use water to cook food, you bought a computer that required a lot of water int he manufacturing process. If you don't like this, go to fucking Africa and build water pumps. If you don't like it, don't use your computer, don't have a wash, don't cook food...complain the other 11 months of the year. Self-righteous little pricks everywhere"
        }, 
        {
            "created_time": "2014-08-24T14:14:40+0000", 
            "id": "10152266745590079_10152267849940079", 
            "message": "your logic makes no sense. we are speaking on context of trend. albiet i agree with you, we can save water by efficiently flushing , showering ,etc. BUT those things are for a narcissistic trend which barely barely allocates any funds to a cause. with that being said. half of detroit isn't allowed water, as they cant afford it, cali will have water issues in a few yrs, and couple of other states have water contomination beyond belief, just wait a few yrs. so many followers, not enough leaders in our world. these stars arent leaders. now stop justifyiing your mediocre attempt at \"activism\" and \"fund raising\". and instead of feeding your ego, go feed the poor. lol. goddamn self obsessed morons."
        }, 
        {
            "created_time": "2014-08-24T15:36:01+0000", 
            "id": "10152266745590079_10152268038640079", 
            "message": "We are very grateful to have what we have in America,  so why not use it ? The hell you expect people to do hand deliver those buckets of water to 3rd world countries ? "
        }, 
        {
            "created_time": "2014-08-24T15:48:08+0000", 
            "id": "10152266745590079_10152268088230079", 
            "message": "Dude can we just be glad that a horrible disease is getting mentioned, finally? Like dude cmon let people get educated about the damn disease and if you're so upset about Africa then get the hell off Facebook and go on a mission trip or something instead of complaining about it"
        }, 
        {
            "created_time": "2014-08-24T16:07:24+0000", 
            "id": "10152266745590079_10152268122085079", 
            "message": "My problem is this.  All theses self righteous assholes get on OUR posts and bitch about everything.  And we are just the citizens of the USA.  So why don't you nagging pricks go straight to the source of all your problems...THE GOVERNMENT OF THE UNITED STATES OF AMERICA!  I didn't choose to go to war with anyone...they did.  I didn't choose to interfere with another country and their beliefs...THEY DID!  And I have NOT condoned the bullshit going on overseas either...ONCE AGAIN...THEY DID!  That is like me saying that you are responsible for Ebola.  Don't make any sense guy."
        }, 
        {
            "created_time": "2014-08-24T16:47:40+0000", 
            "id": "10152266745590079_10152268189080079", 
            "message": "First of all, person acting like America is an imperial power that destroys and takes over the world. I think you need a history lesson. America was the first world power to NOT try to take over the world. The Greeks, the Romans, the Mongolians, even the English make America look like a saint nation compared to what they did."
        }, 
        {
            "created_time": "2014-08-24T18:03:12+0000", 
            "id": "10152266745590079_10152268358300079", 
            "message": "Fanie Les Leoto, you have to be kidding me"
        }, 
        {
            "created_time": "2014-08-24T19:35:32+0000", 
            "id": "10152266745590079_10152268544810079", 
            "message": "Most retarded shit I've seen so far"
        }, 
        {
            "created_time": "2014-08-24T20:55:22+0000", 
            "id": "10152266745590079_10152268701635079", 
            "message": "Why do you assume that ALL Americans do the things that you don't like? That's like me judging you for something someone else did in your country. It's wrong."
        }, 
        {
            "created_time": "2014-08-25T01:17:51+0000", 
            "id": "10152266745590079_10152269137470079", 
            "message": "Doesn't water kind of get recycled?  It's going back into the earth, watering the trees, which produce oxygen. Just saying!"
        }, 
        {
            "created_time": "2014-08-25T01:51:12+0000", 
            "id": "10152266745590079_10152269176345079", 
            "message": "MAYBE they should Start pumping for water instead of each other & stop pumping out HIV & Babies!"
        }, 
        {
            "created_time": "2014-08-25T02:25:40+0000", 
            "id": "10152266745590079_10152269223025079", 
            "message": "you do know that there are city's in Africa equivalent to New York"
        }, 
        {
            "created_time": "2014-08-25T07:56:15+0000", 
            "id": "10152266745590079_10152270103775079", 
            "message": "AMERICAAAA FUCK YEAHHHH Oguzhan Sulun"
        }, 
        {
            "created_time": "2014-08-26T23:47:13+0000", 
            "id": "10152266745590079_10152275194360079", 
            "message": "Sorry but I'm english and  its money for charity to help those in need, sometimes it isn't our job (americans and english) to fend for other countries too and not looking after own."
        }, 
        {
            "created_time": "2014-08-28T08:33:06+0000", 
            "id": "10152266745590079_10152277637195079", 
            "message": "DONT USE SHOWER!!!????"
        }
    ]
}