{
    "data": {
        "created_time": "2017-07-08T17:37:54+0000", 
        "id": "10154606807320079_10154606847025079", 
        "message": "aking my time, taking it slow but i ain't gonna take it from you ill let you give it to me aint about to steal this kings crown im finna be knighted before this nights through pulled Excalibur from the stone but i cant stay in this home no longer help me to help you we can be a sweet shady breakthrough finna be fitted no crown of thorns no longer exponential growth got me king konger roll up that jay with the two pacs of rizzla blue aint no silver wolf im the new got my rhymes getting truer  lift the shield im the bulwark guardian lift the hammer im the true asgardian got these hoes but they only good for farming bare my fangs finna rip the throat out get these fake rapper scroats out crowned king in the castle fishing these toilet crappers out my moat grown the two hoofs im the true goat can you chance to dance with a true OG well shit as true as you writing on the wall every single lyric i ever made burying the old life m&m grab the spade not the fork with prongs sick of all these two handed faced clocks driving me crazy with the tick tock just struck 7 save this Blue god aint nothing without his jesus but thats a crisis wait till the spice hits get me a thic girl with jugga tits slam dunk till im snorting a line of this hos junk \n\nPartner in crime stop waiting time spinning ya wheels im draggin my heels on this circle game got me going insane you know who it is"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-08T17:40:51+0000", 
            "id": "10154606807320079_10154606853035079", 
            "message": "Impressive."
        }, 
        {
            "created_time": "2017-07-08T17:41:52+0000", 
            "id": "10154606807320079_10154606854840079", 
            "message": "just wanna be recognized haha"
        }, 
        {
            "created_time": "2017-07-08T17:47:25+0000", 
            "id": "10154606807320079_10154606867010079", 
            "message": "Well, I'm not anyone that matters, but I recognize you. Very lyrical. Smooth. Good luck. Keep doing what you do. Somebody will notice."
        }, 
        {
            "created_time": "2017-07-08T17:55:42+0000", 
            "id": "10154606807320079_10154606884620079", 
            "message": "Just nonsense,no story, no motive, no self stamp, just a bunch of words thrown around aimlessly without any self exaggeration so it cant be called fake rap"
        }, 
        {
            "created_time": "2017-07-08T17:57:37+0000", 
            "id": "10154606807320079_10154606893740079", 
            "message": "thanks"
        }, 
        {
            "created_time": "2017-07-08T17:57:52+0000", 
            "id": "10154606807320079_10154606894715079", 
            "message": "I see you posting this shit everywhere it's literally fucking awful"
        }, 
        {
            "created_time": "2017-07-08T17:58:55+0000", 
            "id": "10154606807320079_10154606896935079", 
            "message": "Danna Yelton Really??? Impressive??? Man walking on the Moon is 'Impressive' or that guy at the X games doing a triple back flip on a uni-cycle.... now that was impressive..... what are they putting in to your water over? Acid? like fuck me.... it was just above crap.... serious fuck me!"
        }, 
        {
            "created_time": "2017-07-08T18:01:03+0000", 
            "id": "10154606807320079_10154606900735079", 
            "message": "yaall think i give a fuck? jealousy is a gift i never had so ill present myself"
        }, 
        {
            "created_time": "2017-07-08T18:01:52+0000", 
            "id": "10154606807320079_10154606903595079", 
            "message": "So so embarrassing 😂😂😂"
        }, 
        {
            "created_time": "2017-07-08T18:05:44+0000", 
            "id": "10154606807320079_10154606910740079", 
            "message": "Fuck up byrony you live for memes"
        }, 
        {
            "created_time": "2017-07-08T18:05:53+0000", 
            "id": "10154606807320079_10154606910930079", 
            "message": "represent for the fact ive got all these haters on my back shit judge all you want my lyrics might be wack but ive a better chance than anuof you ever had saying shit like this blues a fad middle fingers up not the pinkey or thumb childish to think your words mater more than mine shine can you even rhyme give me a chance you know ill rap in time ill be on the beat whilst yall on every blokes meat fuc outa here weak ass cant even steer a bike gotcha for that you dike cant even afford the third wheel on the trike sad that"
        }, 
        {
            "created_time": "2017-07-08T18:17:22+0000", 
            "id": "10154606807320079_10154606932890079", 
            "message": "christ pissing me of got me dissing a bitch getcha ass back to twitch playing this pointing jealousy lets play the blame game wait whats your name did we smash? shit i'd pass rather be cut up through a window pane smashed glass got me thinking fast time to take the hallway to school playing me for a lyrical fool well lets unwind ill give you the spool thread it stuck up bitch probably glued to reddit like a rabbit in headlights, can ya ass even fit in tights? they elastic but you a spastic girl you couldve ruled the world with me but the only heard youll be is cattle me and shady well hes getting lazy but ill still battle"
        }, 
        {
            "created_time": "2017-07-08T18:18:01+0000", 
            "id": "10154606807320079_10154606934520079", 
            "message": "Yeah pls stop"
        }, 
        {
            "created_time": "2017-07-08T18:18:15+0000", 
            "id": "10154606807320079_10154606935600079", 
            "message": "not even shakur would shagher and he was into biggie, well his wife aint that nice"
        }, 
        {
            "created_time": "2017-07-08T18:22:06+0000", 
            "id": "10154606807320079_10154606943320079", 
            "message": "grandfather clock knows when to stop the tock and a bitch like you, who rides everyblokes cock? shit hos like you get the motherfucking  glock 18 on rapid fire sparking the weed got this lyrical fire sitting higher and higher visit sweeny for a pie apple or cherry babe.. you kinda heavy"
        }, 
        {
            "created_time": "2017-07-08T18:22:48+0000", 
            "id": "10154606807320079_10154606944705079", 
            "message": "FUCK OFF I'm sick of getting a fucking notification for this utter utter fucking bollocks!!!!"
        }, 
        {
            "created_time": "2017-07-08T18:23:02+0000", 
            "id": "10154606807320079_10154606945030079", 
            "message": "playing with fire got this viking lit on a selfmade pyre never had a hand fanning this flame got people trying to ban this name"
        }, 
        {
            "created_time": "2017-07-08T18:23:35+0000", 
            "id": "10154606807320079_10154606945880079", 
            "message": "Literally none of it makes sense at all"
        }, 
        {
            "created_time": "2017-07-08T18:23:35+0000", 
            "id": "10154606807320079_10154606945895079", 
            "message": "My phone is on fire 😃"
        }, 
        {
            "created_time": "2017-07-08T18:25:39+0000", 
            "id": "10154606807320079_10154606949325079", 
            "message": "block me people starting to realise the bullshit i pull wont stop this swish whats the saying long hair dont care? always had locks yall just refuling the ammo for these twin glocks"
        }, 
        {
            "created_time": "2017-07-08T18:25:46+0000", 
            "id": "10154606807320079_10154606949545079", 
            "message": "block me people starting to realise the bullshit i pull wont stop this swish whats the saying long hair dont care? always had locks yall just refuling the ammo for these twin glocks"
        }, 
        {
            "created_time": "2017-07-08T18:33:32+0000", 
            "id": "10154606807320079_10154606970970079", 
            "message": "Dude wants to be recognized but don't show his face. A lyricist doesn't bite rappers rimes, twist them around, fumble them up so bad they make no sense. You wanna be recognized come up with somethin thats actually yours."
        }, 
        {
            "created_time": "2017-07-08T18:35:23+0000", 
            "id": "10154606807320079_10154606977460079", 
            "message": "shit hot but ive got to go think this is proof to show shady? hes my main bro time to let the world know these bitches aint shit but hos and tricks but the bros stick together like a twix got the rapper torn between staying and going im pimping and these bitches hoing click clack stripper heels but im still knowing these hos dont want me nomore im cold prada got the alpha trying harder barter for a fuck shit i got a dump truck of money the only yhink funnier is a real wiggas face from the weed honey got the bunny rabit knowing this blue aint had it cant get something thats already there its more a reposession this is my only confession stand for some chocolate well im throwing a fast ball didja catch it or did i fall"
        }, 
        {
            "created_time": "2017-07-08T18:44:04+0000", 
            "id": "10154606807320079_10154606996420079", 
            "message": "blew out from this weed now its blue out done with this bitch shady hit me up for bout 2 getting me buzzing im just after people to rap too its my only escape from the yellow draped disaster fix a wound with the hello kitty plaster two shot with the true gangster blaster"
        }, 
        {
            "created_time": "2017-07-08T19:02:53+0000", 
            "id": "10154606807320079_10154607039550079", 
            "message": "Well the very first word you used 'aking' doesn't even exist so I'm not going to waste minutes reading the rest"
        }
    ]
}