{
    "data": {
        "created_time": "2017-07-08T18:04:55+0000", 
        "id": "10154606807320079_10154606909685079", 
        "message": "When did you get all your facial operations to change your hairline, cheek bones and ears? Just mathew mitchell is curious how the fuck you got out that boot...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-08T18:12:03+0000", 
            "id": "10154606807320079_10154606921895079", 
            "message": "Drugs dude. Not surgery."
        }, 
        {
            "created_time": "2017-07-08T18:15:16+0000", 
            "id": "10154606807320079_10154606927545079", 
            "message": "Drugs change your jawlines, hairline and ears?? Funny man. My ears only changed when i got them pinned back, what drugs did he take to do that!! Surely it would of been cheaper for the hospital just to give me some drugs rather than operate ha"
        }, 
        {
            "created_time": "2017-07-08T22:12:24+0000", 
            "id": "10154606807320079_10154607463990079", 
            "message": "I think it has to do more with age, weight loss, wearing hats etc, you'd be surprised what all those can do.. but I'm just guessing"
        }, 
        {
            "created_time": "2017-07-08T23:24:53+0000", 
            "id": "10154606807320079_10154607654155079", 
            "message": "Twat"
        }, 
        {
            "created_time": "2017-07-08T23:30:56+0000", 
            "id": "10154606807320079_10154607674155079", 
            "message": "Twat? Im guessing you are describing yourself for making a comment which doesnt even make sense... retard?"
        }, 
        {
            "created_time": "2017-07-09T02:40:03+0000", 
            "id": "10154606807320079_1777631662253564", 
            "message": "drugs will change your appearance, your just ignorant"
        }, 
        {
            "created_time": "2017-07-09T04:05:47+0000", 
            "id": "10154606807320079_1467258043341251", 
            "message": "Will drugs also change your eye color as well?"
        }, 
        {
            "created_time": "2017-07-09T06:07:37+0000", 
            "id": "10154606807320079_642124109318036", 
            "message": "Eminem was cloned."
        }, 
        {
            "created_time": "2017-07-09T08:14:10+0000", 
            "id": "10154606807320079_1940224919589387", 
            "message": "Jake Hale Drugs can changed your hair growth, not the the actual shape of your hairline, your jawline can be changed slightly by drugs, correct but not significantly like eminem has and drugs most certainly do not change the shape of your ears! You are the ignorant one. Plus im pretty sure he was more of a crack/coke head not a meth/heroin abuser. So coke could possibly explain the change of his jawline, not to the complete different shape it is but he had plenty of mlney to buy plenty of coke. Maybe he abused ecstasy as well so that is plausible, although how someone manages to abuse cocaine that much and then at the age of 40 use vocabulary better than someone with a fucking english language phd is beyond me. Either he doesnt write his own stuff or just sat and read a theasaurus on a night. Drugs do not change the shape of your ears so your argument is flawed im afraid. \n\nAs for his eyes unlesss he has been popping glaucoma medicine drugs dont change the eye colour, its genetic. Eye colour change is possible due to numerous things but only really occurs in lighter pigment eyes and is very rare in adults. They may get lighter and darker but very rarely change colour. Especially in adults. Although not impossible. Just you would think someone like eminem getting glaucoma or any sort of operatiom would be reported on. Michael jackson couldnt pop a fucking new pill without it being on the news!\n\nHell maybe proof didnt die, maybe em died and  proof just took his place. Haha yeah that isnt plausible, him being cloned is plausible but i dont see it. I reckon he just couldnt be arsed with the fame no more and continued to write but has a look a like to go perform for him. Look at wvery performance he has done recently. All done woth backing tracks and you can never see his lips properly and when you do half the time it just looks as though hes lipsyncing. When he does perform live without a backing track its always much slower versions than the song on the album. I loved wminem growing up but the older i get, the more of fraud he seems to come across as. Still the greatest rapper of all time though ha just curious and dont fully understand. Its all well and good saying drugs but i know plenty of people who abuse numerous drugs and none of them have changed in the significant ways he has. You cant tell me he can abuse far more drugs AND become more intelligent at the same time. Not to mention i would kill to find where he gets his razors from. In 15 years av never seen him with a shaving rash and now he has a fecking beard!! Wish i could do that :("
        }, 
        {
            "created_time": "2017-07-09T12:29:21+0000", 
            "id": "10154606807320079_249616702202737", 
            "message": "OMG get a grip."
        }, 
        {
            "created_time": "2017-07-09T12:34:17+0000", 
            "id": "10154606807320079_249618305535910", 
            "message": "Fuck me your intellect astounds me. I shall get a grip due to your factual explanation on why i need to 'get a grip'. Moron. Please do enlighten me on what i need to get this grip on?"
        }, 
        {
            "created_time": "2017-07-09T12:36:35+0000", 
            "id": "10154606807320079_249618815535859", 
            "message": "Look at all the time and attention you have wasted on this. Get a life. Your lack of intellect is astounding."
        }, 
        {
            "created_time": "2017-07-09T13:01:26+0000", 
            "id": "10154606807320079_1590731367666002", 
            "message": "Lmfao yeah i spent time and attention? Its my spare time i can do what i fucking wish with it. I have a life... i spent 15mins on that... what the fuck is your problem who forced you to read it? You need to get a life commenting without any substance to your argument... you didnt even answer my question!! Then have the audacity to say i lack intellect?? Are you retarded? Explain how i lack intellect by asking questions? That SHOWS intellect you thick shit."
        }, 
        {
            "created_time": "2017-07-09T13:06:59+0000", 
            "id": "10154606807320079_188220415046795", 
            "message": "You are questioning a famous person about their appearance? \nA. It's none of your business. B. He's not gonna answer C. Even if he had had work done, as if he'd admit to it. So, it's a waste of time. And dumb. And you're arguing like a little homo about it. Loosen your g-string."
        }, 
        {
            "created_time": "2017-07-09T13:10:39+0000", 
            "id": "10154606807320079_188221835046653", 
            "message": "Nothing you said has disputed anything i said. Please explain why i lost my right too freedom of speech? Do you think i expected a reply? Why would he not admit to it? Every other celebrity ends up in the papers because of their surgery what the fuck makes him so special? Im arguing like a little homo? Wow thats very mature of you. Disrespecting people who are gay, can tell your a great person."
        }, 
        {
            "created_time": "2017-07-09T13:13:48+0000", 
            "id": "10154606807320079_152569221980728", 
            "message": ""
        }, 
        {
            "created_time": "2017-07-09T13:16:41+0000", 
            "id": "10154606807320079_152570585313925", 
            "message": "Lmfao well thats it i concede defeat and im definitely wrong. I cant argue with a box of tissues! Definitely showed me hahaha"
        }, 
        {
            "created_time": "2017-07-09T14:07:12+0000", 
            "id": "10154606807320079_663745663816515", 
            "message": "Chrissy Johnson almost all rappers perform with backing tracks. It helps the live performance. It's a rap thing rap thing. They don't consider it lyp syncing."
        }, 
        {
            "created_time": "2017-07-09T14:13:27+0000", 
            "id": "10154606807320079_298403260623391", 
            "message": "He doesnt in his earlier peformances in roughly 2002/5ish i cant quite remember. He doesnt just rap over his own pre recorded songs, he actually raps live. Now watch something like rap god live or any of his most recent performances. Completely different. I dont rate his latest performances. Anyone can do it, i could, you could, anyone could. Ed sheeran can do a better live rap performance than his latest attempts. Watch his 10 best live performances on youtube and then watch something he has done very recently you will see what i mean. Probably why i would never pay to go see someone perform as half of them dont really perform but just sing or rap over the top of the pre recorded album track."
        }, 
        {
            "created_time": "2017-07-09T14:29:31+0000", 
            "id": "10154606807320079_200517540478914", 
            "message": "He's a troll. He just needs attention. All of this has helped him feel better for not having anyone in his life that loves him."
        }, 
        {
            "created_time": "2017-07-09T14:43:21+0000", 
            "id": "10154606807320079_200530287144306", 
            "message": "Eh? How am i a troll? I idolise eminem, so your comment is invalid and quite frankly, stupid. I am simply asking how these things happen and no one has proved or shown me how it is possible. If i was attention seeking i wouldnt be wanting it from a bunch of strangers on the internet. Numb nuts."
        }, 
        {
            "created_time": "2017-07-09T14:44:35+0000", 
            "id": "10154606807320079_182534578950055", 
            "message": "Also i have 5x the amount of friends on facebook than you do, so doesnt that make you even less loved and liked than me? Hahaha your logic is very poor. No doubt poor education is the cause of this."
        }, 
        {
            "created_time": "2017-07-09T17:22:00+0000", 
            "id": "10154606807320079_1818990631749307", 
            "message": "\"I have more Facebook friends than you.\" what are you 10?"
        }, 
        {
            "created_time": "2017-07-09T17:22:48+0000", 
            "id": "10154606807320079_241360023046215", 
            "message": "You get an average of 3-4 likes per post... Lmao"
        }, 
        {
            "created_time": "2017-07-09T19:18:09+0000", 
            "id": "10154606807320079_129787980946989", 
            "message": "Im just pointing out a fact, hard to say im not liked by anybody when i have more friends than he does and thats internet alone hahahah and that doesnt even include the ones i associste with out drinking doen the boozer hahaha if im 10 does that make him 8? Also 3-4 likes is all i get... wow what an insult not to mention that makes you a 10 year old in your own eyes using your own logic. Dimwit. What a pathetic way to try and troll me by insulting yourself in the process and being, ironically, hipocritical! Hahahahaha"
        }
    ]
}