{
    "data": {
        "created_time": "2016-05-08T16:19:43+0000", 
        "id": "10153522592305079_10153522661740079", 
        "message": "Been listening to Em for over 15 yrs and honestly, hes grown from rapping about drugs, sex, alcohol etc. TO his emotional and personal problems; let alone he uses the monster inside of him anf his heart to write songs and rap them out. Unlike these mainstream rappers rapping same shit, Em changed from jokes to real life which helps him mature thus making him one of the best rappers alive."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-09T00:43:17+0000", 
            "id": "10153522592305079_1675758326022180", 
            "message": "Exactly. It's beautiful to see how much he has changed over the years. People hate \"his new style\" but fail to realize that he is even better than he ever was. It's sad that people can't appreciate him for coming out of his situation. Basically from soap scum to us worshiping the ground that he walks on. They would rather have him be on drugs and die because they see him only as an musician and entertainer."
        }, 
        {
            "created_time": "2016-05-09T06:49:46+0000", 
            "id": "10153522592305079_591130624401658", 
            "message": "And what of that conspiracy that the real shady is Really long gone!!!.."
        }, 
        {
            "created_time": "2016-05-09T21:18:20+0000", 
            "id": "10153522592305079_1718456865091346", 
            "message": "I am not doing any music right now until I get set up with my husband. Just a lot of old aignments. augh, I have a temple violation going on."
        }, 
        {
            "created_time": "2016-05-09T21:19:17+0000", 
            "id": "10153522592305079_1718457021757997", 
            "message": "remember I think I banned an entire dick from my world, now what to do with them?"
        }, 
        {
            "created_time": "2016-05-09T21:19:54+0000", 
            "id": "10153522592305079_1718457155091317", 
            "message": "Don't go after the kids until after we are at meetings. Must be playing video games."
        }, 
        {
            "created_time": "2016-05-09T21:26:15+0000", 
            "id": "10153522592305079_1718458478424518", 
            "message": "Yeah, what is your judement day like with a rat up mother natures private. my brother was like your jesus  got damn I am really rude and sexual. I don't have any idea what your talking aobut, don't die, I am Death. Jesus - it is me."
        }
    ]
}