{
    "data": {
        "created_time": "2016-05-13T13:24:21+0000", 
        "id": "10153522592305079_1677300055868007", 
        "message": "May 13, 2016\n\nOnward on the journey\n\nPage 139\n\n\"The progression of recovery is a continuous uphill journey.\"\n\nBasic Text, p. 83\n\nThe longer we stay clean, the steeper and narrower our path seems to become. But God doesn't give us more than we can handle. No matter how difficult the road becomes, no matter how narrow, how winding the turns, there is hope. That hope lies in our spiritual progression. \n\nIf we keep showing up at meetings and staying clean, life gets... well, different. The continual search for answers to life's ups and downs can lead us to question all aspects of our lives. Life isn't always pleasant. This is when we must turn to our Higher Power with even more faith. Sometimes all we can do is hold on tight, believing that things will get better. \n\nIn time, our faith will produce understanding. We will begin to see the \"bigger picture\" of our lives. As our relationship with our Higher Power unfolds and deepens, acceptance becomes almost second nature. No matter what happens as we walk through recovery, we rely on our faith in a loving Higher Power and continue onward.\n\nJust for Today: I accept that I don't have all the answers to life's questions. Nonetheless, I will have faith in the God of my understanding and continue on the journey of recovery."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}