{
    "data": {
        "created_time": "2016-05-15T12:51:11+0000", 
        "id": "10153522592305079_476569959218968", 
        "message": "May 15, 2016\n\nFear of the Fourth Step\n\nPage 141\n\n\"As we approach this step, most of us are afraid that there is a monster inside of us that, if released, will destroy us.\"\n\nBasic Text, p. 27\n\nMost of us are terrified to look at ourselves, to probe our insides. We're afraid that if we examine our actions and motives, we'll find a bottomless black pit of selfishness and hatred. But as we take the Fourth Step, we'll find that those fears were unwarranted. We're human, just like everyone else-no more, no less. \n\nWe all have personality traits that we're not especially proud of. On a bad day, we may think that our faults are worse than anyone else's. We'll have moments of self-doubt. We'll question our motives. We may even question our very existence. But if we could read the minds of our fellow members, we'd find the same struggles. We're no better or worse than anyone else. \n\nWe can only change what we acknowledge and understand. Rather than continuing to fear what's buried inside us, we can bring it out into the open. We'll no longer be frightened, and our recovery will flourish in the full light of self-awareness.\n\nJust for Today: I fear what I don't know. I will expose my fears and allow them to vanish."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}