{
    "data": {
        "created_time": "2016-05-11T01:18:09+0000", 
        "id": "10153522592305079_1696287933980678", 
        "message": "hey em ik u ain't it to fans gettin all up in your shit man but as a dedicated fan man I gotta know was mmlp2 your last album? I'd hate to see you go ever since I was 7 and heard that first lyric \"hi kids do u like violence\" I was hooked and everything u talked about was like a retelling of my own life my father left my mother when he found out my mom was pregnant, when I was 5 my mom's first husband molested me on several different occasions. my mom and I always fought cuz she was more concerned with chasing men when her bfs would leave her, I was bullied every single day in school while teachers just picked on me and laughed. u said \"I ain't here to save the fuckin children but if one kid out of a 100 million thts going thru the struggle relates that's great\" I have related to so much of your music and as I grow older it just seems like I only relate more. I cried my fuckin eyes out for hours after hearing headlights man. if not for your music I'm not certain I would of made it this far. some days your music is all that keeps me going I put my headphones on and nothing else matters. the thought of your retirement crushes me inside but u gotta to what's right for you and I respect that. I'll listen to albums till the day I die cuz ain't no rapper got shit on you. ik it's Facebook but man I really hope I hear back from you. and one last thing FUCK THE CRITICS MAN relapse was the realest album you ever wrote next to sslp for someone who has battled addiction themselves that album was deep and honestly one of my favorites and u killed that shit homie. don't ever let anyone tell you any different that album was pure raw emotion and that's what music should be all these rappers got that shit fucked up just rappin bout weed lambos and money to a dope catchy beat. uve inspired me more than you'll ever know man honestly and if I have the honor to one day meet you I could die the next day happy with no regrets. god bless peace homie"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}