{
    "data": {
        "created_time": "2016-05-09T14:27:47+0000", 
        "id": "10153522592305079_1033444106711565", 
        "message": "May 09, 2016\n\nWrite about it!\n\nPage 135\n\n\"We sit down with a notebook, ask for guidance, pick up our pen, and start writing.\"\n\nBasic Text, p. 30\n\nWhen we're confused or in pain, our sponsor sometimes tells us to \"write about it.\" Though we may groan as we drag out the notebook, we know that it will help. By laying it all out on paper, we give ourselves the chance to sort through what's bothering us. We know we can get to the bottom of our confusion and find out what's really causing our pain when we put the pen to the paper. \n\nWriting can be rewarding, especially when working through the steps. Many members maintain a daily journal. Simply thinking about the steps, pondering their meaning, and analyzing their effect is not sufficient for most of us. There's something about the physical action of writing that helps to fix the principles of recovery in our minds and hearts. \n\nThe rewards we find through the simple action of writing are many. Clarity of thought, keys to locked places inside of us, and the voice of conscience are but a few. Writing helps us be more honest with ourselves. We sit down, quiet our thoughts, and listen to our hearts. What we hear in the stillness are the truths that we put down on paper.\n\nJust for Today: One of the ways I can search for truth in recovery is to write. I will write about my recovery today."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-29T12:28:57+0000", 
            "id": "10153522592305079_1717811455172904", 
            "message": "✋ 👊 👇"
        }
    ]
}