{
    "data": {
        "created_time": "2016-05-16T11:47:47+0000", 
        "id": "10153522592305079_1888282594731758", 
        "message": "May 16, 2016\n\nOur Higher Power's will\n\nPage 142\n\n\"God's will for us becomes our own true will for ourselves.\"\n\nBasic Text, p. 48\n\nThe Twelve Steps are a path to spiritual awakening. This awakening takes the form of a developing relationship with a loving Higher Power. Each succeeding step strengthens that relationship. As we continue to work the steps, the relationship grows, becoming ever more important in our lives. \n\nIn the course of working the steps, we make a personal decision to allow a loving Higher Power to direct us. That guidance is always available; we need only the patience to seek it. Often, that guidance manifests itself in the inner wisdom we call our conscience. \n\nWhen we open our hearts wide enough to sense our Higher Power's guidance, we feel a calm serenity. This peace is the beacon that guides us through our troubled feelings, providing clear direction when our minds are busy and confused. When we seek and follow God's will in our lives, we find the contentment and joy that often elude us when we strike out on our own. Fear or doubt may plague us when we attempt to carry out our Higher Power's will, but we've learned to trust the moment of clarity. Our greatest happiness lies in following the will of our loving God.\n\nJust for Today: I will seek to strengthen my relationship with my Higher Power. I know from experience that knowledge of my Higher Power's will provides a sense of clarity, direction, and peace."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-29T12:11:49+0000", 
            "id": "10153522592305079_1045703062152336", 
            "message": ":v :* ^_^"
        }
    ]
}