{
    "data": {
        "created_time": "2016-05-17T19:02:32+0000", 
        "id": "10153522592305079_477343169141647", 
        "message": "May 17, 2016\n\n\"Defects\"\n\nPage 143\n\n\"We were entirely ready to have God remove all these defects of character.\"\n\nStep Six\n\nAfter taking the Fifth Step, many of us spend some time considering \"the exact nature of our wrongs\" and the part they'd played in making us who we were. What would our lives be like without, say, our arrogance? \n\nSure, arrogance had kept us apart from our fellows, preventing us from enjoying and learning from them. But arrogance had also served us well, propping up our ego in the face of critically low self-esteem. What advantage would be gained if our arrogance were removed, and what support would we be left with? \n\nWith arrogance gone, we would be one step closer to being restored to our proper place among others. We would become capable of appreciating their company and their wisdom and their challenges as their equals. Our support and guidance would come, if we chose, from the care offered us by our Higher Power; \"low self-esteem\" would cease to be an issue. \n\nOne by one, we examined our character defects this way, and found them all defective after all, that's why they're called defects. And were we entirely ready to have God remove all of them? Yes.\n\nJust for Today: I will thoroughly consider all my defects of character to discover whether I am ready to have the God of my understanding remove them."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}