{
    "data": {
        "created_time": "2016-05-08T16:45:22+0000", 
        "id": "10153522592305079_590918104422910", 
        "message": "So you love your mom right?So good to see you happy with your family again\n(I know Eminem doesn't run the page but please can someone from his staff show him the comment pleaseeeeeeeee!!!!!!!!)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-05-08T16:59:52+0000", 
            "id": "10153522592305079_590924027755651", 
            "message": "You could get a million likes on this and he wouldn't see it.\nEminem doesn't pay attention to social media very often.\nHe's done like 1 Q&A during his career"
        }, 
        {
            "created_time": "2016-05-08T17:03:26+0000", 
            "id": "10153522592305079_1032861830103126", 
            "message": "What does Q&A means"
        }, 
        {
            "created_time": "2016-05-08T17:04:52+0000", 
            "id": "10153522592305079_1032862436769732", 
            "message": "Question And Answer"
        }, 
        {
            "created_time": "2016-05-08T17:05:48+0000", 
            "id": "10153522592305079_1032862770103032", 
            "message": "Aha ok,thought someone would show this to him but fuck it"
        }, 
        {
            "created_time": "2016-05-08T18:25:15+0000", 
            "id": "10153522592305079_590947204420000", 
            "message": "He can't use a computer and don't want to learn coz what is said about him on the internet effects him"
        }, 
        {
            "created_time": "2016-05-08T18:26:10+0000", 
            "id": "10153522592305079_590947397753314", 
            "message": "I read the other day that he doesn't know how to work a computer. He said that if he learned how he would never stay off of it and reading the negative comments about himself would drive him crazy."
        }, 
        {
            "created_time": "2016-05-08T18:34:06+0000", 
            "id": "10153522592305079_590949131086474", 
            "message": "Ik he released headlights but in 2014 when he released ShadyXV Guts Over Fear had a verse that suggests different"
        }, 
        {
            "created_time": "2016-05-08T19:01:19+0000", 
            "id": "10153522592305079_590956861085701", 
            "message": "What do you mean,he showed hate again?\nIt sound like love for me,like.... appreciates what she did for him because he had to grow up like that to have a career like he actually had(I mean  the career and fire he had in the 2000s)"
        }, 
        {
            "created_time": "2016-05-08T20:29:53+0000", 
            "id": "10153522592305079_590975547750499", 
            "message": "Watch what you say fucking racist"
        }, 
        {
            "created_time": "2016-05-08T21:03:24+0000", 
            "id": "10153522592305079_590982437749810", 
            "message": "No he doesn't care what people say about him.\nHe jokes often than if somebody taught him how to use a computer he'd never leave the house again or write.\nBut I'm almost positive he just doesn't know how to use one.\nHe, alike alot of people, doesn't wanna get with the times.\nLike how now everybody relies on social media"
        }, 
        {
            "created_time": "2016-05-08T21:22:46+0000", 
            "id": "10153522592305079_1033010936754882", 
            "message": "Guys,i think my comment went a way too far but,it's funny of how we can disgust with each other about EMINEM in his official page hahaha so....is there anybody else who'd like to share with us tonight?"
        }, 
        {
            "created_time": "2016-05-08T22:21:47+0000", 
            "id": "10153522592305079_1033033203419322", 
            "message": "It actually is \"guys\" not \"guy's\" he went for plural there... Also, when you are talking about people you say \"who would like\", not \"that would like\" humans aren't objects to use \"that\" for them ;) so you're a bit more stupid than him :P"
        }, 
        {
            "created_time": "2016-05-08T22:31:58+0000", 
            "id": "10153522592305079_1675733689357977", 
            "message": "So all in all, you should learn language of a country you live in before taking a gun into your hands and getting ready to kill for it."
        }, 
        {
            "created_time": "2016-05-08T22:34:29+0000", 
            "id": "10153522592305079_1033039516752024", 
            "message": "Cory Linton common man,you're being so mean I'm not grown in America like you(or wherever the fuck you're grown)I grew up with another language,it's a big goal for me to memorize all these verses,you borned with English,well I learned it and I'm still growing and learning,plus that I listen to a rapper who only speaks English(it's surely EMINEM)it's not that easy for me even knowing you're exaggerating it,but however try to understand it's simple for you to listen someone who speaks to the same language you live with and it's also pretty complicated for me to memorize all the rhymes,how he spits'em,plus that he's so particular and sometimes it's complicated even for Americans let alone for foreigners all I want to say is\nFUCK OFF IT'S NOT ALL ON YOUR BITCHASS TO CARE ABOUT MY VOCABULARY"
        }, 
        {
            "created_time": "2016-05-09T00:40:31+0000", 
            "id": "10153522592305079_1695541950721943", 
            "message": "What the fuck. It's \"guys\"...\n\"Guy's\" would be the abbreviated term for \"guy is\"...\nLol so keep on with your asinine talk and continue on about how foreigners are stupid"
        }, 
        {
            "created_time": "2016-05-09T05:14:13+0000", 
            "id": "10153522592305079_1718158668454499", 
            "message": "Never make fun of the broken English of a foreigner. They are incredibly smart to be able to speak a second language!"
        }, 
        {
            "created_time": "2016-05-09T09:08:56+0000", 
            "id": "10153522592305079_1885240211702663", 
            "message": "Cory Linton the typical uneducated, American cunt that tries to belittle anyone who isn't them. Enjoy killing yourself with your gun accidentally."
        }, 
        {
            "created_time": "2016-05-09T13:07:29+0000", 
            "id": "10153522592305079_587259101452105", 
            "message": "i appreciate everyone for understanding me,y`all made my day cause i was anoyed and y1all helped me to get up again,even if it wasn`t that bad at all"
        }, 
        {
            "created_time": "2016-05-14T21:10:09+0000", 
            "id": "10153522592305079_589475227897159", 
            "message": "U kno miracles sometimes happen... Maybe he'll read ur comment 😉"
        }, 
        {
            "created_time": "2016-06-07T23:50:18+0000", 
            "id": "10153522592305079_602809516567102", 
            "message": "\"HAHAHAHA HE CANT SPEAK ENGLISH WHAT A FUCKING MORON.\"\n\nI'm sorry but English is not the world's language. It's not even considered to be a major language. Stfu with your bigot self.\n\nNot everyone is born in an English speaking country and at least he took the time to learn something new unlike your judgemental and racist ass."
        }
    ]
}