{
    "data": {
        "created_time": "2014-08-24T17:01:04+0000", 
        "id": "10152268191210079_10152268232140079", 
        "message": "20 WAYS TO MAKE A GIRL SMILE 1. Tell her she's BEAUTIFUL. Not hot or Sexy.2. Hold her hand, just because you love her.3. Leave her voice messages to wake up to.4. Wrestle with her, and let her win.5. Hug her from behind.6. Don't hang out with your ex when she's not around. It kills her inside.7. If you talk to another girl, walk over to her after you're done and kiss her.8. Write her notes ...or call her just to say I love you.9. Introduce her to your friends,as your girlfriend.10. Play with her hair.11. Pick her up, even when she says no.12. Get upset if she gets unwanted contact from someone else.13. Make her laugh, just because you love to see her smile.14. Let her fall asleep in your arms.15. If she's mad at you, kiss her,don't fight back.16. If you care about her, tell her, or else she won't come back.17. Every girl should receive three presents from her guy: a teddy bear(she'll hug it when she goes to sleep),jewelry (she'll treasure it forever), and one of your shirts (she'll wear itto bed).18.Treat her the same with your friends as when you are alone.19. Look her in the eyes and give her your best smile.20. Hang out with her on the weekends, because she's important to you AGREE or DISAGREE ??"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-25T03:17:50+0000", 
            "id": "10152268191210079_10152269561295079", 
            "message": "No one cares"
        }, 
        {
            "created_time": "2014-08-25T07:46:55+0000", 
            "id": "10152268191210079_10152270095700079", 
            "message": "Nobody gives a flying fuck"
        }
    ]
}