{
    "data": {
        "created_time": "2017-06-02T16:50:02+0000", 
        "id": "10154497509600079_282472258881636", 
        "message": "Ithuriel, I think, pokes things with his spear to reveal truths. Maybe it's Uriel. If they are cute female rebels, he can poke them, and Mr. Mushu can shoo them into a holy bath (and poke them again). This angel...when I was little, used to follow me around...shoo, you humans is nasty, nasty, nasty. You need a bath. He meant that on more levels than one, but...LOL,"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-02T17:04:38+0000", 
            "id": "10154497509600079_540627949659260", 
            "message": "There are seven layers v of heaven...and when he shooed me, I was at level 0. I was on earth."
        }, 
        {
            "created_time": "2017-06-02T17:05:46+0000", 
            "id": "10154497509600079_300912960333309", 
            "message": "I cannot even sit next to Uriel anywhere. Uriel just starts giggling...I start giggling..then Michael's knight comes over with this sword..."
        }, 
        {
            "created_time": "2017-06-02T17:18:50+0000", 
            "id": "10154497509600079_300916760332929", 
            "message": "Apparently, no one likes Shadow hunters anyway. And God seems to only cadre about make dominance, and beautiful women (which I am not...beautiful that is). Joelle Verreet tried making me a fucking man in my teens. I was stabbed with male hormones at the library. She was looking for some transgender person named Adam (Adam in the transgender) and it wasn't me. I raised my hand, because I knew who Adam was, as she stabbed me. I wonder how I'd look without the involuntary changes. This one is not funny. I hate Joelle Verreet...Paddy Kelly's wife. The Kelly Family never fixed a dam thing. Changing someone's gender against their will is not ok."
        }, 
        {
            "created_time": "2017-06-02T17:28:52+0000", 
            "id": "10154497509600079_864329463748768", 
            "message": "I don't have the money to undo Joelles bull shit. The angels are magical enough to fix it...so is God, but they haven't. I do pray about it. I cannot afford hormones to undo what they did. I have hair growing in places I don't want it. In places I shouldn't need to shave. I'm female. Just because I get along with men doesn't mean I am a man. Just because I get male humor doesn't mean I'm a man. My own family treats me like a boy. They're rough emotionally, and sometimes physically. Yea...I wish they hadn't stunted my breast growth and made me grow unwanted hair with those hormones. I didn't want that. I'm female. To be honest, Raziel has the power to fix the changes to my DNA, but he hasn't. And it doesn't help that my father lies. I was a gorgeous FEMALE in the supernatural, but not on earth. I wish Raziel would undo the shit Joelle did, and Adam....and all of them. I don't like to go on dates, because of what they did to me...my father included. I wish they'd rot in jail. I'm not transsexual. I JOKE I have transgender days, because I like going to the gym, showering, them eating pizza in sweat pants, but I'M FEMALE. I like feeling pretty. I hate Joelle. I hate the Kelly Family. No one tries to make amends. I TRY TO."
        }
    ]
}