{
    "data": {
        "created_time": "2017-06-13T05:47:13+0000", 
        "id": "10154497509600079_239295443236920", 
        "message": "God... I was too hooked on love lol rocking Brian McKnight and NSYNC lmao\nBut Eminem was always there for me...\nLike a conscience that would funnel my rage and depression...\n\nThis man is more of a father to me than my sperm donor druggie drunk dad...\nHe taught me poetic verse and meter.\nI became able to measure my anger and depression and I started venting with poise.\nI wish I could find the ability to write him an epic poem. But I found true love and I am completely happy.\nIt's been years since I could set pen to pad.\n\nhttp://www.poetry.com/poets/47845-Tony%20Forille%20III\n\nI wish he could read my poems and see the evolution of healing he set me on.\n\nThank you Eminem\n\nHere's one I get the most compliments on.\n\n\"Ever Coming Is The Morrow\"\nBy: Tony Forille III\n\nI feel I am down to three possible fates \nAlways on the cusp and ever at my gates \nDestined to lose memory, mind or life \nCertainly absent of anyone to call wife \nThrough these passing days and at first glance \nMost may assume I never took a chance \nThough I never sought to be Brennan on the Moor \nOf bold desire, brave dreams or betrayed by a whore \nCircumstance always seems to fall upon me \nAnd I constantly get the worst of the three  \nWith the warmth of her smile, I forget how to frown \nSo I try once more until she throws it down \nMy heart, on the ground and felled into pieces \nAnd each time I find the number vastly increases \nWaiting for the next, I feel little but sorrow \nKnowing her love, could kill me tommorrow"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}