{
    "data": {
        "created_time": "2017-06-13T05:03:42+0000", 
        "id": "10154497509600079_1934035520185927", 
        "message": "I don't understand why angels must bow to people. Bowing does nothing for the inside. An angel can bow and still be a haughty SOB. Why isn't everything bowing before God. Last I I knew, the angels are as diverse as people. They are as intelligent, if not MORE intelligent. They are more powerful, but definitely more gorgeous. But Father God does not like the Nephilim. I'm sorry. But its just...what am I? A monkey with a soul???? I have kids by one of Michael's knights...that Michael's. He's not the only one. I gave up, up there. They don't likes the mortal people, or something. Heaven is not home for me, cause I'm a mortal girl, or something. Often times, I didn't even know I was doing anything wrong. I didn't know any of the laws, or anything. I left. Heaven was completely weird. I don't understand why 'mortals' struggle so much. I think Lilith is only, how would it be put, half angel, or something. But, mortal people can be complete fucking assholes. I don't think thats voiced in heaven, because it's so 'perfect.' It's not. I was the weird one for helping the angels, because most are generally kind. I can't understand how they put up with people. I feel bad for those cast out, but I don't like their brainwashing. They're mean. I wish they'd all go home, but God won't let them. The angels work really hard, but I don't think they get tired up there. Or do they??? They're always busy up there. And down here on earth, and in between."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}