{
    "data": {
        "created_time": "2014-09-12T20:06:50+0000", 
        "id": "10153006003321729_10153043257646729", 
        "message": "Ok, I get it.  You can answer innocuous questions about, copy & paste or Messenger but not ones on discrimination regarding Native American names you deem \"fake\".  I guess it needs to go to Native organizations and the news media."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-12T20:15:31+0000", 
            "id": "10153006003321729_10153043272811729", 
            "message": "We hear your concern, D'Lynne. Because of the diversity of our community, it's possible that something could be disagreeable or disturbing to you without meeting the criteria for being removed or blocked. For this reason, we offer personal controls over what you see, such as the ability to hide or quietly cut ties with people, Pages, or applications that offend you. Facebook also offers tools to help you deal with bullying and harassment. Learn more at: http://on.fb.me/1tQ486u. -Chantal"
        }, 
        {
            "created_time": "2014-09-12T20:19:17+0000", 
            "id": "10153006003321729_10153043279161729", 
            "message": "What does that have to do with discrimination against using Native American tribal names?????  You suspended a relative of mine because you said his tribal name was fake.  You demand government issued ID to prove who he is.  You said his name was OK 5 years ago.  You have made him lose contacts to Native AND veterans organizations.  He is a Native disabled veteran who wants his page back."
        }, 
        {
            "created_time": "2014-09-12T20:20:00+0000", 
            "id": "10153006003321729_10153043280471729", 
            "message": "ماذا يعني النكز"
        }, 
        {
            "created_time": "2014-09-12T20:22:12+0000", 
            "id": "10153006003321729_10153043284191729", 
            "message": "Thanks for bringing this to our attention, D'Lynne. Can you please report this issue in our Help Center at: http://on.fb.me/1tQ4TMS\n-Chantal"
        }, 
        {
            "created_time": "2014-09-12T20:28:21+0000", 
            "id": "10153006003321729_10153043295186729", 
            "message": "What, that Facebook has suspended his page and won't respond to his emails???  He is NOT going to give you any ID since his name was approved 5 years ago."
        }, 
        {
            "created_time": "2014-09-12T20:28:52+0000", 
            "id": "10153006003321729_10153043295996729", 
            "message": "Oh...and FYI, your link doesn't work."
        }, 
        {
            "created_time": "2014-09-12T21:02:46+0000", 
            "id": "10153006003321729_10153043358766729", 
            "message": "Apparently you don't \"hear my concern\".  Thanks for the non-help.  I will now report this to the American Indian Movement, the United Urban Warrior Society and other Native activist organizations and Veterans organizations along with news media."
        }, 
        {
            "created_time": "2014-09-12T21:28:02+0000", 
            "id": "10153006003321729_10153043397346729", 
            "message": "Exactly Ryan."
        }
    ]
}