{
    "data": {
        "created_time": "2014-09-05T20:44:50+0000", 
        "id": "10153006003321729_10153027475801729", 
        "message": "My wife's account has been disabled because you've decided you don't like her name.  She went through this 4 or 5 years ago when she joined and IT WAS APPROVED so why would you change it now with no way to reach you and no warning whatsoever?  We have a company page attached to her personal login and CANNOT lose data, plus... our lack of response to messages and posts is damaging our relationship with our customers.\n\nWe aware of your policy that requires use of a full, legal name but no one knows her by that name.  D is the name on her checking account and credit cards... it is the name in which she owns our business, and the name she's been known by for 25 years... again, YOUR TEAM HAS ALREADY APPROVED IT.  At the time, they also realized it was random and unfair to allow thousands of people named Joe, Bob, Tom, Sue, etc. to continue having accounts when they all most likely shortened from Joseph, Robert, Thomas or Susan?  Did you disable their accounts too... did you receive complaints that she was committing fraud... or have you just decided on behalf of everyone what they can and cannot do to shorten their name?\n\nD Wiedeman is a valid... non-fraudulent identity.  Please re-enable her account immediately."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-05T20:48:36+0000", 
            "id": "10153006003321729_10153027484966729", 
            "message": "Attention Facebook... we need this account re-enabled immediately.  Her name has already been approved and you're damaging our business."
        }, 
        {
            "created_time": "2014-09-05T20:53:49+0000", 
            "id": "10153006003321729_10153027497801729", 
            "message": "Hi Doug. Can you send us a private message so we may better address your issue? Thanks! -Ryan"
        }, 
        {
            "created_time": "2014-09-05T21:05:55+0000", 
            "id": "10153006003321729_10153027521386729", 
            "message": "Ryan of Facebook... where can I message you?  I've sent MANY private messages on this page with no response."
        }, 
        {
            "created_time": "2014-09-05T21:39:54+0000", 
            "id": "10153006003321729_10153027583081729", 
            "message": "Facebook Ryan... I responded to your message.  Has the account been enabled?"
        }, 
        {
            "created_time": "2014-09-05T22:40:48+0000", 
            "id": "10153006003321729_10153027754971729", 
            "message": "Thanks Sandy!  We have finally received a response to all our private messages so fingers crossed!  We will absolutely go to the media if Facebook doesn't re-activate the account.  They approved her name... allowed her to establish a reliance on the tool and are now damaging our reputation, as we promise our customers same day customer service."
        }, 
        {
            "created_time": "2014-09-06T06:03:56+0000", 
            "id": "10153006003321729_10153028351231729", 
            "message": "I am having the same issue with an alternate account I had to set up after some vindictive little wenches decided I didn't need to post on fb anymore. Is there a way to clear this up once and for all?"
        }, 
        {
            "created_time": "2014-09-06T08:51:37+0000", 
            "id": "10153006003321729_10153028495896729", 
            "message": "Doug they have just stolen my NAME!!!! My intellectual property rights..One person complained who had already attacked me over religion of all things..FB responds to her bogus complaint/false accusation and my acct is seized,,name stolen,,posts gone etc...\nFacebook,,YOU STOLE FROM MY Intellectual property rights!!!!!!!!!\nSomething you CLAIM to be oh so empathetic about..I have tried to reach you many many different ways..Doug,,Im VERY interested as to whether they fix this for you or not..A reporter is waiting to see how my situation turns out..STOLE FROM ME they have and exposed exact locations as well..Something their own TOS said they would never do.."
        }, 
        {
            "created_time": "2014-09-06T08:56:02+0000", 
            "id": "10153006003321729_10153028498826729", 
            "message": "Rhiannon its a mess..It seems they dont care who they hurt..Its a game to them..Anyone can make a false accusation and FB goes trigger happy..Yet if someone IS genuinely attacked or needs help,,then the same FB system is NOWHERE to be found..You are hurting people Facebook.."
        }, 
        {
            "created_time": "2014-09-06T15:24:57+0000", 
            "id": "10153006003321729_10153029003186729", 
            "message": "Facebook, come on... you're killing us.  Our business is one where most everything happens on the weekends as we produce endurance events.  D Wiedeman is a VALID identity... we can send copies of checks, credit cards, legal business documents (with all account numbers & such eliminated of course)... whatever.  Just tell us where to send them and REACTIVATE her account.  You've already approved her name once and it only took the blink of an eye to shut down her login... why so long to apply common sense and give it back?"
        }, 
        {
            "created_time": "2014-09-06T16:15:27+0000", 
            "id": "10153006003321729_10153029117671729", 
            "message": "Mark Zuckerberg do you see this?  You were working to grow a small business at one point too, right?"
        }, 
        {
            "created_time": "2014-09-06T18:52:33+0000", 
            "id": "10153006003321729_10153029415591729", 
            "message": "Peter Meade"
        }, 
        {
            "created_time": "2014-09-06T19:32:01+0000", 
            "id": "10153006003321729_10153029496166729", 
            "message": "I'm very upset that you hacked my phone with some new verion of messenger that puts a persons face on my screen and then when I complained FB was removed from my phone AGAIN without my permission How dare you add or remove anything from my personal property?"
        }, 
        {
            "created_time": "2014-09-06T19:50:29+0000", 
            "id": "10153006003321729_10153029526766729", 
            "message": "Ha Peter Meade!  No, but it could be called 'D has worked her butt off to start a company that is already supporting our family after just two years, so hey... it's worth a try.'  Pretty sure Mark Zuckerberg is a human being with a little pull around there."
        }, 
        {
            "created_time": "2014-09-06T22:45:36+0000", 
            "id": "10153006003321729_10153029814306729", 
            "message": "For what it's worth...I have a friend who's name is J.D..not short for anything.  That IS his legal given name...My own son has a middle initial that does not stand for anything.  Just an initial name...they are out there people...wake up."
        }, 
        {
            "created_time": "2014-09-07T14:45:30+0000", 
            "id": "10153006003321729_10153031528791729", 
            "message": "Thanks Ginger!  Facebook... Mark Zuckerberg... My wife is not alone but you are treating her different than others.  Why?"
        }, 
        {
            "created_time": "2014-09-07T17:50:04+0000", 
            "id": "10153006003321729_10153032244091729", 
            "message": "How do we disable the automatic playing of videos??? I swear, every time you guys change facebook, you guys end up screwing us."
        }, 
        {
            "created_time": "2014-09-08T02:21:18+0000", 
            "id": "10153006003321729_10153033314016729", 
            "message": "Because they can.. Mark Zuckerberg has all the pull he needs Doug but we average people arent getting any help or resolution..Again,,by stealing from my intellectual property rights,,He/This website is doing the VERY thing they claim to be oh so empathetic to..\nI just thought Id chime back in here..WhisperStevieWatson!!!!!!!!!  WHICH IS MY NAME by the way FACEBOOK!!!!!!!"
        }, 
        {
            "created_time": "2014-09-08T11:07:02+0000", 
            "id": "10153006003321729_10153034233746729", 
            "message": "Ryan at Facebook... still waiting to hear back from you via private message.  Now she's getting emails telling her how much has happened since she last logged in... notifications and posts waiting for you to fix this.  It's Monday, please let us know when my wife will have access to her account again."
        }, 
        {
            "created_time": "2014-09-08T15:41:16+0000", 
            "id": "10153006003321729_10153034691251729", 
            "message": "Facebook can you please reply.  We've got to get my wife's account reactivated today.  Our business is suffering."
        }, 
        {
            "created_time": "2014-09-08T16:53:52+0000", 
            "id": "10153006003321729_10153034815006729", 
            "message": "Hi Doug. Our team will look into the issue and get back to you as soon as possible. Thank you for your patience during this process. -Ryan"
        }, 
        {
            "created_time": "2014-09-08T16:55:59+0000", 
            "id": "10153006003321729_10153034818146729", 
            "message": "Facebook, yes... that's what you said last week.  What does 'as soon as possible mean'?  Today?  From our customer's perspective, we've been ignoring them for 3 days now.  I'm sure you can imagine how they'll feel about our level of service."
        }, 
        {
            "created_time": "2014-09-08T17:59:48+0000", 
            "id": "10153006003321729_10153034942371729", 
            "message": "Facebook... seriously, what does 'as soon as possible mean?  Please respond."
        }, 
        {
            "created_time": "2014-09-08T19:53:13+0000", 
            "id": "10153006003321729_10153035150536729", 
            "message": "Facebook... please respond.  How long until you will right this wrong?"
        }, 
        {
            "created_time": "2014-09-08T19:56:32+0000", 
            "id": "10153006003321729_10153035156176729", 
            "message": "Facebook... FYI, over the weekend your site presented me with a survey about your responsiveness, whether or not I feel like you care about issues, bugs, etc.  This is why I had to go with 'very dissatisfied' straight across the board.  There is NO reason whatsoever to have disabled my wife's account and 3 days later we're still begging for answers."
        }, 
        {
            "created_time": "2014-09-08T21:33:13+0000", 
            "id": "10153006003321729_10153035356551729", 
            "message": "Facebook... are you working on this today?  Please respond."
        }
    ]
}