{
    "data": {
        "created_time": "2014-09-05T21:14:32+0000", 
        "id": "10153006003321729_10153027538911729", 
        "message": "So, I'm guessing your strategy is to ignore the outcry against messenger in the hopes that it'll just go away and that we'll all be good little boys and girls and continue to allow you to force your unnecessary changes on us, right? \n\nAddress the problem and put messages back IN app!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-07T00:05:00+0000", 
            "id": "10153006003321729_10153029945956729", 
            "message": "FB seems to cater now more to the advertisers, because that is where the money is. However, one day a lawsuit will happen. FB should know it is illegal to have children be tracked, photographed, videoed in their own homes... something that is in the fine print what we all have to agree to if we download the messenger app. Perhaps stalking childrens every move is not illegal. I don't know. I do know there are laws against making under age kids AGREE to ANY TERMS. Scary. \n\nParents, and anyone who has a related child who downloaded messenger, should band together and let the court take this issue up about what their kids have been forced to agree to when they downloaded messenger. Having someone walk me through what was agreed to without a kids ability to even understand the fine print, step by step, it is FRIGHTENING."
        }, 
        {
            "created_time": "2014-09-07T00:18:17+0000", 
            "id": "10153006003321729_10153029969521729", 
            "message": "But it's okay, Dynell, because Facebook says they're concerned about making it better and they say that it's a perfectly safe app to use!\n\nBunch of snake oil salesmen, the lot of them! And not very good ones!"
        }
    ]
}