{
    "data": {
        "created_time": "2014-12-21T22:46:31+0000", 
        "id": "10153264329856729_10153277946056729", 
        "message": "Seriously? I'm part of a group under Ghost Knights that has had a Facebook for almost 4 years and here recently we're being asked to change our name because it's not allowed? Seriously? There are more groups out there that have Facebook accounts/groups/pages that have NOT been asked to change their name that are far from something simple than our group name. Even better yet we've been asked to provide photo ID? What gives? Isn't that privacy invasion? Have you all asked everyone else for their photo ID as well? I do believe we deserve some legit answers about this. Our email is theghostknights@yahoo.com. Very disappointed and angry over this after all these years. Answers please."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-12-22T01:47:22+0000", 
            "id": "10153264329856729_10153278280041729", 
            "message": "Same thing happened to me. I had to make a new account."
        }, 
        {
            "created_time": "2014-12-22T01:48:48+0000", 
            "id": "10153264329856729_10153278282166729", 
            "message": "I like to know why though a legit explanation not some bullcrap icing lie. Heck we see some people with initial accounts like for example: TPRS \nAnd yet the powers at be find that valid?"
        }, 
        {
            "created_time": "2014-12-22T01:49:09+0000", 
            "id": "10153264329856729_10153278282696729", 
            "message": "looks like we've all magically traveled back to 1984. All hail Big Brother. Freedom is slavery."
        }, 
        {
            "created_time": "2014-12-22T01:50:48+0000", 
            "id": "10153264329856729_10153278286681729", 
            "message": "It's a new policy apparently. FB claims that it helps people connect better by being able to find each other and that because it's a free service they can change the rules at any time and toss someone without warning for violating them. See my post in this thread below."
        }
    ]
}