{
    "data": {
        "created_time": "2016-03-08T05:15:33+0000", 
        "id": "10154374733446729_925401840892128", 
        "message": "Facebook Family! and New Friends! Thank You very much for the life changing experience! Being able to be a part of a very special day and meeting so many inspiring people! To be in the presence of others like myself that want to do and be the good in the world reminds me there is still good. Though they are rare and hard to find I found so many of them on my day at Facebook. One could only dream to work at a place like Facebook. Meeting Cheryl and Mark , Chris , Gary , Alex inspired me not to give on my visions and dreams. It may be hard and seem impossible but if my heart believes and believes it can help so many! I must not get discouraged. So many great ideas go given up on because of the challenge. I will not give up! No matter how long it will take! I'm happy to say after 2 years of obstacles FAITH USA is finally a 501c3 foundation. We got the great news on February 16th 2016. Please visit www.faithusa.org if you would like to donate to our mission of helping those affected by auto immune diseases and spreading awareness , support and most of all love! I still can't believe February 1st happened but thankful it did! Love you all!! 💕🙏🏼🌎👭"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}