{
    "data": {
        "created_time": "2017-01-01T19:49:04+0000", 
        "id": "10153998163725079_1826059744272909", 
        "message": "FULANI HERDSMEN OR BOKO HARAM\nWe call on the United Nations, its Security Council, and ICC, to carry out urgent and thorough investigations into the ravaging of Southern part of Nigeria, by Boko Haram and the sponsors, who have metamorphosed as Fulani herdsmen. The present Federal Government that came to power barely a year ago, is doing little or nothing to stop the destruction of villages, killings, rape, destruction of farmland and streams, invaders.\n\nDuring Jonathan administration, terrorists tried to penetrate the Southern Nigeria by road under various camouflage, but failed woefully. They were rounded up at different road-blocks. Usually, they disguised themselves as passengers or Government officials on official duties. Guns, bombs, and other ammunition were recovered from them. Also, they were arrested in attempts to place bombs, in churches and other public places in the South.\n\nBut now, they have changed tactics. They are being recruited and used as herdsmen. There has been escalation in atrocities and impunity of these so-called herdsmen since the past one year. They are now allowed to carry fire arms including AK-47, to mow down people under any excuse. Is possession of firearms legalized only Hausa/Fulanis in Nigeria by these Nigerian Government? These gunmen use some of the cattle to carry their well-rapped weapons.\n\nOn the 25th of April 2016, hundreds of hired Hausa/Fulani gunmen invaded a community in Enugu State, and raised it down. They killed scores people in one day, while displacing hundreds of people. In all these sponsored wickedness, no single herdsman or terrorist has ever been arrested and charged in the South. Buhari-led administration usually says it is working silently to find a solution to the destruction, while our people are being mowed down like animals in their ancestral homes, with Government security agents doing nothing about it. The nefarious activities of these herdsmen-turned terrorists are being condoned by the Government in power. \n\nWe want to remind this present Federal government that the inaction and hypocrisy of Gowon military junta, during killings across the country in 1066/1967, led to civil war that nearly tore the country apart. He pretended  not to be aware of the massacres. He really took the people for granted. His arrogance and impunity contributed to the deaths of millions of people before and during the civil war. It appears history is about to repeat itself. He took the South Easterners for granted; and pretended to be ignorant of the genocide going on. I have come to realize those who clamour for “One Nigeria” loudest, are the most deceitful. \n\nThe question now is, who are the real owners of the various herds of cattle ravaging the Southern part of the country? Why should they recruit terrorists and arm them with automatic weapons to kill people in their homes? Why should Buhari- led administration, and security agents, including the army allow those illiterates to carry deadly weapons like AK-47, to shoot and kill human beings at will? There are ulterior motives behind all these spate of murders. There are more to it than meet the eye.  \n\nInternational Community is the last hope of the oppressed. We call on the United Nations, and it’s Security council to carry out comprehensive investigation into the new tactics of these sponsored terrorists or herdsmen. They can send peace observer missions to Southern part of Nigeria. Let them find out the principal actors which include owners of herds of cattle; motives behind the sponsoring of this Northern Army, and the inaction of the Authorities. Let International Criminal Court (ICC), make arrests behind these mayhem, no matter how highly placed they may be. \n\nWe need to tell ourselves the truth, it is time for us to part ways. Our people in the South East living in North are being killed. Now the killers have come down here to do same; murder our people, and nobody doing anything about it. The agitation for self-determination is the lasting solution to all these killings here and there. The unprovoked mowing down of our people by these illiterate herdsmen, is part of the grand conspiracy by some Northern elites to depopulate, destroy means of livelihood of our people, at the same time shout one Nigeria. \n\n Finally, we urge Traditional rulers in our land to organize their communities and form vigilante groups. They should be well trained and equipped, and comb the nearby bushes and forests regularly. They shouldn’t put all their trust in the Nigerian security agents, especially the Police. They satisfy the whims and caprices of those at the helm of affairs. During wanton destruction of lives and property, you hardly see them at the scene. Long after the mayhem, they surface and begin to arrest innocent people around as suspects. God Almighty reigns in the Kingdoms of men. He removes whoever He wants to remove from whatever position. The evils that men do live with them. Visit: www.powertrumpeter.org."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}