{
    "data": {
        "created_time": "2015-09-30T22:38:23+0000", 
        "id": "10153100908195079_10153101186570079", 
        "message": "All of you people look up to eminem like he's a god, I understand he's talented and I respect that, but he's just a normal guy who happens to have a knack for rapping, everyone has a talent, but what separates the greats from the mediocre is how much of your time you put into it, he quit school to rap, and you call him your idol? Grow up people don't look up to others be yourself and find what you're good at"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-30T23:30:27+0000", 
            "id": "10153100908195079_10153101235520079", 
            "message": "Your a fucking dumbass dude Mike Lind look at this bitch"
        }, 
        {
            "created_time": "2015-09-30T23:32:24+0000", 
            "id": "10153100908195079_10153101236845079", 
            "message": "Haha coming from a keyboard warrior like yourself 😂"
        }, 
        {
            "created_time": "2015-09-30T23:33:43+0000", 
            "id": "10153100908195079_10153101237820079", 
            "message": "What exactly makes me a dumbass?"
        }, 
        {
            "created_time": "2015-10-01T01:13:07+0000", 
            "id": "10153100908195079_10153101341925079", 
            "message": "It doesn't matter how much time you put into something. If you don't have talent, you'll never get anywhere anyway."
        }, 
        {
            "created_time": "2015-10-01T01:16:41+0000", 
            "id": "10153100908195079_10153101345220079", 
            "message": "😂 you really don't know how music works do you? It doesn't matter if you're talented or not there is no \"natural talent\" everyone who is considered an artist or good at what they do put time into it. If you don't realize that you must not be a musician"
        }, 
        {
            "created_time": "2015-10-01T02:47:49+0000", 
            "id": "10153100908195079_10153101457980079", 
            "message": "I don't think you truly understand who Eminem is"
        }, 
        {
            "created_time": "2015-10-01T03:34:46+0000", 
            "id": "10153100908195079_10153101508510079", 
            "message": "...personally...I don't look up to him as a God. A song he came out with is titled \"Rap God\" and he made Guinness world record for this song...and FYI: a lot of people can relate to shit Marshall Mather's has been through...whether it's addiction, fucked up childhood, fucked up relationships etc...he can be considered a mentor, idol, whatever an individual perfers him to be. He is my #1 music icon! I do love his music...it's all about preference! So fuck you if you cant hang with us lol"
        }, 
        {
            "created_time": "2015-10-01T03:47:41+0000", 
            "id": "10153100908195079_10153101524375079", 
            "message": "And Alex Herrmann you contradicted yourself...if your good at something why not do it? Eminem is one of the best at what he does, if not the best. He does have  talent whether you know it or not.\nBut like I said it's all about preference. So wreak havoc if you must...but don't diss Eminem fans cause you won't get anywhere."
        }, 
        {
            "created_time": "2015-10-01T04:16:18+0000", 
            "id": "10153100908195079_10153101552630079", 
            "message": "Alex nah your wrong, maybe your the one who doesn't know about music. I'm studying music at university so im pretty sure I know exactly what I'm talking about. Music has been a massive influence through my whole life and I can say for sure that some people have talent and others don't. How much time you put in does matter, however no matter how much you put in you never will be as good as someone with talent. Why do you think mozart is more famous than let's say Richard Wagner? Wagner was an incredible influence on musical culture however most people haven't even heard of him and everyone has heard of mozart. Why do you think that is? Wagner dedicated his whole life to music and so did mozart. However mozart spent a lot of time sleeping with other women, so really it was Wagner who put in more time. Now don't you think that Wagner should be more famous? Not really because mozart was a genius at what he does and Wagner was extremely talented. I don't know if I explained my point well enough, however some people have music come naturally to them and others have to work to achieve greatness. However the one who works greatly will not necessarily become the greater artist, simply because music doesn't come as easily for him. Eminem is the best because he is a genius at what he does. And people like dizzy wright, or kerser will never make it to his level because no matter how much effort they put in, they are simply not good enough."
        }, 
        {
            "created_time": "2015-10-01T14:40:07+0000", 
            "id": "10153100908195079_10153102112410079", 
            "message": "I understand what you're saying peter, and I apologize for doubting your knowledge. But, just because an individual isn't well known doesn't mean they aren't talented, just because mozart was more famous, doesn't mean he can look down on \"less talented\" musicians. And sammi and mike lind, I've only listened to every song, every freestyle and watched every interview, you think I don't know who eminem is or that I'm not a fan myself? I have a feeling you both just like arguing with people, I've had a pretty bad life myself and eminem has helped me in tough times, but I don't go to meet and greets and harass him saying he saved my life and shit. The people who say that have no self-esteem, they don't realize although his music influenced change in their lives, they are the one who made the change. You want to call me a dumbass, or a bitch or criticize me go ahead, it's not going to change the facts or my opinion"
        }, 
        {
            "created_time": "2015-10-01T19:37:40+0000", 
            "id": "10153100908195079_10153102503115079", 
            "message": "Bill Gates, Steve Jobs, Mark Zuckerburg all quit school to follow their own path too. Granted they quit college, not high school, but the point remains that he made a bold decision and went for broke.  I can see why people would respect that.  Would I want my children dropping out of high school to follow their dreams? Of course not, but I do want them to have the courage to stand against naysayers and follow their dreams regardless of how long the odds are. That's what almost all great achievers have done."
        }, 
        {
            "created_time": "2015-10-01T20:17:28+0000", 
            "id": "10153100908195079_10153102550650079", 
            "message": "I wasn't saying eminem is a bad person, i was saying that the people who look up to him sometimes look at everything he's done \"dropping out, drugs, drinking, etc\" and they copy it which is obviously not cool. Now am i against people looking at the success he has and looking up to that NO! I look up to eminem, but i don't worship him"
        }, 
        {
            "created_time": "2016-04-19T10:28:35+0000", 
            "id": "10153100908195079_10153485530175079", 
            "message": "Eminem is a fucking god how dare you speak that bullshit"
        }, 
        {
            "created_time": "2016-04-19T15:52:58+0000", 
            "id": "10153100908195079_10153486034825079", 
            "message": "Shut the fuck up. This comment was from like 6 months ago."
        }, 
        {
            "created_time": "2016-04-19T22:10:38+0000", 
            "id": "10153100908195079_10153486717745079", 
            "message": "PUSSY ASS CUNT^"
        }, 
        {
            "created_time": "2016-04-19T22:45:47+0000", 
            "id": "10153100908195079_10153486764130079", 
            "message": "Ohhh you're so tough. Gonna kick my ass over facebook? Over a comment? This isn't a pissing contest dipshit. Take your keyboard warrior act somewhere it hasn't been done."
        }
    ]
}