{
    "data": {
        "created_time": "2017-11-10T05:10:38+0000", 
        "id": "10154931746345079_10154931760160079", 
        "message": "finally, a real and talented rapper is coming out with some new shit to teach all these wack ass kids what is GOOD!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 138
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T05:43:55+0000", 
            "id": "10154931746345079_1567558233352193", 
            "message": "He's no longer the same as he use to be. His music use to have humor and use to get you in the feels now Jos music is just whack"
        }, 
        {
            "created_time": "2017-11-10T05:49:18+0000", 
            "id": "10154931746345079_584350305230382", 
            "message": "If he's gonna spit like he did on the Slim Shady LP, then I'm hyped."
        }, 
        {
            "created_time": "2017-11-10T06:11:42+0000", 
            "id": "10154931746345079_191874141359274", 
            "message": "Jacob Ryan Fanslau you clearly don’t value lyrics then lmao."
        }, 
        {
            "created_time": "2017-11-10T06:23:14+0000", 
            "id": "10154931746345079_191875614692460", 
            "message": "His bars fly right over 90% of people's heads.... Noone really gives lyricists the props they deserve because most people are to retarded to decipher meaning behind words. Dumb it down and it's \"Fire\" to the masses.. Git to lyrical and it's \"trash\". Only real hip hop heads respect all of Ems work. He's done nothing but evolve and git even better with word play and lyricism. Y'all just to retarded to see it."
        }, 
        {
            "created_time": "2017-11-10T06:44:51+0000", 
            "id": "10154931746345079_1567598383348178", 
            "message": "Couldn't agree more Matt Crawford. Stupid idiots thinking drake and shit are good rappers 😂 no substance at all. I personally think the only good rap artists with good lyrical content to come out in recent years are yelawolf (even sometimes debateable) and J cole (2014 forest Hills drive was a dope album, but wasn't a fan of the more recent 4 ur eyez only)"
        }, 
        {
            "created_time": "2017-11-10T08:34:37+0000", 
            "id": "10154931746345079_144204782975302", 
            "message": "NF and Logic are really good too,Paul. Also,I agree that Eminem has taken some humor out of his music but you have to remember that with his last 2 albums (Recovery,MMLP2) he was in his 30’s and turned 40. He’s an older and seemingly more mature man now so the humor he used to incorporate might not be something he wants to have in his music anymore."
        }, 
        {
            "created_time": "2017-11-10T08:38:12+0000", 
            "id": "10154931746345079_144205469641900", 
            "message": "Also,I completely disagree that his newer music doesn’t have meaning or “get you in your feels”. Beautiful Pain,Headlights,Legacy,and Stronger Than I Was are meaningful and deeper songs from MMLP2 (you could probably throw Bad Guy in there too) and the majority of Recovery had meaningful songs. 25 To Life,Going Through Changes,Space Bound,Talkin’ To Myself,I could go on. Even the up tempo/hit songs on the albums like The Monster and Not Afraid are meaningful if you really look at the lyrics."
        }, 
        {
            "created_time": "2017-11-10T09:38:21+0000", 
            "id": "10154931746345079_525617137801027", 
            "message": "Corbin people know only about the monster and not afraid. They talk shit about him but don't even listen to his songs. They might listen only to one of his album song and dislike it, therefore they dislike all the album. That's some logic I can't comprehend"
        }, 
        {
            "created_time": "2017-11-10T10:19:57+0000", 
            "id": "10154931746345079_133020560691080", 
            "message": "Acting like good music hasn't been released recently? Did you even hear Big K.R.I.T, Yelawolf, Rhapsody, or Witt Lowry's new albums? C'mon man"
        }, 
        {
            "created_time": "2017-11-10T12:02:24+0000", 
            "id": "10154931746345079_157152171565158", 
            "message": "Matt Crawford Iulian Cojocari Corbin Maxson Paul Newman I agree with  you all this is something I try to tell people and nobody gets it. His lyricism and wordplay have true evolved and these people can't even see it"
        }, 
        {
            "created_time": "2017-11-10T13:18:48+0000", 
            "id": "10154931746345079_153888358677999", 
            "message": "Jacob Ryan Fanslau No."
        }, 
        {
            "created_time": "2017-11-10T13:35:15+0000", 
            "id": "10154931746345079_291879501320108", 
            "message": "*GOD"
        }, 
        {
            "created_time": "2017-11-10T15:12:27+0000", 
            "id": "10154931746345079_291915994649792", 
            "message": "I mean Tech N9ne and Joyner Lucas has been putting out songs nonstop, so obviously Eminem isn’t the only one coming up teaching people what real rap is"
        }, 
        {
            "created_time": "2017-11-11T04:43:05+0000", 
            "id": "10154931746345079_642928136095965", 
            "message": "Tru tru Iverson White"
        }, 
        {
            "created_time": "2017-11-12T13:18:17+0000", 
            "id": "10154931746345079_161516377918737", 
            "message": "Tech N9ne stayed true... much respect to the legend"
        }
    ]
}