{
    "data": {
        "created_time": "2017-08-03T07:22:33+0000", 
        "id": "10154615959750079_1737032696590117", 
        "message": "Celebrities need to ran sack Antlers, OK the Deer Capital of the World...ALL celebs past, Present, Future...Every last one of them need to FLY out to Antlers, OK This will be the Celebs town period...74523 is the zip code...There team member's need to come out to along with majority of their relative's!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-03T07:25:14+0000", 
            "id": "10154615959750079_491491471198502", 
            "message": "Baby times...Faded Goofy...Screaming...Sweet Lord Jesus King of King's...Believe me folk's...The Mom's in town...Ransack this town...this is here what to do...live the part YOU Want to play...ALL celebs can...Past, Present, Future celebs...this will be the Celebrity's town...They will own this town and they will choose what to have happen in this town...They will Run thing's in these parts from now on!"
        }, 
        {
            "created_time": "2017-08-03T07:27:31+0000", 
            "id": "10154615959750079_491491971198452", 
            "message": "Many wanted MJ and Elvis to Die and STAY DEAD? With Heath Ledger? They were threatened by those Star's Level's of Super Stardom...and I heard Marshal Mather's is next! Party Place's and Part Time's...I guess there are about 3 million celebs total right now on the planet...even the famous YouTube people can come...some of them are considered a celebrity and some of them are not considered a celebrity but just a famous person..."
        }, 
        {
            "created_time": "2017-08-03T07:36:06+0000", 
            "id": "10154615959750079_500011880352254", 
            "message": "You know who is the celebrity and not...Just believe me...They can do as they please in these parts...do what  they feel like doing...Do what you want here! That is primarily what I called your publicist up to tell her is this stuff right here! I'm Mat Hoffman's Step Cousin Harrison Garrett...Famous person's relative...Live Free...ALL celebs past, present, future...You know who you are...ALL Famous you Tube people...Tell James Marzek when you get out here to fuck himself he is over in Hugo, OK...No Gotcha's...you know what to do and what to believe...Quit singling me out Andrea Burset...Here it is...Michael Jackson...Michael Jackson Fans Foreverl Jordan Spieth! ELVIS PRESLEY! Tech N9ne! Ja Rule aka @RuleYork! Mat Hoffman! Marilyn Manson! Ozzy Osbourne! Prince! Prince Jackson! Stevie Wonder! 50 Cent! Justin Timberlake! Jesus Daily! Rocky Balboa! Steve Vai! Joe Satriani! Hayden Christensen's! Christina Aguilera! Matthew Rutler! NO GOTCHAS AT ALL Ladies and Lord's that each of you are right now and are forever...Bring your Fan's... Slaughterhouse...Barack Obama!"
        }, 
        {
            "created_time": "2017-08-03T07:41:52+0000", 
            "id": "10154615959750079_573157716407848", 
            "message": "TAke care of the business...Run these parts folk's...ALL of the Celebs and ALL famous you tube people...Those are each celebrity's...I was some what famous on YouTube also...I got about 500,000 view's on my Prince Talks about Michael Jackson in a shit box ring video...Ask YouTube to Look thing's up...Madonna...Katy Perry...Orlando Bloom...Johnny Depp...Dr Dre...ALL of you...ALL FAmous People...ALL famous you tube people...ALL famous Facebookers...ALL famous Celebrities...EVERY CELEBRITY...NO GOTCHA's...Do your thing! Britney Spears! Haylee and all of their kid's to...their wive's...their hubby's..their cousin's...their Step Cousin's...Their old friend's since High School...their child hood best friend's...ALL OF THEM...Ransack this town...Take OVER...Get the hint? The Main idea? Do what you want...all your friend's also included in all of this to..."
        }, 
        {
            "created_time": "2017-08-03T07:42:36+0000", 
            "id": "10154615959750079_1890251694560641", 
            "message": "D12! Any body I hyperlinked...Paris Jackson! Michael Jackson Fans Forever! Eminem Fans! Star Wars Fans! Eminem Fans! Even Christina Sutton is welcome! Shady Records! WWE! Paul \"Triple H\" Levesque! Sean Hannity! The O'Reilly Factor! Blanket Jackson! 成龍 Jackie Chan! Chris Tucker!"
        }, 
        {
            "created_time": "2017-08-03T07:49:26+0000", 
            "id": "10154615959750079_500014373685338", 
            "message": "in 2017 August or starting in January of 2013 with your time jumping and time portal's and thing's like that or Even Starting in my sophomore Year of high School Im 28 now and its 2017 and I was just turning 16 at the end of my sophore year of High School...Move out here and run thing's the way you each want to...Independence to do as you want to each...Mat Hoffman is a Step cousin...do not worry I understand the celebrity type of living..I know what you each are scared of...NOTHING TO WORRY ABOUT AT ALL...Live like you want to...take OVER and take care of business!"
        }, 
        {
            "created_time": "2017-08-03T07:50:32+0000", 
            "id": "10154615959750079_1890253434560467", 
            "message": "I want the Good Burger Movie Clan out here also...every celeb!"
        }, 
        {
            "created_time": "2017-08-03T07:50:56+0000", 
            "id": "10154615959750079_1890253504560460", 
            "message": "Facebook!"
        }, 
        {
            "created_time": "2017-08-03T07:51:19+0000", 
            "id": "10154615959750079_500014803685295", 
            "message": "That is what I was primarily trying to say back when all along!"
        }, 
        {
            "created_time": "2017-08-03T07:53:45+0000", 
            "id": "10154615959750079_1890254011227076", 
            "message": "SAy you each are meeting each other out here...and living like what you want to and rehearsing your own stories out here...on tv you don't like each other some of you do not at all...but off TV you many of you LOVE and ADORE EACH other's reputation's...? This is High Light and Head Liner's...Live Like you feel like living at the moment...Mediums the famous Mediums can come to...ALL Celebs and pretty much ALL Famous people entirely...Thanks guys! NO GOTCHA's you know what I was saying to Kick Start with!"
        }, 
        {
            "created_time": "2017-08-03T08:22:09+0000", 
            "id": "10154615959750079_908857459262842", 
            "message": "https://www.facebook.com/profile.php?id=1102014178&ref=br_rs! this is an old buddy of mine in sophomore year...he is a GREAT running buddy...he will keep up with the celebs relative's and team's...he kept up with me every step of the way...I'm Mat Hoffman's Step Cousin Harrison Garrett who was in Antlers, Oklahoma! you know what to do folk's! Read all this stuff...Get this information to Tara Reid the Actress also the Famous Spirit Medium Tiffany! Also to Tara Medium...https://www.facebook.com/messages/t/100016528269632...That is who Coates Shelley here is...let her work with Aaron Perez and Binny for a while...ALL CELEBS ARE WELCOME here...do not worry at all...TRUST ME here...read all this information right here...Something on Marshal Mather's behalf once told me to mention Time Jumping and also Portal Jumping also...it was spiritually...It looked like him..talked like him...This is ...Get this stuff here to all the medium's including tara Medium the one who was banished to Hong Kong...Move to Antlers, Oklahoma! Here they come! YOU KNOW WHAT TO DO...There are no Gotcha moment's at all folk's...No Strings attached as Lance Bass bass said with *NSYNC...Will Smith...Shepard Smith...John Travolta...John Trovolta's Staying Alive Bee Gees! Paris Jackson Paris Jackson fan page! Bring Michael Snoddy out here also...Come find out what to believe about all of Antlers, OK...BJ Hedgecock Pushmataha County Sheriff! ALL kind's of Entertainment welcome...BJ is a Good Sheriff in town...this town Love's BJ we HATED JAmes Marzek to pieaces...But follow this stuff right here on Facebook...Marhsl Mather's Facebook Business is something to think about also...Bring it all folk's....NO STINGS ATTACHED AT ALL HERE FOLKS...Do your own thing...Britney Spears Fragrances!"
        }, 
        {
            "created_time": "2017-08-03T08:26:58+0000", 
            "id": "10154615959750079_317074798758580", 
            "message": "I meant like do your own portal jumping, time jumping, Time portal using...live like you want...you each police this town from now on...help BJ the Sheriff...he will work with each of you..just give him some fast coaching on what famous people ALWAYS SAY EVERY TIME...Time Jumping is how Ludwig van Beethoven can get out here also...Jumping from Time to time you know? Ask Tara Medium to teach you along with Spirit Medium Tiffany! Vey Mcklesky that recorded with the Gaithers was Harrison Garrett's Grandma on his mom's side of the family...Research the jargon people use...what the various code word's mean to various communities...Mat Hoffman's Step Uncle Dean Garrett is a VERY Sincere Person and a Straight up shooter...that held his own with me at my best punches with word's I could throw...In almost every type of punch you could name...Just meet him he will coach many on how a real sales person hold's himself...Trust each other...Trust me...Do not WORRY AT ALL... Thanks guys...."
        }, 
        {
            "created_time": "2017-08-03T08:27:48+0000", 
            "id": "10154615959750079_908858995929355", 
            "message": "God The Grandson Joke Kid Pardoner...This is a new System that was pretty much honored...Thanks guys..."
        }, 
        {
            "created_time": "2017-08-03T08:28:53+0000", 
            "id": "10154615959750079_317075575425169", 
            "message": "https://www.facebook.com/messages/t/1386600007 This is my ex fiance'...she is now working with Aaron Perez...Punch her ass but spare Aaron...I like Aaron...he is good people..."
        }, 
        {
            "created_time": "2017-08-03T08:34:15+0000", 
            "id": "10154615959750079_107879933226183", 
            "message": "https://www.facebook.com/messages/t/100009982590119...This is the Madelyn Thurman girl I grew up with that what the loose bitch in a pimp circle...when she said she was a choosing up regarding a Brook T she could not escape from that said she could not escape from that...and then she asked me if I was interested in more than friendship...then I told her Listen up honey Pot you are a loose bitch in a pimp circle and all the boy friend's and the child hood best guy friend's each you hung around were the pimps...this mean's you dance from pimp to pimp and daddy to daddy...then she ran and told every one I only liked her as a sister...but what she never understood was or she understood to well for me...was I said she was much like a Sister n law...and if she knew what choosing up regarding her a brook t SHE BROUGHT P to me was about all of this...then she knew what I responded with altogether...Tom Roper is a Great Buddy of Dean Garrett's...Dean is Mat Hoffman's Step Uncle that live's out in Antlers, Oklahoma...I'm not going to be your police officer...just live a little....No Worry wart syndrome's at all...Roll with the punches and plot thicken's...Look up the jargon people use and ask around what the various word's mean to the various communities..."
        }, 
        {
            "created_time": "2017-08-03T08:37:41+0000", 
            "id": "10154615959750079_1935022830047649", 
            "message": "https://www.facebook.com/profile.php?id=1578260685743369&ref=br_rs...The Gray suit Jacket Picture of mine with the black leather pants was mine and it was taken in 2012...Antlers, Oklahoma is some what out in the middle of no where and is perfect out of dodge for people to live and just hang out with each other...This town is just right for each of you Celebs and celebs relatives and team's and old friend's of celebrities families...and old celebrity child hood best friend's...whole ball of wax folk's...That was me that threw the dirty sock at you guy's that day with my own witchcraft spell...I said hey you know me now...we all know each other..."
        }
    ]
}