{
    "data": {
        "created_time": "2017-11-17T21:20:12+0000", 
        "id": "10156746971476729_10156755636241729", 
        "message": "This is the fifth day of being locked out of sending new messages. All I get back is how my feedback will improve things, but not how it's going to help me now. Do I believe there's a real person actually looking at these messages? NO! If a person was actually reading these things I'd be able to send messages again already. Facebook is playing Big Brother and not letting people do the things they need to do."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T02:24:15+0000", 
            "id": "10156746971476729_10156761226781729", 
            "message": "Notice they didn't reply"
        }, 
        {
            "created_time": "2017-11-19T02:28:51+0000", 
            "id": "10156746971476729_10156761245391729", 
            "message": "John DeCicco I have gotten one reply since they did this to me and it was a worthless comment."
        }, 
        {
            "created_time": "2017-11-22T23:37:16+0000", 
            "id": "10156746971476729_156153328330175", 
            "message": "Hi Connie and John,\n\nThat's the way it is with me! Here I'm doing nothing but advertising my business and I get blocked from posting in groups and joining groups! \n\nFacebook says the policy is to keep people from engaging in annoying and abusive behavior. But this policy and how they use it to punish users is annoying and abusive! \n\nWhat could possibly be so annoying and abusive about a salesperson posting his or her products or services in as many sales group as possible to get it seen by millions of Facebook users! \n\nBut you're right, Connie. Facebook IS playing big brother and not letting people do the things they need to do! I notice when I bring up the issue of changing the blocking policy, the conversation stops. They don't want to talk about changing the blocking policy that is hurting so many businesspeople who advertise on their website."
        }, 
        {
            "created_time": "2017-11-23T00:39:39+0000", 
            "id": "10156746971476729_715732305293286", 
            "message": "Dwayne Ramsey I am a moderator in several groups. When people want to join they are required to answer three questions that pop up after they click the join button. If they don't answer we send a message to them. I made my message and added a link to the group and i copy/paste that to PM to them. Saves a great deal of time. We have 23000 members and get over a hundred requests every day, and 75% don't answer the questions. So out goes the message. Yes, this is needed and FB should not bother us about doing it. Thanks for agreeing with me. I really do appreciate it!"
        }, 
        {
            "created_time": "2017-11-23T00:53:11+0000", 
            "id": "10156746971476729_164652380945238", 
            "message": "You're welcome, Connie. It's good to know that I'm not the only one who has issues with Facebook regarding its blocking policies. \n\nIf Facebook keeps on blocking me while I'm trying to advertise my business, I may stop advertising on its site altogether because I'm annoyed by this policy of blocking people for posting in too many groups or using a certain feature too fast. \n\nIt's stupid and totally unnecessary that they are blocking people for those reasons! These are other sites that I currently advertise on and I never have this issue with any of them!"
        }
    ]
}