{
    "data": {
        "created_time": "2017-11-17T14:44:32+0000", 
        "id": "10156746971476729_10156753348411729", 
        "message": "To Whom it May Concern:\n\nApparently Facebook has removed the Ticker & 'Show Ticker' option from a select group of Facebook users. My Ticker began hiding itself over a week ago but would reappear when I clicked the 'Show Ticker' option. Then the 'Show/Hide Ticker' option disappeared completely from the Sidebar settings menu along with the Ticker. Since then, I haven't been able to use the Ticker at all. I have reported it to Facebook NUMEROUS times and posted about it in the forums. Other people have the same problem but Facebook has been completely unresponsive to our complaints. \n\nI have NOT hidden the Ticker. I have used the \"Help\" Center and checked everything it suggested. My wife still has her Ticker and I checked with a couple of friends and they still have their Tickers, along with the 'Show/Hide Ticker' option. I have tried using different browsers (MS Edge, Firefox and Chrome) on at least five different computers and still no Ticker. I installed and uninstalled the Facebook app from the MS App Store. I've been a Facebook user for over SEVEN years and a computer repair professional for over FORTY years. I've been reporting this EPIC Facebook FAIL to the horribly unresponsive Facebook \"support team\" for over a week and continue to receive the same idiotic canned response: \"\"Your feedback will be used to improve Facebook. Thanks for taking the time to make a report.\"\"\n\nI have been posting this wherever & whenever possible to try to get the attention of an actual human being with a brain who works at Facebook. I'm not holding my breath but will continue to post it until it gets resolved.\n 😠 😤 😤"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T19:46:02+0000", 
            "id": "10156746971476729_10156755353711729", 
            "message": "My ticker has been gone for over a week now too and I've tried everything suggested to restore it!  Wish they would fix it!  *stomps foot* 😤"
        }, 
        {
            "created_time": "2017-11-17T20:23:42+0000", 
            "id": "10156746971476729_10156755486696729", 
            "message": "I'm really starting to hate Facebook."
        }
    ]
}