{
    "data": {
        "created_time": "2017-11-22T21:57:45+0000", 
        "id": "10156746971476729_146858875957357", 
        "message": "Hello Facebook.  We need some assistance with a business page.  \n\nMy father, Tom Light Sr., owns Lights Jewelers & Gemologists.  However, the business page has been hijacked by my brother after he quit to move to St. Thomas.  He changed the Facebook log-on password AND changed the password to the email accounts, so when we request a reset, we can't access it. \n\nHE IS NOW DEMANDING AT LEAST $25,000 per password so that my father or I can log in and update the passwords and regain access.  It is really awful when family does something like this. \n\nIs there any way for us to get a change password link for Lights Jewelers & Gemologists sent to Tom Light Sr., Facebook account, or alternate email? You can easily check each account to see he is listed as the owner.  We can send you any sort of documentation you need for verification of the business.  \n\nLights sells the trademarked \"Mississippi Snowball.\" For my brother to control this page and attempt to sell them would be a trademark infringement.  \n\nIf you cannot help us regain access, can you deactivate the account since it would no longer represent the business?\n\nPlease feel free to message me, or my father, regarding this matter.  He can be reached during business hours at the number listed on the Lights Jewelers & Gemologists page.\n\nThank you for your consideration of this request."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-23T15:17:11+0000", 
            "id": "10156746971476729_374305356350796", 
            "message": "Dear Facebook, I hope you will contact me for my side of this factious story. All of MY contact info can be found in the current and the ORIGINAL page info. This I a bunch of crap!"
        }
    ]
}