{
    "data": {
        "created_time": "2017-11-18T01:19:55+0000", 
        "id": "10156746971476729_10156756613856729", 
        "message": "I read this on a program insert. In Concert. And. The musician read this to the audience before their performance. “PLAY MAKE MUSIC! 1st CLASS:  Before I begin to play think of your favorite song and favorite kind, of music. And write that down. Before we put a CD into the player to listen to we often think or in front of an audience say what we think the main body or chorus speaks musically to us and if it has lyrics what we think they teach us. Ok, ...to develop a mindset. “Musical Ambidexterity.” Mental practice requires vision. In order to come up with something profound just off the top of your head and at a moments notice. Some don’t remember to practice anything but how to help themselves. But what a genius knows how to, help your self to! It’s really help others. Picture in your mind a sealed envelop containing two questions and as you hold it to your head without opening it the solution is everything in moderation and the answer is practice everything else. Because some people who wanted to be able to come up with something just off the top of their head and at a moments notice in order to be able to say they are an expert or genius at something psychologically, tried to do so, without practice! And trying as hard as they could to and did just plain didn’t practice all life long! thinking it would eventually come to them! Only to find out in order to do so properly and at least equal such an extraordinary talent and ability no matter what people think! It takes practice at practically everything else! Which they forgot because they tried too hard to do it one way and one way only. Yes as people used to say they put all their eggs in one basket and counted their chickens before they were hatched. Now to inspire you to play and make music first class I can get technical. But instead I’m going to go about it a different way. And about making music! This happens to many. Where they decide they’re going to write music. And bless their heart they try and try and try! As hard as they possibly can to compose and write their own songs just like famous musicians! To be able to say to anyone and everyone they did and hey! I wrote this. Just give it a listen. I just want to see if you like this style. ...The very thought consumes them. Only to find they’re better at not writing but playing someone else’s, music. As good as those who already do. And with practice, do even better. And eventually become the best, ever! At. A profound talent. And new found ability. That came to them simply."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}