{
    "data": {
        "created_time": "2017-11-17T12:54:40+0000", 
        "id": "10156746971476729_10156753089361729", 
        "message": "Can I please have someone from Facebook message me so that I could report a scam that is affecting almost 200,000 people? This has to be shut ASAP and the \"Report Scam\" button is inefficient because it only allows me to block their page. The scam even includes a web page so it's fairly elaborate but the majority of the victims are coming from the Facebook pages. I need to message someone and explain the scam and the Facebook pages associated with it because many people will be victimized. Thanks!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-19T03:33:45+0000", 
            "id": "10156746971476729_10156761433976729", 
            "message": "If this is a scam in sponsored ads, Fb makes money off of these. It is in their best interest, monetarily, to keep it going."
        }, 
        {
            "created_time": "2017-11-19T06:30:31+0000", 
            "id": "10156746971476729_10156761771531729", 
            "message": "Derek DePrator No, it's no advertisements. It involves several facebook pages and one external website with most of the victims coming from the Facebook pages. It's a scam that involves charging foreigners (money) for fake jobs in the U.S. by making them pay for \"Visa\" and \"Application Fees\", pretending to be a fake Embassy in the U.S.,  pretending to be a government organization (Job Agency), making a fake U.S. Federal Contractor Permit, Fake U.S. Business licenses and forging the address of a major hotel in the United States and the sad part is that it's so convincing that over 200,000 people (and counting) think it's a real page and many people are sending money to apply for these jobs. They even have a fake hotel (website) that is connected to their fake facebook account to make the scam even more real and they forged the address of a real major hotel in Texas by pretending it's their hotel and calling it a different name and stealing their photos. Checking the WHOIS domain registration of the website it's out of Lagos, Nigeria. Since Facebook obviously doesn't seem to care about responding to my posts or reading my messages -- I reported it to the Internet Crimes Complaint Center (division) of the FBI. So I'll let them take care of it. I even reported the \"Administrator\" of the fake pages to Facebook as \"Pretending to be someone they are not\" and I just received an automated message back from Facebook about an hour ago regarding my report and they said \"We looked over the profile you reported, and though it doesn't go against one of our specific Community Standards, we understand that the profile or something they shared may still be offensive to you. We want to help you avoid things you don't want to see on Facebook.\"  I'm like \"okay -- a major fraud ring affecting over 200,000 people is not going against Facebook's Community Standards?\" They are committing multiple Federal crimes! And I definitely consider someone(s) from another country with fake pages and pretending to be someone else in the U.S. as \"Pretending to be someone they are not!\" If Facebook would only read my message I wrote them or responded to my posts here they would understand what is happening and I have all the proof to take these sites down. I wrote about this incident yesterday to Facebook's own Facebook page (and left a message) and I still got no response from anyone -- yet other's have left 'cute and fuzzy' comments many hours after I first wrote and Facebook responded to their comments but ignored mine. I guess 'cute and fuzzy' wins and reporting a serious crime and major fraud ring is not interesting enough to get a response!"
        }
    ]
}