{
    "data": {
        "created_time": "2017-11-20T16:52:54+0000", 
        "id": "10156746971476729_10156767010221729", 
        "message": "THE NEW NOTIFICATIONS SYSTEM IS SO FLAWED I DON'T EVEN WANT TO USE FB ANYMORE. HALF MY NOTIFICATIONS DON'T EVEN SHOW UP AND THEY ARE ALL OUT OF ORDER BASED ON WHAT 'FACEBOOK' THINKS I WANNA SEE FIRST. CHANGE IT BACK. FOR REAL. I'M MISSING SOOOO MUCH BECAUSE OF IT"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-20T20:45:05+0000", 
            "id": "10156746971476729_10156768457561729", 
            "message": "Hi Shanna. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2zXpgys. -Mollie"
        }, 
        {
            "created_time": "2017-11-20T21:19:25+0000", 
            "id": "10156746971476729_10156768542936729", 
            "message": "No I mean my notifications. Not my newsfeed. MY NOTIFICATIONS. I got a pop up from Facebook after a recent update stating my NOTIFICATIONS have changed based on which FRIENDS that FACEBOOK thinks I want to see from first. Like my own personal notifications.  The time stamps are all out if order. It causes me actual anxiety getting on fb now.  And I am seeing comments people are writing that I was never notified of to begin with. And if I was notified, I cant find it cuz Facebook is rearranging everything so the times aren't in order.  It's so annoying."
        }, 
        {
            "created_time": "2017-12-01T04:37:13+0000", 
            "id": "10156746971476729_2002839669995610", 
            "message": "It's a bot that is replying to you"
        }
    ]
}