{
    "data": {
        "created_time": "2017-11-17T15:15:30+0000", 
        "id": "10156746971476729_10156753417666729", 
        "message": "Hi good-morning! what is happening w/ Facebook pages? is only visible the last days post in most of the pages , but the rest is gone from all off them and I have check many pages  there story's are gone .... is some maintenance going on?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T15:29:33+0000", 
            "id": "10156746971476729_10156753450856729", 
            "message": "Hi Alexsandra. Sounds like you have encountered a problem. When something's not working on Facebook, please let us know: http://bit.ly/2A6KWey. -Tenaya"
        }, 
        {
            "created_time": "2017-11-17T15:31:37+0000", 
            "id": "10156746971476729_10156753457301729", 
            "message": "Ok thanks I will try ..."
        }, 
        {
            "created_time": "2017-11-17T16:34:58+0000", 
            "id": "10156746971476729_10156753639126729", 
            "message": "Same for me Terry , been trying for days"
        }, 
        {
            "created_time": "2017-11-17T16:49:59+0000", 
            "id": "10156746971476729_10156753671631729", 
            "message": "Facebook 😂😂😂 u are joking !!!!    Been reporting fault since 31st October, not even a reply ... not s human one anyway"
        }, 
        {
            "created_time": "2017-11-17T21:21:59+0000", 
            "id": "10156746971476729_10156755640406729", 
            "message": "They don't reply with a constructive response. They are automatons that can't think for themselves or communicate with real people. Don't expect any help."
        }, 
        {
            "created_time": "2017-11-17T22:22:19+0000", 
            "id": "10156746971476729_10156755794711729", 
            "message": "Facebook Why aren't the recent posts posted above the contacts section - in the right hand of the screen?"
        }, 
        {
            "created_time": "2017-11-17T22:52:34+0000", 
            "id": "10156746971476729_10156755919201729", 
            "message": "Are you looking at conservative pages?  Or just a non liberal site? Their content gets filtered as part of their policy to sway views.  Its really weird, you have to really search for the content you signed up for, but they freely put all kinds of BS I don't want to see I'm me feed daily.  I hide them, and boom, they are back the next day.  I miss the old days when their was  freedom of ideas and thoughts.  I guess those days are gone."
        }, 
        {
            "created_time": "2017-11-18T00:46:36+0000", 
            "id": "10156746971476729_10156756501881729", 
            "message": "What now facebook. Can you respond to the other users and me also regarding our problem?"
        }, 
        {
            "created_time": "2017-11-18T15:03:58+0000", 
            "id": "10156746971476729_10156758540321729", 
            "message": "same problem here, all my facebook pages are gone, been trying everything possible since yesterday!!! I went to help page, no success!!!!!!"
        }, 
        {
            "created_time": "2017-11-18T16:44:57+0000", 
            "id": "10156746971476729_10156758785546729", 
            "message": "Facebook what about when you shut something down because it's not your leftist views?"
        }, 
        {
            "created_time": "2017-11-18T17:46:34+0000", 
            "id": "10156746971476729_10156759280481729", 
            "message": "Dottie Lafortune this is exactly what hundreds of us have been complaining about,  the “ticker” has gone , so now we can only see the feed and that’s only what FB controls complete with zillions of adds, don’t get to see what friends are posting and reacting too"
        }, 
        {
            "created_time": "2017-11-18T20:51:31+0000", 
            "id": "10156746971476729_10156760399121729", 
            "message": "Day 6 of being locked out of sending messages. Causes problems for others that this is happening. I'm  a moderator on several groups and with this lockout, I can only do approvals for those that want to join the groups. I can't send messages to those that want to join but didn't bother to answer the questions they must answer to become members. You know what that means. it means there are others that are going to have to send those messages and they risk being locked out of sending because you're going to decide they are sending too many messages and call it spam, once again without looking into the reasons or communicating with the people that find themselves in the same predicament that I am now in. Lift the lockout so I can get back to business."
        }, 
        {
            "created_time": "2017-11-23T07:50:58+0000", 
            "id": "10156746971476729_143176032994768", 
            "message": "Sara Griffin someone having the same problem as you"
        }, 
        {
            "created_time": "2017-11-29T03:42:25+0000", 
            "id": "10156746971476729_2034088163529687", 
            "message": "Hi my name is emmelyne Dorval i want to remove two against facebook. You Can help me"
        }
    ]
}