{
    "data": {
        "created_time": "2015-11-19T16:46:07+0000", 
        "id": "10153167917180079_10153176924975079", 
        "message": "This is part of my story. I grew up in South KC most of my life (grandview etc). My mother Liz Ellis and my step-dad (always there for me since I was 1) raised me and my two brothers Steven Malone and Dan Malone with all of their hearts living it up on Bennington Street close to Ruskin High School/ Red Bridge Road KC. My mother and stepdad met while working at a High-End Hotel Restaurant. My mother and stepdad got together and fell in love. He ended up becoming a pizza chef at Station Casino (now Ameristar) while my mother worked as a casino dealer. They were truly inseperable. My mother and step dad always took care of all of our wants: buying Nikes instead of payless shoes, buying us a trampoline, buying us bikes. I’m so thankful. I rented Final Fantasty 6 for the Super Nintendo because I’m a major pale vampiric Role Playing Game junkie. I had the damn game for 3 months- and my parents were paying I’m guessing 10 bucks a week.. so $100 dollars almost for renting the game- lol. My mom and dad worked at Joe’s Restaurant (acoss the street from Ruskin Highschool) I’d walk from our house 1 mile away on Bennington street to Joe’s so I could dip a glass bowl into the bucket of pickles backstage.LOL- He’d make me 5 scrambled eggs, give me a bowl of sandwich pickles, and hook up that red sauce- gotta have my kechup) Moving on.. My brothers always picked on me, considering they're respectively 6 and 8 years older than me. I was always jealous of their relationship, involuntarily existing in an unchangeable age gap. What made it worse was they knew for years that I was only their half brother. (same mom) before I did. I learned my dad Eric was my stepdad when I was 12 yrs old, living down in Grandview, MO) ……..It didn’t matter; he was a good kindhearted man who loves and took care of his wife and her kids; he was a true gentleman. My brothers..I believe them when they say they never saw me as a half brother. However, to be honest, I wouldn't blame them for at least partially disowning me. Honestly, I am a weirdo. I have super pale white skin. I've gotten fat since I got out of the US Army Infantry in 2010.--probably 40 pounds? Anyways... . When I got basketballs thrown at me when I was like 9 years old by the fat kid across (who was 13 or so…his two friends held me down while he threw basketballs at my stomach for a 1min or 2) the street who's only perk was his backyard equipped with a concrete basketball court I ran home like a bitch and Dan / Steve said “lets go kick this dudes ass” so we went they knocked on the door and said “hi buddy my names Dan this is Steve we live across the street- wanna play some ball?” .. So he let them in and I jumped the fence and they held this fat turd down standing up while I threw basketballs in his stomach and they gave him a few gangster punches. Word… That kid cried and apologized- you don’t jack with a 9 yr old scrub who has some badass protective brothers, punk.. My 2 moms, 2 fathers, 2 brothers, and many friends have held me up, taught me, protected me, emotionally, transportationally, and financillaly supported me. I am forever thankful. I Love You. \nSo then begins my military career. I don’t do well In school because of disciplinary issues..But I went to Job Corps then I got out with a G.E.D and some Graphic Design experience, worked at Cici’s Pizza for a year, then decided to join the mighty United States Army..]11B infantry from (Feb 2007)KC, MO--> Fort Benning, GA(6 weeks- May 2007?)-->Fort Carson, CO 2/16 Mechanized Infantry Battalion--> Letter in the mail (You scored a 120 G.T. score on the A.S.V.A.B.; you are only required to have a 110 G.T. score in order to be recruited to any officer training school or to be a member of the elite Army Special Forces. We recommend you apply for West Point to be a leader. Please mail us your SAT scores, P.T. test results, Medical and criminal records, and military CAC card…........ABSOLUTELY…. I make it into West Point, and my knees just couldn’t keep with it. Hurt my knees permanently there; had to resign—severely depressed. Shipped to Fort Riley, KS. That sucked. Honorably discharged APR 2010 with 2 Sergeant Major Coins, Good Conduct Medal and Army Acheivement Medal. I’m proud to have put my hand up and said “I want to be Infantry. I wanted to go overseas and fight/die for this country with a *POW POW BANG BANG*.” I decided to be a leader of men instead, resolving the fact that I’d rather die a 1st LT leading his men in combat than a P3 PVT following blind orders by another snobby oblvious butter bar from ROTC. As far was West Point- it was a great opportunity; I will forever regret not finishing.\nThat’s enough ranting for now.. thanks for reading.  I love you mom. You've always put a roof over our heads, (TASTY!) food in our stomachs, supplied the required transportation, filled us with love, kindness, and the wisdom' of your years transmitted to us. You are such a strong woman @ [undefined:Liz Ellis] and I am honored; no I am flattered and bowing my head to the fact that you are the best mom I've ever had (we are so lucky.).. My boy Jacob LaMar said \"it's like not swimming up Stream\" but honestly this train isn't losing steam. We'll keep rolling and bowling for the best opportunities in life. We'll never deal with strife. This is life. Me and this dude cut Cheddar Bob's with a delicate knife. We got that finesse; we never stress and we confess when we can't handle the test but we protect overcome then profess we're forever young we beat our chest we aren't dumb we handle projects..anyways I will always stand up to evil. I cannot simply tolerate darkness-- it's illegal. I'm listening to Pink Floyd- it's regal. Happy vet's day bro. #REALTALK #1STCORINTHIANS1313 #KYLEHANAVANPOETRY"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}