{
    "data": {
        "created_time": "2017-06-29T07:29:54+0000", 
        "id": "10154492935310079_483516695326458", 
        "message": "I am Emanuel Olano. I heard \"six six six\" whispered in the wind LOUD April 1st, 2010, in LA by an Orisha of voodoo named Papa Legba while watching a documentary on EMINEM, the Illuminati and turning faith towards Allah. Legba visited me through out my life since my adoption. I had ALOT of supernatural/paranormal occur from prophetic dreams after heavy prayer to group astral projection, visited by dead relatives, attuned to be a reiki healer, aura vision an more. My story is very important. Beast is Islam, anti christ is the prophet Muhammad. \"3\" is a \"w\" in greek, which is the symbol for 666, and reads \"In the name of Allah\". Muhammad was a merchant an preached against CREDIT in trade. Jesus/Yashua of Jehovah/Yahowah comes back to fight wars in the bible that are Islamic nations today as proof of my revelation. Islam has more followers growing globally faster than any other religion. The entire globe is run on this Illuminati CREDIT banking system. More credit to El than to Yah...I make beats and rap check me out ayeee-yaH"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}