{
    "data": {
        "created_time": "2017-08-28T12:14:15+0000", 
        "id": "10154742627190079_10154743283965079", 
        "message": "To make a long story short... fuck trump... im glad he is not my president and i hope he does not to much damaged to the world before the 4 years are over... i don't get why they chose him after a good 8 year run with Obama... i like Amerika, hate trump..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T13:48:43+0000", 
            "id": "10154742627190079_134024820544507", 
            "message": "You're an illiterate moron. Shut the hell up."
        }, 
        {
            "created_time": "2017-08-28T15:22:45+0000", 
            "id": "10154742627190079_134045923875730", 
            "message": "Tayler Carlson and you are just a stupid fuck... a waste of air 😉"
        }, 
        {
            "created_time": "2017-08-28T16:21:47+0000", 
            "id": "10154742627190079_134056090541380", 
            "message": "tell your mama next time she gets f*cked by her brother or any other relative she takes it up the butt so she does not have another you ;-)"
        }, 
        {
            "created_time": "2017-08-28T17:09:24+0000", 
            "id": "10154742627190079_134063490540640", 
            "message": "Not your president. Moron!"
        }, 
        {
            "created_time": "2017-08-28T17:32:29+0000", 
            "id": "10154742627190079_1504367379655854", 
            "message": "since i'm not living in america he is indeed not my president duh... and again another trump voter goes directly to insults again haha that just shows the intellegence of the trump-voter... like the first one who calls me illiterate when english is not my native language and i made a type-o... lol... yeah you tell me haha :-D.  you can't even read, write, understand or follow a conversation in my language but sure i'm illiterate haha :-D. just go titty-f*ck trump and hope he nibbles on your nut-sack ;-). little bitches :-p"
        }, 
        {
            "created_time": "2017-08-28T18:44:04+0000", 
            "id": "10154742627190079_134079197205736", 
            "message": "Really, this is why-What is going on? Praying to Allah in the House of Representatives?  Our country is that of a third world country! I just saw a video of Obama saying to the world that America is no longer a Christian nation or America but a globalist state.  America is no longer America? What really surprised me is that no one said anything; no one! Everyone has something to say about everything but they can’t identify treason from the President! What is happening in our country……\nCommon Sense- Look to the root of a problem NOT the symptom. The current condition of our country is the result of Ideology Subversion which began over 40 years ago. It is the strategy used by communists and totalitarians to take over a society from within. The enemy is not identified by citizens because the process is slow and the society is under the belief that they are not at war but peace. They have no idea the enemy is within. Ideology Subversion is the process of taking over a country from within the society. The plan (45 Goals of American Communists) was introduced to Congress in 1963; it is on record. The stages are: 1. Demoralization-to debase the faith and minds of the society. Promote other religions contrary to the religion that controls the system. Promote a weak education programs, promote drug use, all immoral activities that are contrary to the fundamental belief or faith of the society. ect. 2. Destabilization-this is the process of bringing down the economic system through financial programs that bankrupt the system, social rioters planted in society which sit as cells until the time of action (years later) Financial Lawlessness at the corporate level and within the community; letting murderers get away with murder. This is where we are today; cell groups stirring up riots, financial institutions stealing millions of dollars from people without being punished, the government bankrupting the country through massive giving to the society, removal of fundamental laws, for example, Constitutional Rights. Political destabilization is seen by the lawlessness that is permitted by the government; executive order by Obama making slavery law. Immigration breaks the society financially while weakening, practically destroying the systems religion. The only thing that will cause someone to stop this from happening is FAITH; thus, explaining why it is necessary to demoralize the society first. 3. Crisis is the third stage; this happens when the economic, financial, political, and religious systems are destroyed. Riots are constant, wrong is morally right and religion is under attack, financial institutions are not protected, lawlessness is rampant the government becomes stronger than its people and more dictatorial, political parties are merged into one controlled by the enemy. People who are brainwashed into the ideology are baffled by what is happening in the society, left speechless, cannot understand or explain anything; this is because they do not realize the enemy is within the government bringing their society to the final stage or normalization; the takeover by force once the country has collapsed. The communist government seizes all businesses, homes, and rights; calling this the \"normalization\" stage. They win. They did it by making you think that there was no threat of war and that we had peace and the entire time they were deceiving you. Anti- Christ comes in peacefully and ends up destroying you. The problem is that once the society figures out what is happening it is usually too late."
        }, 
        {
            "created_time": "2017-08-28T18:45:40+0000", 
            "id": "10154742627190079_1504408002985125", 
            "message": "YOU are a byproduct of ideology subversion-Ideology Subversion  https://www.youtube.com/watch?v=mqSV72VNnV0\nIdeology Subversion https://youtu.be/bX3EZCVj2XA\n\nHttps://mysteryoftheiniquity.com/2015/11/10/45-communist-goals/\nGun control Australia- https://youtu.be/SvcWePEsg94\nTrevor Loudon https://www.youtube.com/watch?v=IVKLczg1UWw\n\nhttp://www.snagfilms.com/films/title/dreams_from_my_real_father?utm_medium=player&utm_campaign=player_referral\n\nhttps://youtu.be/NR_MZ2Si2N0?list=PLD0dR4eOJQzveYk_rW783Y2DRMKqRjZ9h  The Secret of the First Verse of The Bible\n\nMarxist strategy destroy by collapsing from within.\nThe first is the most important.\n1) Healthcare – Control healthcare and you control the people.\n2) Poverty – Increase the poverty level as high as possible; poor people are easier to control and will not fight back if you are providing everything for them to live.\n3) Debt – Increase the debt to an unsustainable level. That way you are able to increase taxes and this will produce more poverty.\n4) Gun control – Remove people’s ability to defend themselves from the government. That way you are able to create a police state.\n5) Welfare – Take control of every aspect of people’s lives (food, housing and income).\n6) Education – Take control of what people read and listen to; take control of what children learn in school.\n7) Religion – Remove the belief in God from the government and schools.\n8) Class warfare – Divide the people into the wealthy and the poor. This will cause more discontent"
        }, 
        {
            "created_time": "2017-08-28T19:15:45+0000", 
            "id": "10154742627190079_1504424629650129", 
            "message": "Still Trump is not the answer to anything really..."
        }, 
        {
            "created_time": "2017-08-28T19:44:18+0000", 
            "id": "10154742627190079_134088970538092", 
            "message": "you are not from America so stop acting like you know what you are talking about. Obama was a TERRIBLE President. Lied about everything. He tripled our debt in this country. Killed more innocent families with drone strikes (including a funeral in Yemen)\n\nHe just talked nice so people didn't bother lookjng into what he was doing. So sad how stupid people are these days."
        }, 
        {
            "created_time": "2017-08-28T19:48:58+0000", 
            "id": "10154742627190079_1504443146314944", 
            "message": "Thats true... stupid people vote trump 😏."
        }, 
        {
            "created_time": "2017-08-28T19:53:31+0000", 
            "id": "10154742627190079_134091407204515", 
            "message": "And as long as trump keeps the shit over there Its not my problem, when he starts another world war or something it becomes my problem... so far Its fun to turn On the tv set and watch trump his actions, statements he makes..."
        }, 
        {
            "created_time": "2017-08-28T19:57:06+0000", 
            "id": "10154742627190079_134091793871143", 
            "message": "And i never Said i know About american politics... but i recognize an idiot when i see one... during election time they showed the debates between him and Hillary... it was like seeing Bert and Ernie from sesame street bikker..."
        }, 
        {
            "created_time": "2017-08-28T23:04:16+0000", 
            "id": "10154742627190079_1203144996454362", 
            "message": ""
        }, 
        {
            "created_time": "2017-08-28T23:29:06+0000", 
            "id": "10154742627190079_1888541338075611", 
            "message": "you talking about your family :-p"
        }, 
        {
            "created_time": "2017-08-29T02:07:51+0000", 
            "id": "10154742627190079_587481518042596", 
            "message": "The fact that you say he is not your president is like saying i will not pay tax's lol guess what he is your president and we will pay our taxs."
        }, 
        {
            "created_time": "2017-08-29T03:45:34+0000", 
            "id": "10154742627190079_1915370985351931", 
            "message": "☝ logical burn 🔥"
        }, 
        {
            "created_time": "2017-08-29T06:43:30+0000", 
            "id": "10154742627190079_1397461070323501", 
            "message": "Since you aren't living in America you need to just shut the fuck up. Clearly have no clue what the fuck is going on over here. So take your jealous ass off the internet and keep the USA out your fucking mouth."
        }, 
        {
            "created_time": "2017-08-29T06:44:50+0000", 
            "id": "10154742627190079_1397461453656796", 
            "message": "I thought for a second you lived in America considering you and your fat ass cow of a wife are screaming diabetes"
        }, 
        {
            "created_time": "2017-08-29T10:47:46+0000", 
            "id": "10154742627190079_1697292610580499", 
            "message": "yeah josh and your face screams inbread :-D"
        }, 
        {
            "created_time": "2017-08-29T10:55:23+0000", 
            "id": "10154742627190079_1697293887247038", 
            "message": "like a trump-voter can piss me off haha... the fact you voted for that morron only states that you have shit for brains... no trump voter can give me a logical reason why they voted for him they only resort to insults... and that is just pathetic... but as i said before as long as he keeps the shit only over there it is your problem you  voted for the man :-p..."
        }, 
        {
            "created_time": "2017-08-29T11:46:57+0000", 
            "id": "10154742627190079_1697305907245836", 
            "message": "Jerry West lol... i also stated that english is not my native language so making remarks like that is pretty laim.... i also said in the first post that i hope he does not do to much damaged to the world, because then it becomes my problem he is your president... would it not be a smarter idea to prove me wrong with facts and actions he did? and not the things made up but the actuall facts? tell me why you voted for him, tell me his strong agenda points, tell me what he has achieved instead of resorting to laim ass remarks, and cheap insults...  that only proves me right... now someone prove me wrong and tell me why trump is the answer to all problems... in the debates shown over here he did not say one sensible thing... he want to make Amerka great again... ok i'm all for that but how does he want to do that????? therefore for once give me positive reasons to change my mind and not laim ass insults...."
        }, 
        {
            "created_time": "2017-08-29T13:01:02+0000", 
            "id": "10154742627190079_338071513306469", 
            "message": "Obama should have stayed  around!! Stupid laws"
        }, 
        {
            "created_time": "2017-08-30T10:09:13+0000", 
            "id": "10154742627190079_800226773485201", 
            "message": "Shit obama"
        }, 
        {
            "created_time": "2017-08-30T17:45:39+0000", 
            "id": "10154742627190079_465150297197811", 
            "message": "you can't e en spell America!  dumbass"
        }, 
        {
            "created_time": "2017-08-30T18:36:57+0000", 
            "id": "10154742627190079_152566165324614", 
            "message": "Amerika is spelled correct in my language hog faced hooker... dipshit...."
        }
    ]
}