{
    "data": {
        "created_time": "2017-08-28T09:01:38+0000", 
        "id": "10154742627190079_10154742996980079", 
        "message": "Eminem in 2004: \"Stomp, push, shove, mush, Fuck Bush, until they bring our troops home...Let the president answer a higher anarchy. Strap him with an Ak-47, let him go, fight his own war.\"\nEminem in 2017, in Glasgow two nights ago, wearing a t-shirt that says 'FACK TRUMP': “Scotland, you might have to be our new home because right now shit ain’t going so well in the States. I just want to take this moment right now to say motherfuck Donald Trump!”\nTrump supporters on social media: \"Oh my god! I can't believe what Eminem said about the president! I'm so surprised! I'm never going to buy his records again. This isn't the Eminem I have supported all these years!\"\nBut this is exactly the Eminem they have, apparently, supported all these years. Why are they so enraged that he speaks his mind just as he has been doing all these years?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 209
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 19
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T10:25:09+0000", 
            "id": "10154742627190079_10154743087715079", 
            "message": "Emenem sucks monkey balls"
        }, 
        {
            "created_time": "2017-08-28T10:26:37+0000", 
            "id": "10154742627190079_10154743088765079", 
            "message": "Music is subjective so you are entitled to that view. My point was that people shouldn't be surprised that, in 2017, Eminem is expressing similar sentiments to those he expressed in 2004. That's consistent. It would be like being shocked when Richard Dawkins says he doesn't believe in god. I'm not talking about the quality of Eminem's music or, indeed, whether his political views are right or wrong...I'm just laughing at the idea that people might be surprised that he would insult the president of the US. Of course he does - he has,  many times before."
        }, 
        {
            "created_time": "2017-08-28T10:38:50+0000", 
            "id": "10154742627190079_10154743105515079", 
            "message": "99% of butthurt Trumpers on the Eminem Facebook page are trolls."
        }, 
        {
            "created_time": "2017-08-28T11:29:28+0000", 
            "id": "10154742627190079_10154743200740079", 
            "message": "I'm only pissed because he skipped our last shitty president.  They all suck every politician.  Em. Shows he's just a fake ass not calling Obama out in fear of losing the black fans."
        }, 
        {
            "created_time": "2017-08-28T11:36:47+0000", 
            "id": "10154742627190079_10154743218515079", 
            "message": "it's clearly not about the fans (losing them or gaining them) since the best way to not lost fans is to not criticise the president that a large percentage of his fans voted for. What he does is the precise opposite of being a sell-out. He liked Obama, he dislikes Trump and he disliked Bush. It's a view that he is entitled to and he expressed it well. I don't care at all which president Eminem likes or dislikes...I just think it's silly that people are surprised that he holds the views that he does."
        }, 
        {
            "created_time": "2017-08-28T11:51:21+0000", 
            "id": "10154742627190079_10154743242480079", 
            "message": "T.j. Groesbeck You're the ultimate right-wing SJW.\n\n\"😭Whaaahhh boo hoo! Eminem doesn't condemn the people I want him to comdemn! He's a multi culti communist Muslim cuck!😢\""
        }, 
        {
            "created_time": "2017-08-28T12:26:04+0000", 
            "id": "10154742627190079_10154743301995079", 
            "message": "Claire Brown"
        }, 
        {
            "created_time": "2017-08-28T12:50:33+0000", 
            "id": "10154742627190079_10154743343590079", 
            "message": "Yall need some rope?"
        }, 
        {
            "created_time": "2017-08-28T13:00:25+0000", 
            "id": "10154742627190079_10154743361280079", 
            "message": "Ladies and gentleman. I support Donald Trump. I also support Eminem. See? You can support both and not be a whiny little bitch about it. Now, Em. Where the fuck is the new album?"
        }, 
        {
            "created_time": "2017-08-28T15:08:09+0000", 
            "id": "10154742627190079_1504272582998667", 
            "message": "He liked Obama and he was allowed to, just as he is allowed to not like Trump. It's not about whether he should hold any particular view. My point was merely this: don't be surprised when a rapper who is known for saying 'fuck the president' says 'fuck the president'. To act as if this is 'selling out' is simply disingenuous."
        }, 
        {
            "created_time": "2017-08-28T16:06:26+0000", 
            "id": "10154742627190079_1504314472994478", 
            "message": "The same people who shared racist memes and called Michelle a man are the same people complaining a rapper who became famous being controversial because he didn't hold back is mad he didn't hold back again and now their feelings are hurt"
        }, 
        {
            "created_time": "2017-08-28T16:24:06+0000", 
            "id": "10154742627190079_1504326206326638", 
            "message": "Alll the pussies butt hurt hahahahahha  SLIM SHADY FO LIFE"
        }, 
        {
            "created_time": "2017-08-28T16:38:35+0000", 
            "id": "10154742627190079_1504334902992435", 
            "message": "Stfu irland puss this country aint none of your concern so disappear toothpick"
        }, 
        {
            "created_time": "2017-08-28T20:15:01+0000", 
            "id": "10154742627190079_1504463566312902", 
            "message": "Joshua Lucanto - that is absolutely it!"
        }, 
        {
            "created_time": "2017-08-28T20:22:01+0000", 
            "id": "10154742627190079_1583550245038580", 
            "message": "All these so called fans are only offended now? Didn't they hear 'campaign speech' that was released nearly a year ago now? 😂"
        }, 
        {
            "created_time": "2017-08-28T20:23:02+0000", 
            "id": "10154742627190079_286397731837731", 
            "message": "'Campaign Speech' was incredible. Absolutely blistering - Eminem at his best."
        }, 
        {
            "created_time": "2017-08-28T21:09:31+0000", 
            "id": "10154742627190079_113586262686693", 
            "message": "Ergan O'Bergan he's a lyrical genius. I saw him at reading on the weekend, it seemed everyone went silent for that one part in 'rap god' and he absolutely nailed it! Even better live!"
        }, 
        {
            "created_time": "2017-08-28T21:40:21+0000", 
            "id": "10154742627190079_168407090400398", 
            "message": "I saw him live back in 2001 or 2002...I think I should see him again. His new stuff is amazing."
        }, 
        {
            "created_time": "2017-08-28T21:49:22+0000", 
            "id": "10154742627190079_268617803640674", 
            "message": "That is part of the talent that made him famous like he is today he speaks what he speaks not what anybody else speaks."
        }, 
        {
            "created_time": "2017-08-29T14:53:43+0000", 
            "id": "10154742627190079_338113296635624", 
            "message": "Because he spoke against what they believe in and some people just can't seem to handle that lol shitty for them they don't get to experience his music anymore because of the likes of Donald Trump lol crazy"
        }, 
        {
            "created_time": "2017-08-30T10:09:50+0000", 
            "id": "10154742627190079_152436565337574", 
            "message": "Snowflakes"
        }, 
        {
            "created_time": "2017-08-31T01:25:07+0000", 
            "id": "10154742627190079_333957977063926", 
            "message": "Eat a dick you fucking bitch"
        }, 
        {
            "created_time": "2017-08-31T01:34:05+0000", 
            "id": "10154742627190079_340333069743165", 
            "message": "T.j. Groesbeck nailed it"
        }, 
        {
            "created_time": "2017-09-01T16:46:53+0000", 
            "id": "10154742627190079_276617469520759", 
            "message": "And that is why I never listened to him!"
        }, 
        {
            "created_time": "2017-09-03T19:44:18+0000", 
            "id": "10154742627190079_799526286885687", 
            "message": "I don't know who your talking to but you side with Emenem you are an idiot too! So much that you can't see it!"
        }
    ]
}