{
    "data": {
        "created_time": "2017-08-28T19:42:49+0000", 
        "id": "10154742627190079_1504440372981888", 
        "message": "Enema Your a punk For calling out Trump, It's the fucked up people like you that has ruined this Country....Demons got you Boy....We finally have a leader who has done more than before him...Suck on that!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T19:45:41+0000", 
            "id": "10154742627190079_1504441599648432", 
            "message": "And stay the Hell out our Country!"
        }, 
        {
            "created_time": "2017-08-28T20:28:11+0000", 
            "id": "10154742627190079_286398521837652", 
            "message": "Isn't it amazing how the vast majority of trump voters are completely incapable of forming a cohesive sentence?"
        }, 
        {
            "created_time": "2017-08-28T20:32:42+0000", 
            "id": "10154742627190079_286399231837581", 
            "message": "Robert Squire And Should that really really Matter too you! Isn't it funny how people can pick at something so stupid and make a big deal out it..Because that is all they can say :)  Go away!"
        }, 
        {
            "created_time": "2017-08-28T21:18:40+0000", 
            "id": "10154742627190079_117633355635547", 
            "message": "donna whore stfu go take ur meds"
        }, 
        {
            "created_time": "2017-08-28T21:33:42+0000", 
            "id": "10154742627190079_127700841197110", 
            "message": "Aaron Smith  LOL  Your probably the whore LOL ..don't need any meds Thanks anyway...Go take an Enema!"
        }, 
        {
            "created_time": "2017-08-28T22:16:25+0000", 
            "id": "10154742627190079_145762286015897", 
            "message": "Stfu Donna"
        }, 
        {
            "created_time": "2017-08-29T00:00:04+0000", 
            "id": "10154742627190079_1888547291408349", 
            "message": "Donna Goel you're a joke"
        }, 
        {
            "created_time": "2017-08-29T00:24:41+0000", 
            "id": "10154742627190079_1888551918074553", 
            "message": "Donna you don't know the difference between your \"yours\", which is a reoccurring theme in Trump supporters like you, only idiots would vote for an incompetent imbecile"
        }, 
        {
            "created_time": "2017-08-29T00:32:51+0000", 
            "id": "10154742627190079_1203183243117204", 
            "message": "Donna doubt it, surprised he made it this far without being impeached, but it'll happen soon enough, like it or not☺"
        }, 
        {
            "created_time": "2017-08-29T05:16:17+0000", 
            "id": "10154742627190079_1397416833661258", 
            "message": "Your a fucking idiot🖕"
        }, 
        {
            "created_time": "2017-08-29T09:47:11+0000", 
            "id": "10154742627190079_429865957409957", 
            "message": "So America is not a democracy anymore now trump is at the helm?\n Or am I missing something and it's me who is the moron and not infact you?!!!!"
        }, 
        {
            "created_time": "2017-08-30T05:19:00+0000", 
            "id": "10154742627190079_502456823438378", 
            "message": "Go suck trumps limp  wrinkling ass 80 year old dick you faggot.. we need to strap that motherfucker to a nuke and send it to North Korea 2 birds with one stone or in this case a warhead"
        }, 
        {
            "created_time": "2017-08-30T11:29:51+0000", 
            "id": "10154742627190079_152461908668373", 
            "message": "Eric Hampton  grow up!"
        }, 
        {
            "created_time": "2017-09-01T10:07:37+0000", 
            "id": "10154742627190079_276477812868058", 
            "message": "I'm confused, it's fucked up people like eminem (who just like everyone else is free to their own opinion) that are fucking up this country? Definitely has nothing to do with all the billionaires and pharmaceutical companies and such that really run our country, that make it impossible for the middle class of America to be able to survive. That's what is killing our country, you know, that and our shady, courrupt, backward ass judicial system. Oh yeah, not to mention a world that has forgotten some of the simplest shit like things as easy as please and freaking thank you!! My 3 yr old has better manners and is more respectful than 75% of the people I encounter every single damn day. And all those asses are the ones raising our next generation of kids. I have a wonderful idea, instead of blaming our fucked up world and getting your panties in a wad over someone cuz they don't like trump, how bout we start treating people the way you would wanna be treated. That's a lost thing these days and to me that's the biggest problem with our world. All these people wanna bitch about stuff but do nothing about it, so take a good long look in the mirror and if you don't like the way things are going then how bout you be a part of the solution and not the problem. Might be a hard concept for some people, but maybe a little something to think about."
        }, 
        {
            "created_time": "2017-09-01T14:48:38+0000", 
            "id": "10154742627190079_849743675192647", 
            "message": "Casey Sparks   What was always taught was Respect. Trump is in office now and though some do not like him , he should be respected as the leader for the Country.   If everyone came together and Loved one another as the bible said you would see great changes spread about this world..But through hate songs and media and people, this world is torn apart...We have got to stand up and  Call out the problem for change to take place.  Right now we have people all over Texas , who are in shelters who need support and donations...instead of seeing Protesting In other parts of the Country , It would be nice to see everyone come too help people , even in the town they live in...I do know this , what you do on Earth is known  To God....He is the Judge!  Stop the hate Spread the LOVE!"
        }, 
        {
            "created_time": "2017-09-01T16:41:33+0000", 
            "id": "10154742627190079_849788568521491", 
            "message": "Robert Squire https://www.law.cornell.edu/uscode/text/18/2384"
        }, 
        {
            "created_time": "2017-09-03T18:46:30+0000", 
            "id": "10154742627190079_799509206887395", 
            "message": "LMAOOO WHEREEEEEE WAS ANYY OF THAT RESPECT WHEN OBAMA WAS IN OFFICE, NO RESPECT NO DIGNITY WAS GIVEN, NOT ON ANY LEVEL. Donna Goel GO SHOW TRUMP YOUR DAUGHTER, SHE MIGHT BE VERY LUCKY TO GET GRABBED BY HER PUSSY BY THE PRESIDENT OF THE UNITED STATES, YOU SEEM TOO OLD, HE DOESN'T GRAB FLAKY WRINKLY PUSSY."
        }, 
        {
            "created_time": "2017-09-03T21:48:23+0000", 
            "id": "10154742627190079_1808575006101096", 
            "message": "Andrew Sanders keep following the demon and spewing hate, what is all this evil crap coming out of your mouth...go talk to your momma like that!"
        }
    ]
}