{
    "data": {
        "created_time": "2017-08-28T06:54:39+0000", 
        "id": "10154742627190079_10154742827985079", 
        "message": "Eminem, you are such a bitch dude. Calling out Trump like the buttslut you are. You are not edgy at all, just another shill for the establishment, and you are not even that talented. Enjoy your echo chamber, 2-Pac put you to shame, because \"Real Eyes, Realize, Real Lies\". We see through you, you sellout shill!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 95
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 60
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 110
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-28T07:02:30+0000", 
            "id": "10154742627190079_10154742835480079", 
            "message": "2pac definitely wouldn't have supported trump lol"
        }, 
        {
            "created_time": "2017-08-28T07:09:06+0000", 
            "id": "10154742627190079_10154742848870079", 
            "message": "Redneck away and shag your mum. Eminem is the greatest . I was there when he went at bush and Clintons. Eminem should be president ."
        }, 
        {
            "created_time": "2017-08-28T07:20:49+0000", 
            "id": "10154742627190079_10154742868230079", 
            "message": "He's trying to be the controversial eminem he was over a decade ago. Dude needs to take a reality check because between this and his last album, he might as well just accept the fact that he's irrelevant. You want to go to another country and publicly bash ours? Then fucking stay where you are. Who needs you?"
        }, 
        {
            "created_time": "2017-08-28T07:21:06+0000", 
            "id": "10154742627190079_10154742868640079", 
            "message": "William  You're funny af.  Why do you care? Where was your indignation while Em was going at Bush? And both Clintons? Why now all of a sudden is He not that talented? Very interesting to say the least. The simple answer is that you can't handle the fact that em hates Trump. Grow up...sometimes people will have different opinions than you. Learn some real coping methods. Pac would've hated Trump. Most people from his community do....hence why Em also hates him. Why in tf are you surprised that em would share most of the same beliefs as the black community when he grew up in a predominantly black hood in the ghettos of Detroit? \n\nBtw....Em would rap circles around Pac. Easily."
        }, 
        {
            "created_time": "2017-08-28T07:22:47+0000", 
            "id": "10154742627190079_10154742871255079", 
            "message": "Like I said, Real Eyes Realize Real Lies. He, and all yall are fallin for some silly dilly shit. Yall so angry, you cant see the forest through the trees."
        }, 
        {
            "created_time": "2017-08-28T07:23:46+0000", 
            "id": "10154742627190079_10154742872655079", 
            "message": "Frank Serra. That was even stupider than his comment was. Clearly Em is far from being irrelevant. His last album won a Grammy and hip hop album of the year. Why don't you go check out the amount of subs to the mans vevo and Facebook and Twitter. Lol. Way more than any other rapper ....by millions."
        }, 
        {
            "created_time": "2017-08-28T07:25:11+0000", 
            "id": "10154742627190079_10154742876395079", 
            "message": "William Joseph Fields. Except I'm not angry at all so I think you have that backwards. I actually voted for Trump....huge fail for you right there. Lol"
        }, 
        {
            "created_time": "2017-08-28T07:25:21+0000", 
            "id": "10154742627190079_10154742876660079", 
            "message": "So because he has huge sales from two generations of braindead degenerates, that somehow makes him talented lol. oh, that is rich!"
        }, 
        {
            "created_time": "2017-08-28T07:28:05+0000", 
            "id": "10154742627190079_10154742882190079", 
            "message": "So you support Trump, but you support a shill that uses his platform to maintain nonsense. Even richer."
        }, 
        {
            "created_time": "2017-08-28T07:28:22+0000", 
            "id": "10154742627190079_10154742882780079", 
            "message": "William Joseph Fields. Next time try looking at who I tagged. Then try a little reading comprehension. Where did I state it means talent? I was speaking of relevancy. Wow. I won't speak on his talent bc it's clear all on it's own that hes exceptionally talented. You thought so as well right up until Em dissed Trump. He's way more talented than Pac as a lyricist and any honest hip hop head will tell you that"
        }, 
        {
            "created_time": "2017-08-28T07:32:32+0000", 
            "id": "10154742627190079_10154742891720079", 
            "message": "Lol calling em a bitch over social media. That is fucking ironic. Damn you are a major badass. Watch out for William Joseph Fields. He will type the living hell out of you, that will teach you to mess on him!"
        }, 
        {
            "created_time": "2017-08-28T07:34:25+0000", 
            "id": "10154742627190079_10154742895220079", 
            "message": "William Joseph Fields. Just bc it's so called nonsense to you doesn't mean that millions of others agree with you. I believe he has a right to his opinion and the right to state that opinion. You're just pissed that his platform for expressing that opinion is the entire world and on a stage in front of tens of thousands while you're stuck on an eminem fanpage on Facebook. Lol. Stop being so damn emotional over it. Let Trump stick up for himself ....he won't though. He's answered back to every other person that's said anything, despite their relevancy, but not em. This is the third time Em has expressed this opinion and trump knows that em has the fan base and the lyrical prowess to go savage on him."
        }, 
        {
            "created_time": "2017-08-28T07:36:09+0000", 
            "id": "10154742627190079_10154742897740079", 
            "message": "If im lucky he will call me a white supremacist nazi fascist bigot, and reinforce the winds of the crazy, off their rocker lefts echo chamber. Oh wait, he already has. Such talentless scum."
        }, 
        {
            "created_time": "2017-08-28T07:37:55+0000", 
            "id": "10154742627190079_10154742901440079", 
            "message": "And he doesnt hate america you ignorant and silly people. He hates trump. Trump and america are not mutually exclusive. If anything, Trump is anti america. You say real eyes realize real lies while supporting one of the most objectively dishonest presidents ever. Do some research on how many times Trump has verifiably lied about shit. I feel so bad for you knowing you have such a deficit of mental capacity, which you have demonstrated wholly. You are so deep in your denial that no amount of logical arguments will ever bring you to the light."
        }, 
        {
            "created_time": "2017-08-28T07:41:21+0000", 
            "id": "10154742627190079_10154742907395079", 
            "message": "Jenna Green, you dont even know what it means to get savage. The weak minded are pretty easy to control, which is how he got the echo chamber to yell fuck trump. Its more dumb shit, out of a worthless generation of sheep. Some get slaughtered, and some get fleeced."
        }, 
        {
            "created_time": "2017-08-28T07:43:18+0000", 
            "id": "10154742627190079_10154742909620079", 
            "message": "Lmao right he follows him, probably has him set to \"see first\" because he has to angrily post how he hates eminem, because he is desperately trying to convince himself that he doesnt want to suck his ding dong, no matter what the voices in his head say."
        }, 
        {
            "created_time": "2017-08-28T07:43:19+0000", 
            "id": "10154742627190079_10154742909685079", 
            "message": "Trevor Goulding. Well obviously he thinks that em is only allowed to diss his list of pre approved people. If Em deviates from that list then he automatically becomes a talentless hack. Isn't that evident here yet?"
        }, 
        {
            "created_time": "2017-08-28T07:43:44+0000", 
            "id": "10154742627190079_10154742910360079", 
            "message": "I dont follow that shit rapist. Rap music can lick shit. Worst music ever created. Made for the post 80 IQ sectors of society."
        }, 
        {
            "created_time": "2017-08-28T07:44:48+0000", 
            "id": "10154742627190079_10154742911585079", 
            "message": "William 👍 yeah that fucker is a disgrace to the nation for that B.S..  His basic ass can't even think for himself. A product of pill poppin"
        }, 
        {
            "created_time": "2017-08-28T07:45:33+0000", 
            "id": "10154742627190079_10154742912965079", 
            "message": "According to your opinion which is in NO way ignorant and uninformed because you are the ultimate decider of everything"
        }, 
        {
            "created_time": "2017-08-28T07:46:40+0000", 
            "id": "10154742627190079_10154742915325079", 
            "message": "These liberal Hollywood fucktards desecrating the nation that gave them fame are a bunch of privileged pussies."
        }, 
        {
            "created_time": "2017-08-28T07:47:46+0000", 
            "id": "10154742627190079_10154742918115079", 
            "message": "If you listen to shit rap music, and virtue signallers, your IQ drops literally a point a month there Forrest lol!"
        }, 
        {
            "created_time": "2017-08-28T07:48:00+0000", 
            "id": "10154742627190079_10154742918480079", 
            "message": "You dont follow it but here you are, going out of your way to bitch and whine about things that make your vagina bleed for no reason at all"
        }, 
        {
            "created_time": "2017-08-28T07:48:17+0000", 
            "id": "10154742627190079_10154742918965079", 
            "message": "William Joseph Fields. You're hilarious. Then why are you here? You do understand that Pac was a rapper right? And you keep quoting the same lyrics from him over and over? You also realize hip hop is home to the best lyricists of any genre and Em is at the top of that list? You should also know that they did a study of the vocab of the top 100 artists from all genres and hip hop artists came out with the highest vocab and Em was once again at the top? Lmfao. You're an idiot."
        }, 
        {
            "created_time": "2017-08-28T07:50:01+0000", 
            "id": "10154742627190079_10154742924485079", 
            "message": ""
        }
    ]
}