{
    "data": {
        "created_time": "2017-08-28T14:37:22+0000", 
        "id": "10154742627190079_134033450543644", 
        "message": "I really don't think you are as uneducated as you portray yourself to be, but in case you are: Ideology Subversion https://www.youtube.com/watch?v=mqSV72VNnV0\nIdeology Subversion https://youtu.be/bX3EZCVj2XA\n\nHttps://mysteryoftheiniquity.com/2015/11/10/45-communist-goals/\nGun control Australia- https://youtu.be/SvcWePEsg94\nTrevor Loudon https://www.youtube.com/watch?v=IVKLczg1UWw\n\nhttp://www.snagfilms.com/films/title/dreams_from_my_real_father?utm_medium=player&utm_campaign=player_referral\n\nhttps://youtu.be/NR_MZ2Si2N0?list=PLD0dR4eOJQzveYk_rW783Y2DRMKqRjZ9h The Secret of the First Verse of The Bible\n\nMarxist strategy destroy by collapsing from within.\nThe first is the most important.\n1) Healthcare – Control healthcare and you control the people.\n2) Poverty – Increase the poverty level as high as possible; poor people are easier to control and will not fight back if you are providing everything for them to live.\n3) Debt – Increase the debt to an unsustainable level. That way you are able to increase taxes and this will produce more poverty.\n4) Gun control – Remove people’s ability to defend themselves from the government. That way you are able to create a police state.\n5) Welfare – Take control of every aspect of people’s lives (food, housing and income).\n6) Education – Take control of what people read and listen to; take control of what children learn in school.\n7) Religion – Remove the belief in God from the government and schools.\n8) Class warfare – Divide the people into the wealthy and the poor."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}