{
    "data": {
        "created_time": "2017-06-25T09:09:43+0000", 
        "id": "10155920035801729_332176870548398", 
        "message": "Johnny Scofield\nFounder - Owner\n\nWelcome to the greatest opportunity on the planet! Today is the day where your whole life is about to change on so many levels that from here on out nothing will ever be the same for you anymore!\n\nFastLegacy was created to give you a peace of mind and to help those in need! Our program was designed as a humanitarian project to help the less fortunate and especially for those who are just sik and tired of being sick and tired! This is a true gamer changer for those who are serious about the future. Our program is targeted for tjose who hate traditional Networking, tired of Traditional Business and sic of the JOB - Just Over Broke! With FastLegacy it will be the easiest money you will ever generate by offering legitimate Products and Educational Tutorials thru a low cost subscription that in turn you get rewarded over and over again month after month and year after year without any limitations. In fact you won't find a powerful residual income generator than this! So welcome to FastLegacy and get read for the ride of your life, a true Legacy Creator!\nhttps://fastlegacy.com/site/landing/POVERTY/?ref=DD344249"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}