{
    "data": {
        "created_time": "2017-06-15T07:15:16+0000", 
        "id": "10155920035801729_10155920337906729", 
        "message": "Both ways depending on the vowel that follows after it: Before a o u it sounds like gorilla, before e and  i it sounds like giraffe.  Don't ask any more questions I didn't create the language ha ha ha."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-15T08:03:09+0000", 
            "id": "10155920035801729_10155920410806729", 
            "message": "but \"gif\" isnt a word in itself, its an acronym to represent actual words and the actual word that the g represents is \"graphics\""
        }, 
        {
            "created_time": "2017-06-15T09:44:31+0000", 
            "id": "10155920035801729_10155920646146729", 
            "message": "What about gift, girl, gimmick, gigabyte, give, gizzard, gild, etc. etc.? There are examples for both sides of this debate but I would put it as simple as deleting the 't' off the word 'gift', an example with the exact three letter start combo, and then explain why removing the 't' changes the word to where you give your family 'jifts' instead of 'gifts'"
        }, 
        {
            "created_time": "2017-06-15T13:24:22+0000", 
            "id": "10155920035801729_10155921163271729", 
            "message": "The closest word we have to \"GIF\" is actually \"gin\". Adding or removing letters can change pronunciation, such as in \"pop\" and \"pope\". However, swapping out letters for similar classes of letters (e.g. soft vowels, hard vowels, percussive consonants, etc) doesn't change pronunciation. Therefore the closest word is \"gin\"."
        }, 
        {
            "created_time": "2017-06-16T04:49:03+0000", 
            "id": "10155920035801729_10155925516541729", 
            "message": "Hans Farnbach the closest word we have is actually \"Gift\"."
        }, 
        {
            "created_time": "2017-06-16T06:17:52+0000", 
            "id": "10155920035801729_10155925663341729", 
            "message": "No, because adding or taking away letters can change pronunciation. Lose / loose, for example. Note the sound the S makes."
        }, 
        {
            "created_time": "2017-06-16T07:25:25+0000", 
            "id": "10155920035801729_10155925753936729", 
            "message": "Hans, changing a letter can also change pronunciation. Consider git and gid alongside gib and gin."
        }, 
        {
            "created_time": "2017-06-16T10:26:14+0000", 
            "id": "10155920035801729_10155926153136729", 
            "message": "But pronunciation also changes with emphasis and not spelling. \"Lead\" as in guiding and \"lead\" as in the metal, for example. Two different words with the same spelling and different pronunciation. I believe it's a matter of preference (like \"caramel\" being said car-mull, care-a-mel, or care-mull). Linguistics is complicated, especially when it comes to English."
        }, 
        {
            "created_time": "2017-06-16T12:24:22+0000", 
            "id": "10155920035801729_10155926345491729", 
            "message": "Terra: True, when you change the class of letter at the end. T and D are both hard stops. F is not."
        }
    ]
}