{
    "data": {
        "created_time": "2017-07-15T01:01:24+0000", 
        "id": "10155920035801729_236439953533367", 
        "message": "Think of an apple. Think of ten apples. Think of a thousand apples. Maybe you can think of a million apples. Now, think of infinite apples. You can't. Just like we can't use scale to visualize infinity for amounts, in terms of the size of an object, we can't use scale to visualize anything infinite in size. (The only thing infinite in size is the entire universe.) There's a logical negation here, just like 48.3673 or any other finite number is not infinity - the linear infinity as commonly taught. Thus, \"man created in God's image\" is mathematically impossible. Man is finite, with an image/shape. An omnipresent/\"no wall beyond which it no longer exists\"/infinite in size \"god\" cannot have an image/shape. Simply, the evil morons, from a few centuries ago, who talked about \"man created in God's image\" and how their \"god\" was omnipresent, did not anticipate calculus. Prayer is similarly impossible, as communication is limited to finite distances. There's typically attenuation according to the Inverse-Square Law, but that starts to get beside the point.\n\nReal scientific progress must be built, step by step, on truth. No lies/contradictions will work. The Laws of Physics don't go on vacation, for even a moment, because people with power want to confuse and abuse those with less power. We now, and for the last few years, have (a web of) lies about everything being a hologram and we have lies about everything being just filaments of energy (from supersymmetry) - this ignores the whole matter converting to energy lies.\n\nPeople have already started to realize that if they have the talent to see through the lies and try to go along/play ball, psychopathically ignoring all the harm they see, they will likely have children with the same talents who will also face the same choices to stand up for what's real and right or to go along with the lies. (A world that has everything figured out might be more boring, certainly less ponderous.) The powerful only want the general population to be smart enough to serve them, while they delude themselves, seeing themselves as protectors, while also being addicted to power and the \"perfection\" it provides.\n\nWhen it dawns on humanity, that, percentage-wise, just more and more people will see through the ever more obvious lies, while real progress and the hope it brings, is stalled, then a peaceful revolution towards no religion and truth in math/science, can happen. This is if those speaking out to \"fight the good fight\" aren't illegally silenced. If they are illegally silenced, then the revolution towards truth and fairness will be bloody.\n\nAs things are, \"faithful\" people are afraid of aging/death and afraid to stand up to peer pressure by acknowledging doubts that could cost them their family, friends, jobs, homes, health, lives, etc. And people are afraid of facing the tough questions of life that do not have any easy answers, like deciding, ethically, how valuable a person is or the \"right to die\" questions. Barring humanity destroying itself first, when the world knows the truth, so many will have played a part in bearing the responsibility, that only the truly despicable will be prosecuted. It will be much like the Nuremberg Trials - \"what did you know and when did you know it?\".\n\nMost people tend to get scared about the things I post about, against religion. I sometimes get scared too. But really, there's no reason for fear. The world is already a dangerous place. We need all the reason and evidence we can get just to not destroy ourselves AND to maintain and improve our way of living on a daily basis. This leaves no room for \"faith\". A world without \"faith\" is much safer, much cleaner. And the truth is beautiful, eloquent.\n\nI've repeatedly implored former President Obama to do the right thing by taking necessary steps and then holding a press conference. I feel I have no choice but to continue attempting to influence Trump to do the same. The governments of the world control as much of communications as they can. They have to keep many secrets. I privately debate just what should be secret, but don't fail to understand that at least some things must be secret. Governments even try to control word of mouth - languages bear those scars.\n As Julian Assange would readily say something similar to: the powers that want to enforce confusion, myths, conspiracy theories, exaggerations, half-truths, \"alternative facts\", and lies, actually lose all their power once someone can make the truth go viral. As the world is, as things stand, we are needlessly allowing religious harm to slowly suck at the resources needed to make a better world. Religion threatens to end us all. Just like the reasons we don't want Iran to get nukes, we have similar reasons for why the world needs to end religion, peacefully."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}