{
    "data": {
        "created_time": "2016-05-25T13:09:27+0000", 
        "id": "10153552384230079_866927573417055", 
        "message": "May 25, 2016\n\n\"Good\" and \"bad\" feelings\n\nPage 151\n\n\"A lot happens in one day, both negative and positive. If we do not take time to appreciate both, perhaps we will miss something that will help us grow.\"\n\nIP No. 8, Just for Today\n\nMost of us seem to unconsciously judge what happens in our lives each day as good or bad, success or failure. We tend to feel happy about the \"good\" and angry, frustrated, or guilty about the \"bad.\" Good and bad feelings, though, often have little to do with what's truly good or bad for us. We may learn more from our failures than our successes, especially if failure has come from taking a risk. \n\nAttaching value judgments to our emotional reactions ties us to our old ways of thinking. We can change the way we think about the incidents of everyday life, viewing them as opportunities for growth, not as good or bad. We can search for lessons rather than assigning value. When we do this, we learn something from each day. Our daily Tenth Step is an excellent tool for evaluating the day's events and learning from both success and failure.\n\nJust for Today: I am offered an opportunity to apply the principles of recovery so that I will learn and grow. When I learn from life's events, I succeed."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}