{
    "data": {
        "created_time": "2016-06-29T11:33:07+0000", 
        "id": "10153552384230079_1731577947053995", 
        "message": "June 29, 2016\n\nKeeping recovery fresh\n\nPage 187\n\n\"Complacency is the enemy of members with substantial clean time. If we remain complacent for long, the recovery process ceases.\"\n\nBasic Text, p. 84\n\nAfter the first couple of years in recovery, most of us start to feel like there are no more big deals. If we've been diligent in working the steps, the past is largely resolved and we have a solid foundation on which to build our future. We've learned to take life pretty much as it comes. Familiarity with the steps allows us to resolve problems almost as quickly as they arise.\n\nOnce we discover this level of comfort, we may tend to treat it as a \"rest stop\" on the recovery path. Doing so, however, discounts the nature of our disease. Addiction is patient, subtle, progressive, and incurable. It's also fatal - we can die from this disease, unless we continue to treat it. And the treatment for addiction is a vital, ongoing program of recovery.\n\nThe Twelve Steps are a process, a path we take to stay a step ahead of our disease. Meetings, sponsorship, service, and the steps always remain essential to ongoing recovery. Though we may practice our program somewhat differently with five years clean than with five months, this doesn't mean the program has changed or become less important, only that our practical understanding has changed and grown. To keep our recovery fresh and vital, we need to stay alert for opportunities to practice our program.\n\nJust for Today: As I keep growing in my recovery, I will search for new ways to practice my program."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}