{
    "data": {
        "created_time": "2016-06-19T04:16:49+0000", 
        "id": "10153552384230079_880650795378066", 
        "message": "That's what it comes down too availability Jay z Nas Rick Ross lil Wayne French Montana Drake Nicki Minaj ice cube daddy Yankee baby rasta tempo young Jeezy Beyonce 50cent meek mill 2chainz the game wc Mike Jones chamillionaire Tyga papoose love and hip hop Evelyn and Mr Johnson acacia blocc santana blocc nutty blocc cedar blocc Denzel Washington the rock Ludacris Tyrese don Omar tego Calderon ivy queen William laderon Zion y Lennox lil twiste Mac Maine young joc biggie smalls Tupac and also asap rocky! Availability the people in there neighborhood that see me every day especially little deebo from Compton ABC they feel safe but the people that think other wise they think twice because they know I'm close friendships that are bought with money mean nothing you see how it is around here I make a joke every body laughs I know I'm funny but not that funny it's fear that keeps the loyal to me but the trick is not too be hated I treat my people good but not too good I give them too much then they don't need me I give them just enough where they need me but they don't need me don't forget what I'm telling you all kapeesh."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}