{
    "data": {
        "created_time": "2015-11-30T01:34:21+0000", 
        "id": "10153192334705079_10153192818455079", 
        "message": "I find it interesting how europeans are so fast to say they will never forget 911 even when the european ruling class gave the orders to have it demolished the tearing-down of buildings and other structures to have a pretext so to be able to steal natural resources among other crimes and how they will never forget the so called jewish people's holocaust, or will never forget the civil war or So called american revolution or will never forget george washington even when he was a slave holder most likely raping, killing, exploiting African women, men, and kids, or how they will never forget ( “Andrew Jackson was a wealthy slave owner and infamous Indian killer, gaining the nickname ‘Sharp Knife’ from the Cherokee,” writes Amargi on the website Unsettling America: Decolonization in Theory & Practice. “He was also the founder of the Democratic Party, demonstrating that genocide against indigenous people is a nonpartisan issue. His first effort at Indian fighting was waging a war against the Creeks. President Jefferson had appointed him to appropriate Creek and Cherokee lands. In his brutal military campaigns against Indians, Andrew Jackson recommended that troops systematically kill Indian women and children after massacres in order to complete the extermination. The Creeks lost 23 million acres of land in southern Georgia and central Alabama, paving the way for cotton plantation slavery. His frontier warfare and subsequent ‘negotiations’ opened up much of the southeast U.S. to settler colonialism.”) But let a African speak on how our African people are the historical roots of mathematics,navigation,writing, Higher learning,medicine, law, politics, economics,science,agriculture,architecture,first to travel the world and leave great works and first humans on earth,military science, and so much more...And speak on a United Black Africa, African liberation and unity, taking back political power, economical power, and military power in the interest of the African masses at home United Black Africa and the African masses world wide ,or how the european local european ruling classes nation wide and world wide and there Agent's and organizations, and low level europeans that are pin pointed must be eliminated on a political, economical , and military levels combined and how the United Black Africa's seizure of power over Africa's natural resources in the interest of the African masses ,if a African or Africans speak's on theses subject's then one is labeled a racist or if one speaks on theses subject's and lays plan's to try to find solutions and finds a way to execute the plans in the interest of the African masses and not the european ruling class network one runs the risk of being labeled a terrorist or when a African speaks on european criminal history one runs the risk of being labeled a racist even when\nracism is the ideology of colonialism, imperialism, capitalism, and neo colonialism european power in a African face, mass killing and mass rape , racism the ideology that has no scientific backing other then systematic design of fictional lies. Anthony X"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}