{
    "data": {
        "created_time": "2015-11-30T01:34:49+0000", 
        "id": "10153192334705079_10153192818880079", 
        "message": "Once again, vagrancy laws and other laws defining activities such as “mischief” and “insulting\ngestures” as crimes were enforced vigorously against Africans. The aggressive enforcement of\nthese criminal offenses opened up an enormous market for convict leasing, in which prisoners\nwere contracted out as laborers to the highest private bidder. Douglas Blackmon, in Slavery by\nAnother Name, describes how tens of thousands of Africans were arbitrarily arrested\nduring this period, many of them hit with court costs and fines, which had to be worked off in\norder to secure their release.18 With no means to pay off their “debts,” prisoners were sold as\nforced laborers to lumber camps, brickyards, railroads, farms, plantations, and dozens of\ncorporations throughout the South. Death rates were shockingly high, for the private\ncontractors had no interest in the health and well-being of their laborers, unlike the earlier\nslave-owners who needed their slaves, at a minimum, to be healthy enough to survive hard\nlabor. Laborers were subject to almost continual lashing by long horse whips, and those who\ncollapsed due to injuries or exhaustion were often left to die.\nConvicts had no meaningful legal rights at this time and no effective redress. They were\nunderstood, quite literally, to be slaves of the state. The Thirteenth Amendment to the U.S.\nConstitution had abolished slavery but allowed one major exception: slavery remained\nappropriate as punishment for a crime. In a landmark decision by the Virginia Supreme Court,\nRuffin v. Commonwealth, issued at the height of Southern Redemption, the court put to rest\nany notion that convicts were legally distinguishable from slaves: For a time, during his service in the penitentiary, he is in a state of penal servitude to the\nState. He has, as a consequence of his crime, not only forfeited his liberty, but all his\npersonal rights except those which the law in its humanity accords to him. He is for the\ntime being a slave of the State. He is civiliter mortus; and his estate, if he has any, is\nadministered like that of a dead man......Same thing the european ruling class gives orders to there agents and organizations and low level europeans to do to the African masses just on a larger and more sophisticated high levels thus the logical reason for the european ruling class that gives the orders to there agents and organizations and low level europeans to must be killed and bleed on a Economical, political, military levels combined and a united Africa on a Economical, political, military level in the interest of the African masses at home united Black Africa and the African masses world wide has to be implemented thus building our own Nation in the interest of the African masses Economical, political, military levels with African revolutionary leadership and organization and break free on all levels from our 6000 year open enemy's that there european criminal history proves that the european ruling class gives orders to there agents and organizations and low level europeans to only make reforms to colonialism, imperialism, and neo colonialism european power in a African face, mass killing , mass rape, and stolen land and its element's from and done to our African people for 400 years all the way to 2015 and counting but there time is ticking and African masses rise back to full and complete Economical, political, military power is in sight . Anthony X"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}