{
    "data": {
        "created_time": "2015-11-30T01:35:44+0000", 
        "id": "10153192334705079_10153192819835079", 
        "message": "One of my plan's I don't mind the public knowing is R.B.G unit member's that pass the proper physical training, and small arms training, and organizing and recruiting training among other test will get a laptop with a curriculum online, of African history that connect's to world history , technology knowledge,architecture,agriculture,science,military science, economics science,Political science ,law, African revolutionary ideologies , and to choose from a AR 15, AK 47, sniping rifle, with a sub machine gun and a hand gun, and body armor, and uniform and equipment and ammo there's nothing wrong with laying plan's some will come to reality some will not the key is to lay them and for one to do his or her utmost to bring them into reality. Anthony X Reality is the conjectured state of things as they actually exist, rather than as they may appear or might be imagined. In a wider definition, reality includes everything that is and has been, whether or not it is observable or comprehensible....Military science is the study of military processes, institutions, and behavior, along with the study of warfare, and the theory and application of organized coercive force. It is mainly focused on theory, method, and practice of producing military capability in a manner consistent with United Africa's national defense policy in the interest of the African masses at Home Black Africa and world wide.......Political science is a social science discipline that deals with systems of government and the analysis of political activity and political behavior. It deals extensively with the theory and practice of politics which is commonly thought of as the determining of the distribution of power and resources.............Law is a system of rules that are enforced through social institutions to govern behaviour. Laws can be made by a collective legislature or by a single legislator, resulting in statutes, by the executive through decrees and regulations, or by judges through binding precedent, normally in common law jurisdictions.....agriculture the science or practice of farming, including cultivation of the soil for the growing of crops and the rearing of animals to provide food, wool, and other products...................... architecture the art or practice of designing and constructing buildings.\nsynonyms: building design, building style, planning, building, construction; formal architectonics\n\"modern architecture\"\n2.\nthe complex or carefully designed structure of something.\n\"the chemical architecture of the human brain\"......technology is the collection of techniques, skills, methods and processes used in the production of goods or services or in the accomplishment of objectives, such as scientific investigation."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}