{
    "data": {
        "created_time": "2015-09-01T20:11:12+0000", 
        "id": "10154009776186729_10154022783971729", 
        "message": "Dear Mark Zuckerberg, Facebook Staff and Employees,\n\nI know you get a lot of communications about Facebook. I know a lot of people may complain or want a feature or bug fixed.\n\nThat's not why I'm writing you.\n\nI'm writing to say \"THANK YOU,\" plain and simple.\n\nI thank you and all of your Facebook team.\n\nI thank all of your administrators and moderators for allowing the people of Washington State to post like crazy these last 4 weeks... especially the last 2 1/2 weeks for those of us in and around Okanogan County.\n\nSince the onset of our fire season starting, which came way too early, when it was way to hot and way to dry and drought plagued... many in Okanogan County and the surrounding counties turned to Facebook. \n\nWhen our communications via telephone or internet went down... when level 1, 2 and 3 evacuation orders were starting to happen so quickly, in so many areas and for so many people that all the \"systems\" where challenged  to get alerts out fast enough (through no fault of their own - they all did excellent jobs, but telecom and utilities was \"fire-challenged\" on hormones!)... it wasn't fast enough for many and those in the county who had access on a smart device on wifi or mobile data used Facebook and Messenger apps to fill in what may have been missing... \n\nYes, Facebook was there for us so that both the citizens and officials in our county could get the word out quickly to keep people and property safe.\n\nThere were countless posts, shares and crossposts... Yet, thankfully, no one, no Facebook administrators or moderators, limited us and the countless posts, shares and cross posts we were making. There were no warnings or limiting of access for what could easily have been mistakenly considered as \"spamming.\"\n\nFacebook gave us the ability to stay connected and communicate.\n\nFacebook gave our communities the ability to hold it together with each other and through each other to help each other.\n\nI, for one, have no doubt that lives, property and our sanity was saved by so many of us having Facebook as a solid and viable resource in this ongoing emergency situation.\n\nAlthough more resources have arrived to fight the fires on the ground and the rapid spread of fires has decreased... we are not out of the woods and remain dependent on the weather...\n\nBUT, my son, my husband, myself and those of us in and around Okanogan County, as well as WA State... may be able to sleep a bit easier knowing that should the fires rage out of control again... Facebook will be there and is where we can go to quickly get in the know and, in a cyber-offensive, continue battle the giants around us so that we can stay safe.\n\nFor Facebook...\n\nMahalo nui loa... Thank you all very much!\n\nMalama pono,\n\nMamaKeiki Hula Stacy Weigle"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-01T20:56:22+0000", 
            "id": "10154009776186729_10154022870731729", 
            "message": "Hey MamaKeiki. We appreciate you sharing your story with us! We’re always looking for stories to feature at Facebook Stories. If you’d like to submit your story, you can do so at http://www.facebookstories.com/yourstory. Have a great day! -Sidney"
        }, 
        {
            "created_time": "2015-09-01T21:27:27+0000", 
            "id": "10154009776186729_10154022969111729", 
            "message": "Elise Walker is the very LAST person that should have restrictions... far too many depend on her through this disaster! I just found out that she has been restricted! https://www.facebook.com/keiki.../posts/10153614828092360..."
        }, 
        {
            "created_time": "2015-09-01T21:28:17+0000", 
            "id": "10154009776186729_10154022970221729", 
            "message": "Maybe you can help get this resolved... I'd hate to have us feeling like what I was thanking Facebook for is a crock ;X Please let us know! Thank you for helping to resolve this for us."
        }, 
        {
            "created_time": "2015-09-02T01:44:16+0000", 
            "id": "10154009776186729_10154023518196729", 
            "message": "Ok - I called in and it seems to have been fixed so everyone can post, share and crosspost again... thanks!"
        }, 
        {
            "created_time": "2015-09-02T02:19:33+0000", 
            "id": "10154009776186729_10154023580266729", 
            "message": "Can you extend the friend list of facebook?thank you"
        }
    ]
}