{
    "data": {
        "created_time": "2014-10-18T06:08:56+0000", 
        "id": "10152380544350079_10152380874860079", 
        "message": "I wish I could find the words to tell\r\nyou how much you mean to me. I\r\nwake up to your songs everyday as my\r\nalarm on my phone to feel that I am\r\nstill alive each and every morning. I\r\ntalk about you to my family and to my\r\nfriends even though I know they\r\nwon't understand where I come from\r\nwhen I say that you saved me. I\r\nimagine meeting you and thanking\r\nyou for your music and staying strong\r\nfor your fans when your whole world\r\ncrumbled to bits. I rap along to every\r\nverse, every lyric, move my hands to\r\nevery beat and remember that you\r\nnever gave up on us. I flash back to\r\nthat day when I saw your face and\r\ngot to scream your lyrics right to your\r\nface instead of rapping them to the\r\nposters of you on my wall. I will never\r\nforget that moment that you came\r\nonto the stage. I screamed so loud\r\nmy voice was lost by the end of the\r\nnight. I think about how much\r\nemotion you are full of behind the\r\nmic, even when people are too quick\r\nto judge you. I almost got suspended\r\nin school for standing up for you\r\nwhen somebody wanted to disrespect\r\nyou. I wear your merch to school\r\nalmost everyday, and when I don't, I\r\nfeel as if my outfit isn't complete. I\r\nwrite \"EMINEM\" on my wrist every\r\nday to remind myself that if I get an\r\nurge to harm myself, that I would not\r\nonly be hurting myself, but I would\r\nbe slicing right through your name. I\r\nlisten to your songs whenever I flash\r\nback to my horrid past, and you make\r\nmy whole world brighter and make\r\nme realize that life is worth living. I\r\nwatch 8 Mile whenever it's raining\r\nout while I lay on my bed, look out\r\nmy window, and watch this world pass\r\nme by. I get bullied almost every day\r\nand whenever I need to, I just think\r\nabout you and realize that I'm not\r\nalone in this world. I have an exact\r\nnumber of 2,391 pictures of you saved\r\nonto my phone. I put my headphones\r\non in between classes and listen to\r\nyou and feel like I'm walking in your\r\nshoes with every song. I have\r\npictures of you on every inch of my\r\nwalls and I will probably never take\r\nthem off. I even have dreams where I\r\nmeet you and they seem so real and I\r\nwake up almost in tears because I\r\nhate the fact that I will most likely\r\nnever meet you, but I still have hope.\r\nYou have no idea how much me and\r\nyour fans truly care about you. If\r\nanything ever happened to you, I\r\nwould be devastated. I know that it\r\nwill eventually happen one day, and\r\nwhen that day comes, I will literally\r\nlose myself. What I'm trying to say\r\nis... thank you, Marshall Bruce\r\nMathers III, for being my hero and\r\nmaking life worth living every single\r\nday. You give me hope. You teach me\r\nto not be afraid to be myself. You\r\nteach me to stand up for myself even\r\nif my voice shakes. You are like the\r\nfather figure that I've never had\r\ngrowing up. I can't wait to see you\r\nagain and finally be so close to you\r\nthat you look out into the crowd and\r\nmake eye contact with me. I love you\r\nmore than life itself. Happy 42nd\r\nfucking Birthday."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-14T16:00:01+0000", 
            "id": "10152380544350079_598296757019976", 
            "message": "<3"
        }
    ]
}