{
    "data": {
        "created_time": "2015-02-02T16:42:55+0000", 
        "id": "10153404227576729_10153410433176729", 
        "message": "Friends and colleagues, lend me your ears for Facebook has committed a serious crime to the mission of this very medium through which I now communicate to you. Check your messages and click \"other\" next to your inbox. If you have unread messages that you did not know about then I encourage you to read on. Many are unaware that there is a separate messages folder for messages sent from people facebook decides you do not know. There is no setting to change this. Facebook's mission is \"[to] make the world more open and connected.\" I along with many facebook friends have missed important messages due to this \"other\" folder. If facebook aims to make the world more open and connected, shouldn't facebook, BY DEFAULT, allow notifications from all messages so that no opportunities are missed? So that no chances at new friendship go unnoticed? So that no last minute soccer games go un-played? If you see what I see, If you feel as I feel, and IF YOU SEEK AS I SEEK! join me in messaging facebook, and demanding that not only should people have the option to filter or not to filter messages, but also that by default people should be notified of messages from the \"other\" folder so that those who are unaware do not fall into the same trap that you and I now face. I will be messaging Facebook every week until this is changed but I need everyone's help to ensure I don't miss any more important messages!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-02-02T17:15:07+0000", 
            "id": "10153404227576729_10153410498551729", 
            "message": "Thanks for your feedback Nolan. We're constantly working to make our products better and we're listening to all the members of our community. We'll take this back to our team, and if you have any more suggestions, let us know here: http://on.fb.me/1bc3BDo -Hailey"
        }
    ]
}