{
    "data": {
        "created_time": "2015-02-09T20:12:27+0000", 
        "id": "10153404227576729_10153429245771729", 
        "message": "Dear sirs, my account was canceled without any explanation and was told that was made for security reasons, this leads me to believe in monitoring the Federal Police of Brazil because I am Muslim and be denouncing attacks within the Brazilian territory. In any case I would ask kindly that I be sent my photos and email data from my friends because both have a huge sentimental value to me: photos of friends and relatives dead and contact friends who do not see the more than twenty years .\n\nThis arbitrariness of Facebook seems to me as absurd as the North Korean and Saudi regimes, which imposes censorship to its users. Remember that we are in a democratic country and there is no law that allows this abuse on the part of any company or federal organ.\n\nThere would need to use justice, so full of problems to solve, that you return that which belongs to me by international rights! Moreover paid to have a page on the site of you and it was active with about three thousand customers will be financially reimbursed by the investment that was robbed me?\n\nPlease check with the legal department of the company in Brazil so we can resolve the issue of my \"belongings\" the best way possible.\n\nThank U!\n\nDr Rodrigo Santos. '.\nemail: akramtur@gmail.com"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}