{
    "data": {
        "created_time": "2016-03-19T14:06:32+0000", 
        "id": "10153392391610079_837666426359706", 
        "message": "March 19, 2016\n\nSomething valuable to share\n\nPage 81\n\n\"A simple, honest message of recovery from addiction rings true.\"\n\nBasic Text, p. 51\n\nYou're in a meeting. The sharing has been going on for some time. One or two members have described their spiritual experiences in an especially meaningful way. Another has had us all rolling in the aisles with entertaining stories. And then the leader calls on you... gulp. You shyly introduce yourself, apologetically stammer out a few lines, thank everyone for listening, and sit out the rest of the meeting in embarrassed silence. Sound familiar? Well, you're not alone. \n\nWe've all had times when we've felt that what we had to share wasn't spiritual enough, wasn't entertaining enough, wasn't something enough. But sharing is not a competitive sport. The meat of our meetings is identification and experience, something all of us have in abundance. When we share from our hearts the truth of our experience, other addicts feel they can trust us because they know we're just like them. When we simply share what's been effective in our lives, we can be sure that our message will be helpful to others. \n\nOur sharing doesn't have to be either fancy or funny to ring true. Every addict working an honest program that brings meaningful recovery has something of immense value to share, something no one else can give: his or her own experience.\n\nJust for Today: I have something valuable to share. I will attend a meeting today and share my experience in recovery from addiction.\nEminem have a good day love ya."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}