{
    "data": {
        "created_time": "2015-11-23T06:04:01+0000", 
        "id": "10153182009110079_10153182387635079", 
        "message": "4 All the Eminem Haters just because he was'nt a real Milatary slodier doesnt mean shit its no insult to the real soldiers get over your selves its just a picture My brother inlaw is a sniper 4 the Oz Army and i  like this picture Shady Rap  wars look out world Eminem Slim Marshall i  thought like toy soldiers was a great song and i think Shady wars is awesome everyone needs to take a chill pill  *giggles*"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 36
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-25T00:32:53+0000", 
            "id": "10153182009110079_10153184990800079", 
            "message": "It insulted me and my other roommates. And the other people I showed this to in my battalion. So you are wrong. Thanks."
        }, 
        {
            "created_time": "2015-11-25T23:20:49+0000", 
            "id": "10153182009110079_10153186337290079", 
            "message": "Ryan Reynolds  omg really you say it insulted you and your battalion does it insult you when actors dress up in military gear and act as soldiers which they have never been a soldier my brother inlaw is a soldier and omg a better one than you get over yourselves its a bloody picture enough said..!!."
        }, 
        {
            "created_time": "2015-11-25T23:24:39+0000", 
            "id": "10153182009110079_10153186347550079", 
            "message": "Ryan Reynolds  go put yourself on the frontline than get back to me. your just jelous that your not him."
        }, 
        {
            "created_time": "2015-11-26T01:39:33+0000", 
            "id": "10153182009110079_10153186470855079", 
            "message": "Well said Little Nicole Lalande"
        }, 
        {
            "created_time": "2016-01-03T06:47:31+0000", 
            "id": "10153182009110079_542146405950138", 
            "message": "Ryan Reynolds bloody hell its just a game that is available if the picture insulted you you're easy to insult bro its not meaning to insult anybody its just meant to show people hes got a game on the app store so calm down bro bloody hell man ryan reynolds Just Calm Down"
        }, 
        {
            "created_time": "2016-01-13T14:39:53+0000", 
            "id": "10153182009110079_545814632249982", 
            "message": "Check out our page give us a like and stay tuned for more videos :)\n#banter #TheFunnyHaHaGiggles\nhttps://m.facebook.com/Banter-704021013044517/"
        }, 
        {
            "created_time": "2016-01-13T18:21:04+0000", 
            "id": "10153182009110079_545910835573695", 
            "message": "Tom Hanks wore a uniform in Forrest Gump I'm pretty sure you enjoyed that movie Ryan Reynolds."
        }, 
        {
            "created_time": "2016-01-16T13:23:45+0000", 
            "id": "10153182009110079_546836255481153", 
            "message": "It's not just that picture Little Nicole Lalande, the ass clown raps about it all the time. He has a song called solider."
        }, 
        {
            "created_time": "2016-01-16T16:58:52+0000", 
            "id": "10153182009110079_10153275151770079", 
            "message": "Butthurt enough Danny?"
        }, 
        {
            "created_time": "2016-01-16T16:59:30+0000", 
            "id": "10153182009110079_10153275152645079", 
            "message": "He wasn't talking about him being a literal Soldier you noob. Don't listen to the 'ass clown' if you got a problem."
        }, 
        {
            "created_time": "2016-01-17T08:20:55+0000", 
            "id": "10153182009110079_10153276276845079", 
            "message": "Danny Goodlet Eminem Slim  MarshaLL is no ass clown at least his made his mark on society what have you done his been donating to charity for years what have you done dont listen to him if it bothers you if your got nothing nice to say dont say anything at all Eminem is awesome..!!.."
        }, 
        {
            "created_time": "2016-01-17T22:32:48+0000", 
            "id": "10153182009110079_547408835423895", 
            "message": "Kalem Ullaah Babar and Little Nicole Lalande you guys can taint dive Eminem all you want, but he's not above reproach. I listen to him a lot, but that doesn't mean I agree with everything he says. Grow up and try to have an individual thought instead of relying on a rapper to think for you. Fckn nerds."
        }, 
        {
            "created_time": "2016-01-18T04:07:18+0000", 
            "id": "10153182009110079_547473345417444", 
            "message": "Danny Goodlet  haha call us nerds but nerds these days are cool and successfull dumb ass if your got nothing nice  to say dont say it at all ..!!.."
        }, 
        {
            "created_time": "2016-01-18T21:21:02+0000", 
            "id": "10153182009110079_547784292053016", 
            "message": "Yeah you're super cool Little Nicole Lalande. Haha!"
        }, 
        {
            "created_time": "2016-01-18T23:13:03+0000", 
            "id": "10153182009110079_547813302050115", 
            "message": "Danny Goodlet no need for being a hater u call me a nerd did you know nerds are better kisses and better in bed plus they are cool and successfull enough said."
        }, 
        {
            "created_time": "2016-01-18T23:17:08+0000", 
            "id": "10153182009110079_10153279017595079", 
            "message": "Cody Profit King  my brother inlaw is a awesome soldier being in special forces training the iraq miilatary did you know we are alias with america forces he helps the poor with his own money his a humanatarian what have you done for your country most likely sat on your dumb ass and on social media ."
        }, 
        {
            "created_time": "2016-01-20T01:50:08+0000", 
            "id": "10153182009110079_548196612011784", 
            "message": "Little Nicole Lalande All of those tidbits you  gave me are obviously not true, you just made them up. Which made me think, nerds are indeed pretty smart, so maybe I jumped the gun on calling you one. I apologize."
        }, 
        {
            "created_time": "2016-01-20T21:35:01+0000", 
            "id": "10153182009110079_10153282333815079", 
            "message": "Danny Goodlet my tidbits were true everything i said about my brother inlaw is true and everything i said about Eminem is true and everything i say about myself is true i would rather be honest than a lier and you need to build a bridge and walk over it and burn it behind you cause you really are a wanker stop and think b4 you reply & dont."
        }, 
        {
            "created_time": "2016-01-20T22:00:55+0000", 
            "id": "10153182009110079_548496548648457", 
            "message": "Marines don't get insulted. We aren't allowed to experience individual feelings. Anyways, if you're offended by a Photoshop picture then fuck off and pick a real war."
        }, 
        {
            "created_time": "2016-01-21T03:35:52+0000", 
            "id": "10153182009110079_548561575308621", 
            "message": "Andrew Jenkins aww thanx its true if you cant handle a photshop picture thats so lame and what about the actors that iimitate soldiers never herd soldiers get affended by that. all you haters Give me a reason 2 come and personally swing my baseball bat at you."
        }, 
        {
            "created_time": "2016-01-24T05:58:25+0000", 
            "id": "10153182009110079_10153288103910079", 
            "message": "Ryan Reynolds So if someone is acting in a movie as a soldier, etc, do you get offended? Or in those Army commercials?"
        }, 
        {
            "created_time": "2016-03-30T16:59:29+0000", 
            "id": "10153182009110079_1062194750503240", 
            "message": "Ryan Reynolds whats your MOS because clearly its not a combat role having a weak ass spirit to get offended at a picture. this is what is wrong with the army today. letting weak ass pricks like you in. man the fuck up. i was a combat engineer looking for bombs when i was in. this picture isn't insulting at all. your probably that punk that gets offended when someone wears a combat patch and the soldier next to him doesn't have one."
        }, 
        {
            "created_time": "2016-06-27T23:45:07+0000", 
            "id": "10153182009110079_973419386089603", 
            "message": "Ur fucking stupid, I never served and I would sure ass hell never make it look like I did. Those brothers and sisters of ours serving, got nothing for love for u.  Thank u inlisted Americans."
        }, 
        {
            "created_time": "2016-12-10T16:00:39+0000", 
            "id": "10153182009110079_707395519425225", 
            "message": "To all the servicemen posting here, thank you for your service! I like Eminem too, but that's no reason to attack a soldier on the internet just because he disagrees with you. Bet you keyboard warriors wouldn't say that shit to a soldier's face!"
        }
    ]
}