{
    "data": {
        "created_time": "2015-11-24T03:02:39+0000", 
        "id": "10153182009110079_10153183605365079", 
        "message": "So its career day at school and my daughter wanted to be Eminem so as mother I support her here she is the first white female slim shady"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 47
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-08T09:37:09+0000", 
            "id": "10153182009110079_543867415778037", 
            "message": "That's so cool. and thanks for supporting. I liked it."
        }, 
        {
            "created_time": "2016-01-13T07:32:15+0000", 
            "id": "10153182009110079_545721105592668", 
            "message": "does she rhymes too?"
        }, 
        {
            "created_time": "2016-01-16T16:05:20+0000", 
            "id": "10153182009110079_10153275077320079", 
            "message": "Ya lol"
        }, 
        {
            "created_time": "2016-01-20T22:02:52+0000", 
            "id": "10153182009110079_10153282367585079", 
            "message": "Lol. She has a lot to learn."
        }, 
        {
            "created_time": "2016-02-09T23:47:31+0000", 
            "id": "10153182009110079_10153317093000079", 
            "message": "She's just her and I support that"
        }, 
        {
            "created_time": "2016-02-18T03:23:12+0000", 
            "id": "10153182009110079_10153332508690079", 
            "message": "(Y)"
        }, 
        {
            "created_time": "2016-02-24T10:40:17+0000", 
            "id": "10153182009110079_10153344802620079", 
            "message": "Na dat me"
        }, 
        {
            "created_time": "2016-03-06T03:25:45+0000", 
            "id": "10153182009110079_1670002179921334", 
            "message": "Not the first female slim shady.. I bet I could rap her so tight, the bow I deliver will be a soul killer."
        }, 
        {
            "created_time": "2016-03-07T00:22:25+0000", 
            "id": "10153182009110079_1670281319893420", 
            "message": "She's just a kid and that's my daughter so watch it"
        }, 
        {
            "created_time": "2016-03-15T02:49:06+0000", 
            "id": "10153182009110079_907958445969031", 
            "message": "So you gave birth as a young whore? Pretty sure under an Em comment you should expect this kind of language"
        }, 
        {
            "created_time": "2016-03-16T22:42:28+0000", 
            "id": "10153182009110079_570322896465822", 
            "message": "Excuse me I was married for over twelve years whores don't do that and u people are redicalios grow up I was supporting my daughter and as a mother I think that's perty respectfully so grow up or be haters"
        }, 
        {
            "created_time": "2016-03-16T22:45:16+0000", 
            "id": "10153182009110079_1696275467319040", 
            "message": "She's twelve u dorks obviously your comments say alot about who are u Lord be with ya grow up attacking a twelve year old following her dreams to beat it all you're grown ass people what does that say about u"
        }, 
        {
            "created_time": "2016-05-22T14:25:16+0000", 
            "id": "10153182009110079_602224123275699", 
            "message": "By the way bar del Mar Eminem raps about his life he tells his story from his feelings so it says alot about u as far you well we want call ur words lyrics where not trying to imitate Eminem he is just one of her favorite rapers that inspire her to be a rapper so shut ur mouth and obviously I laugh at you and feel bad for u ur the reason rappers like Eminem and others get blamed for kids doing this and that because of your B's if u ask me attacking a lil girl who dressed as him for career day sounds sad pathetic and a bit of jeoulasy added in there ur language doesn't bother me ur attitude and hatred and disrespect toward fans makes u look bad I don't think u deserve to be a fan and grow up and rap about that call me what u want but u leave my child and anyone else on this page alone that has or is inspired by Eminem or any other rapper to chase there dreams seems to me you are a bitter jeoulasy old bitty so bite me I hope one day if my daughter or anyone else does make it they'll grow up and and right a song and name after u not good enough to make it with people ur on age picking on a twelve year olds with dream haten old jeoulasy ass washed out bitty. so childish u should be ashamed we as adults and fans should inspire and encourage not discriminate and hate u make rap music look bad u really don't deserve to be a fan I hope u truly grow up and the only thing u can blow up is ur big as head u to bitty dream killer ."
        }, 
        {
            "created_time": "2016-06-06T23:28:13+0000", 
            "id": "10153182009110079_609008865930558", 
            "message": "Don't let these comments get to you most of the people on here that comment negative shit are just worthless assholes!"
        }, 
        {
            "created_time": "2016-06-19T08:57:41+0000", 
            "id": "10153182009110079_1736702583276328", 
            "message": "I know but that my girl thank u"
        }
    ]
}