{
    "data": {
        "created_time": "2010-08-27T17:35:12+0000", 
        "id": "145388155495504_1276735", 
        "message": "Hello! \nI wanted to take the time to tell you a little about the site that i have been participating in lately. This isn't a 'Get Free Things' site (although i have earned a free 1600 microsoft point card). In fact, nothing in life is free. However, this is a site that you can use to EARN things that you would otherwise have to pay for. \nI know, you're probably thinking 'How is that possible!' well, its possible because advertisers place their links on the points2shop website. Then members like myself go and complete the offers that we are interested in. When i do an offer, points2shop gets paid for bringing me to that advertisers website. When points2shop gets paid, they give me a portion of that payment so that i can then get things from amazon.com. \nIf you don't believe me just take a minute to visit the sight and u can see other people in real life communicating in the \"shoutbox\", if u still don't believe it u can just type in any question u have and they can answer it for you.\nTo visit this great site go to http://www.points2shop.com/?ref=ravis80\nThank you for taking the time to read this information and i hope to see you earning points soon"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}