{
    "data": {
        "created_time": "2015-12-09T23:04:10+0000", 
        "id": "10153189933105079_10153208269410079", 
        "message": "My name is Desiree and I am the 4th grade teacher at Gage Public Schools, in Gage Oklahoma. Our community is small; the school consists of approximately 90 students. Last year our school received the “Highest” scores on the states report card in our county. Our teachers are dedicated to giving each individual student one-on-one attention and support they need to succeed. The school does not have the funding to stay open. Due to the shortage of funds, the school has no other choice but to close its doors. For which means, the students will have to be bused to another school in a different town. Closing our school will severely hurt the students, teachers, (for which they will be losing their jobs) and the community. I’m writing you this letter, in hopes that someone out there will reach out and help save our school. We so desperately want to continue schooling in Gage, preventing the students from having to uproot. We are hoping for a miracle. The student’s education is in our best interest, and they strive to do their best in our little school. The students work hard to achieve their goals and they love the Gage school. So if anyone is interested in helping to save the school, please contact me directly or the Gage Public School. We are small, but we are PROUD!\nddeviney@gage.k12.ok.us\nwww.gage.k12.ok.us\nAny help would be profoundly appreciated."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}