{
    "data": {
        "created_time": "2017-08-09T11:38:10+0000", 
        "id": "1908155836091286_1910677832505753", 
        "message": "When will people stop blaming manufacturers for everything and take a bit of responsibility for their own actions. Recycling is still nowhere near as good as it could be and that is largely down to the public not bothering to take a few minutes to sort their rubbish."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-10T09:32:54+0000", 
            "id": "1908155836091286_1911011272472409", 
            "message": "Are you happy to condone cigarette manufacturers? Likewise PLASTICS KILL!"
        }, 
        {
            "created_time": "2017-08-10T17:26:25+0000", 
            "id": "1908155836091286_1911140065792863", 
            "message": "Cigarettes are manufactured but nobody has to smoke. Do you want to be dictated to in everything because you have no self control. Nobody is forced to buy or use these products."
        }, 
        {
            "created_time": "2017-08-14T10:01:11+0000", 
            "id": "1908155836091286_1912498532323683", 
            "message": "The amount of people who throw plastic bottles in the bin or on the floor when they are literally less than 3 steps away from a bottle recycling bin is unbelievable. The LAZY consumer and the councils who don't provide enough recycling points are the largest problems here, not the manufacturers."
        }, 
        {
            "created_time": "2017-10-01T08:07:36+0000", 
            "id": "1908155836091286_1932936053613264", 
            "message": "Sue, many people take responsibility but many more don't.   If coca cola only used cardboard wrap and cans and glass bottles these people that don't take responsibility won't have a choice.  Manufacturers are guilty of trashing the planet by placing the blame on consumers and making wrong choices cheaper"
        }, 
        {
            "created_time": "2017-10-01T23:13:56+0000", 
            "id": "1908155836091286_1933210303585839", 
            "message": "I stand corrected. In future I shall stay indoors until somebody takes me by the hand to escort me to the shops and let me know what I may or may not buy. I won't attempt to use my brain at all and will rely on other people to take responsibility for my life in it's entirety.  NO!   Educate the public but for heavens sake STOP BLAMING OTHERS for the shortcomings of some ignorant people."
        }, 
        {
            "created_time": "2017-10-03T08:49:15+0000", 
            "id": "1908155836091286_1933771216863081", 
            "message": "Sue Bennett Hi Sue, I am certainly not blaming anybody for their ignorance, and nothing is meant personally as an attack against any individual. We need people to not be afraid to discuss these important topics. \nIn simple terms, the human race is fast becoming advanced but it is failing to take on the responsibilities of being advanced. We cannot sit by and watch cruelty to animals because of our ignorance and irresponsible behaviours. \nWhen businesses invent products it has a duty to consider the impact upon our planet and its inhabitants; all animals and plants should be protected. Our race has become arrogant and indifferent to all life around us and we need to realise we have a duty to protect all life on this planet.\n\nAs children we have an excuse but as parents we have to teach our children. As adults we have a responsibility, yet we are presently not stepping up! \n\n❤️"
        }, 
        {
            "created_time": "2017-10-03T09:04:08+0000", 
            "id": "1908155836091286_1933777793529090", 
            "message": "Louis Vincent Hi Louis, we ALL have a part to play here but most importantly we cannot just simply let manufacturers off the hook too. They also have a responsibility. \nPutting it simply, we ALL have a duty to be responsible but let's remember these manufacturers make an awful lot of money and what they should be doing with their profits is researching for better, less harmful ways to protect our planet and if this means changing the product all together then so be it! \n\nIf I invented a product that was harmful to life, isn't it my duty to be responsible for this product? Asbestos is a good example of a deadly product AND likewise plastics is , it is being eaten by animals and so is this any less dangerous? No! \n\nPlease let's not argue for the sake of just wanting to win, please let's talk and consider what is right and proper because what is at stake is much more than just our egos! \n\n❤️"
        }
    ]
}