{
    "data": {
        "created_time": "2017-10-11T01:46:50+0000", 
        "id": "10154847216355079_363338187438687", 
        "message": "Turns out Eminem had a lot of fake ass racist fans... Who would have guessed it? The message stands because every word he said was nothing more than truth. Cry about it all you want but you damn sure can’t argue it. Not with logic and sanity. Just bias and idiocy. Sucks to suck when once again you stand on the wrong side of history"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 46
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:03:24+0000", 
            "id": "10154847216355079_1354174988041824", 
            "message": "Are they racist because they don’t agree with what he saying? Since when does that make someone racist? Not everyone who voted for trump is a racist. Some ppl didn’t like the option of Clinton. Cause let’s face it, either way, America was screwed"
        }, 
        {
            "created_time": "2017-10-11T03:06:24+0000", 
            "id": "10154847216355079_122548175126170", 
            "message": "They only liked him cause he was white."
        }, 
        {
            "created_time": "2017-10-11T03:41:47+0000", 
            "id": "10154847216355079_123404628365732", 
            "message": "I really don't think that's how people gauge their music taste... :?"
        }, 
        {
            "created_time": "2017-10-11T06:15:38+0000", 
            "id": "10154847216355079_1984047475173916", 
            "message": "Josh Turow When you vote for someone who you know for a fact will target anyone who isn’t white with his policies then the reason you voted doesn’t matter. You are in open support of racism making you what? Oh you guessed it... Racist by endorsement. Don’t be a naive little chode with your single digit IQ"
        }, 
        {
            "created_time": "2017-10-11T06:17:27+0000", 
            "id": "10154847216355079_156674678263377", 
            "message": "Tony Gugliuzza worry about your country."
        }, 
        {
            "created_time": "2017-10-11T06:18:21+0000", 
            "id": "10154847216355079_1984049685173695", 
            "message": "Andrew Fauver Bingo!!"
        }, 
        {
            "created_time": "2017-10-11T06:22:27+0000", 
            "id": "10154847216355079_365542683878338", 
            "message": "The truth is they never were really hip-hop fans in the first. All they seen was a white face touching the mic with the black approval, and took it from there. Racist only supported his color, not his lyrics, nor hip-hop before he came in the picture, nor after he came in. They never really listened to what he had to say. It was just how he looked. I remember when they got excited over Vanilla Ice 😭😭"
        }, 
        {
            "created_time": "2017-10-11T06:22:36+0000", 
            "id": "10154847216355079_488906611485118", 
            "message": "Tim Kassian The confederate flag in your pictures says otherwise 😘 Grow up little guy. Not sure if you noticed in history class, but the blatantly racist side tends to lose the wars. Ya know... Civil War, WWI, WWII, it’s a bit overwhelming actually. And now you’re associated with Nazis and open Confederate Conservative racism? Alt-Right I think they try to hide as now. Doesn’t bode well but then again those who don’t learn from history are bound to take a fat dinosaur sized cock down their throats when the guns they cling to so dearly are shoved back in their faces"
        }, 
        {
            "created_time": "2017-10-11T06:26:55+0000", 
            "id": "10154847216355079_283679718788041", 
            "message": "Evan-Crystal Monroe With people like you in this country, there’s nothing to worry about. All hope has been gone for a long time. Worry about your next pageant to exploit another child and worry about kneeling for your false idols 😂 Btw dipshit I’m born and raised American. Trust me, knowing we share that disappoints me more than you’ll ever know. The fact that your dumbass believes Facebook information as proof of citizenship tells me all that cheap hair dye is creeping into through your roots and killing even more brain cells than your genetics did"
        }, 
        {
            "created_time": "2017-10-11T06:30:46+0000", 
            "id": "10154847216355079_156676068263238", 
            "message": "Evan-Crystal Monroe Ignore that cheap hair dye remark. I didn’t realize you were actually the guy in those pictures. Saw an ugly beat up old lady and toddlers in make up and ran with it 😂 Hard to believe given your complete and utter lack of balls but all the same..."
        }, 
        {
            "created_time": "2017-10-11T07:09:19+0000", 
            "id": "10154847216355079_2012890018934924", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T07:47:18+0000", 
            "id": "10154847216355079_488418668204203", 
            "message": "Every comment just proves my first comment right 😂 I adore the slow ones"
        }, 
        {
            "created_time": "2017-10-11T08:24:12+0000", 
            "id": "10154847216355079_2066050870079131", 
            "message": "Prove to me trump is a racist.. you do realize he has won awards for helping the minorities. Just because the liberal media says he is, doesn’t make him a racist. And Clinton was a killer. With your logic that means everyone supports murders."
        }, 
        {
            "created_time": "2017-10-11T08:27:31+0000", 
            "id": "10154847216355079_1911921332394462", 
            "message": "Josh Turow That was the “I have a black friend” equivalent of a response 😂 Damn it’s fun to watch you try"
        }, 
        {
            "created_time": "2017-10-11T08:37:01+0000", 
            "id": "10154847216355079_1946027342326327", 
            "message": "You don’t even have an answer. Lol 47% of minorities voted for trump. Does that make them racist too? Come with facts. Not something you hear on the news in your country."
        }, 
        {
            "created_time": "2017-10-11T08:38:55+0000", 
            "id": "10154847216355079_355316168249338", 
            "message": "Or is it because he doesn’t want illegal immigrants here? Is that why he’s a racist?"
        }, 
        {
            "created_time": "2017-10-11T08:40:22+0000", 
            "id": "10154847216355079_1907428792839821", 
            "message": "Josh Turow I don’t have an answer for you. There’s a difference. What can I possibly say to someone who believes that Trump is not racist? What would change your mind? What wouldn’t be a waste of time on someone as stupid as you? That answer is the only one that matters. Nothing. You’re lost in a sea of stupid dirtying the waters of the gene pool. There’s no helping someone who will never agree to see how they are mistaken. Btw everything you’ve attempted to say is something you hear on the news in your country. It’s amazing how many of you morons believe I’m from Greenland because of Facebook 😂 But thanks for proving my points again. Reading comprehension is something they teach all throughout elementary school. You may want to head on back there to brush up"
        }, 
        {
            "created_time": "2017-10-11T08:42:10+0000", 
            "id": "10154847216355079_148919415713851", 
            "message": "Josh Turow Are you butthurt because you’re from Detroit and even Eminem thinks you’re a fucking loser and doesn’t want you as a fan? That must be chapping your ass 😂😂😂"
        }, 
        {
            "created_time": "2017-10-11T08:55:12+0000", 
            "id": "10154847216355079_148921915713601", 
            "message": "It’s like talking to a wall with you. 😂😂 you can insult me all you want. I’ll still live my life loving all people. I do not need the approval of anyone and as for Eminem not wanting me a fan anymore, idc that’s not going to change anything for me either."
        }, 
        {
            "created_time": "2017-10-11T09:01:00+0000", 
            "id": "10154847216355079_347754518985114", 
            "message": "Josh Turow Yet here you are on his page complaining after his freestyle insulted you... Don’t need the approval? Doesn’t change anything for you? Hmm sorry little buddy but your actions don’t match your words. That’s the one thing Trump has going for him. When he says fucked up shit he follows through. You’re just another delusional hypocrite pussy trying to justify something to himself while taking it out on others. Sad life you have there. Focus on ruining that kid of yours for the future generations. You’re doing splendid so far. Sorry that Daddy doesn’t love your kind 😂"
        }, 
        {
            "created_time": "2017-10-11T09:06:18+0000", 
            "id": "10154847216355079_139473046785135", 
            "message": "Josh Turow And please proofread your next reply before hitting send. Trying to take insults against my intelligence serious from a guy who can’t figure out basic English sentence structure is entertaining yet sad all at once. Another point proven. I appreciate you"
        }, 
        {
            "created_time": "2017-10-11T09:25:43+0000", 
            "id": "10154847216355079_355331784914443", 
            "message": "Did I say I was insulted? I initially commented on your post, just asked you a question. Here we go again, assuming things. You think because my profile picture is of me and a child, she’s mine? I don’t have kids man. Daddy must be proud of you😂😂."
        }, 
        {
            "created_time": "2017-10-11T09:27:59+0000", 
            "id": "10154847216355079_400249550392746", 
            "message": "Josh Turow Thank god you don’t have kids. That’s the only positive of you wasting everyone’s time here. Your IQ is not being passed down 😅 Again, I appreciate you moron from Detroit"
        }, 
        {
            "created_time": "2017-10-11T11:57:15+0000", 
            "id": "10154847216355079_1740405169589167", 
            "message": "I voted for Trump and still stand beside him. Am I racist? Nope. Open you eyes snowflake"
        }, 
        {
            "created_time": "2017-10-11T12:05:03+0000", 
            "id": "10154847216355079_1095484317255266", 
            "message": "Branden Newman Actually you are. Pretty much as racist as they come these days. Open YOUR eyes. Too much cum in there?"
        }
    ]
}