{
    "data": {
        "created_time": "2017-10-11T02:34:56+0000", 
        "id": "10154847216355079_549080782090139", 
        "message": "Apparently you haven't been given a good lesson in marketing. Not gonna sell out concerts or albums if you loose the majority of your fans. A jab here and there at the president is expected since you've done it throughout your career to multiple presidents and both democrats and republicans have supported you and your art. But when you flat out say fuck you to a majority of your fans that have supported you for almost 20 years, paid for your albums, merchandise and concerts, and have made you so successful you just shot yourself in the foot cheddar bob.  Just remember You \"drew the line in the sand\" not you fans. You just shit on most of us like you did Stan, so 🖕🏻 you M and your stand. Hope you have a career back up plan."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:43:15+0000", 
            "id": "10154847216355079_144396936296786", 
            "message": "Hasn’t he sold like 80 million records? Pretty sure Plan A was a success. He can say whatever he wants at this point.  Don’t be butt hurt"
        }, 
        {
            "created_time": "2017-10-11T02:54:56+0000", 
            "id": "10154847216355079_144400172963129", 
            "message": "hahahaha you triggered trump loving crybabies that think he just ended his career are hilarious. eminem can and will sell out every show he performs for the rest of his life. trump on the other hand, that piece of shit won't be re elected for a second term"
        }, 
        {
            "created_time": "2017-10-11T02:58:06+0000", 
            "id": "10154847216355079_1701103083254661", 
            "message": "Brandon Smith not butt hurt over what he said in his rap. Who isn't taking stabs at trump these days? Disappointed that he would say that to his fans that contributed to those 80 million record sales. Pretty much a slap in the face all over our political affiliation? Yeah I'm sure plan A was a success just disappointed to see him or any professional tell life long fans that have supported them \"fuck you.\"  Would have used my time and money on better things"
        }, 
        {
            "created_time": "2017-10-11T03:40:25+0000", 
            "id": "10154847216355079_859440607558079", 
            "message": "Mark Suarez better things like supporting trump? 😂"
        }, 
        {
            "created_time": "2017-10-11T04:13:46+0000", 
            "id": "10154847216355079_1499176496864696", 
            "message": "Brandon Smith wow. Supported Obama too before if you must know. Again my view on this has nothing to do with politics. In a recent song he did \"no favors\" on Big Sean's album he dissed trump and I still bought the record. I respected him as an artist and his right to free speech on whatever subject.  This has nothing to do with trump. If an artist or athlete tells a fan \"fuck you\" that's pretty much it. Not gonna have someone spit in my face and come back for seconds and I'm sure that's how a lot of fans feel about what he put out tonight.  It's not so much the trump diss because that happens daily, it's the flat out lack of respect for a lot of people that have supported him his entire career."
        }, 
        {
            "created_time": "2017-10-11T05:26:47+0000", 
            "id": "10154847216355079_179937825911230", 
            "message": "Mark Suarez You chose to vote for Trump, a man who has time and time again dogwhistled racist rhetoric backed up with attempted prejudicial policy and is utterly lacking in any qualifications that would lead one to assume he could be a good president. \n\nHe lacks respect for veterans, for minorities, for ANYONE that isn't him. He can't even keep himself in line for his own political party. And everyone said this was going to happen--and you voted for Trump anyways.\n\nClearly you had no respect for Eminem's legacy nor the messages that he has espoused throughout the years then. Therefore, you ain't even a fan to begin with. Just a punk trying to virtue signal on the internet."
        }, 
        {
            "created_time": "2017-10-11T05:55:13+0000", 
            "id": "10154847216355079_119918655352920", 
            "message": "You really think the majority of Em fans voted for trump? 15, tops."
        }, 
        {
            "created_time": "2017-10-11T06:34:41+0000", 
            "id": "10154847216355079_121609971859526", 
            "message": "No one can stop him...He is the best"
        }, 
        {
            "created_time": "2017-10-11T08:59:35+0000", 
            "id": "10154847216355079_355323811581907", 
            "message": "Mark Suarez, the reason he's saying fuck you is because he doesn't want to be associated with people who support a racist bigot whose main aim is to cause divisions instead of unity. Fair play to Em, he doesn't need cunts like you Trump supporters"
        }, 
        {
            "created_time": "2017-10-11T11:42:28+0000", 
            "id": "10154847216355079_479052359144907", 
            "message": "Andy Wheeler lol pretty much. If y’all wanna act like there’s nothing wrong with STILL supporting trump at this point then that’s on you."
        }, 
        {
            "created_time": "2017-10-11T11:49:49+0000", 
            "id": "10154847216355079_318077975337957", 
            "message": "Brian Saunders too bad that he barely tours now I am not paying for shit"
        }, 
        {
            "created_time": "2017-10-11T14:09:06+0000", 
            "id": "10154847216355079_518415755174177", 
            "message": "He's made his money and has other artists making him money... he doesnt need it lmao Mogul status allows him to make things like this"
        }, 
        {
            "created_time": "2017-10-11T14:09:49+0000", 
            "id": "10154847216355079_940132026152242", 
            "message": "Majority of his fans aren’t racist trump lovers duh"
        }, 
        {
            "created_time": "2017-10-11T18:15:37+0000", 
            "id": "10154847216355079_120068941994332", 
            "message": "You are correct Amy- most of his supporters are ignorant, ghetto, welfare recipients who vote for people like Obama and then turn around and blame Obama's stupidity on Trump. Eminem's career will most definitely continue to succeed because unfortunately, America has more stupid people than smart. We all know you can't cure stupid. 🖕🏻"
        }, 
        {
            "created_time": "2017-10-11T19:38:07+0000", 
            "id": "10154847216355079_1956694401277688", 
            "message": "Jen Williams I’m a huge em fan, I grew up in a middle class Home, have a great job with advancement.  And I know for a fact the stupid one in this conversation is you."
        }, 
        {
            "created_time": "2017-10-11T19:38:33+0000", 
            "id": "10154847216355079_831110793724076", 
            "message": "Jen Williams you’re proof you can’t cure stupid.  You still support trump."
        }, 
        {
            "created_time": "2017-10-11T21:54:48+0000", 
            "id": "10154847216355079_1438624122893951", 
            "message": "Guess what! Eminem came literally crawling out of a gutter lol you think he needs trump fans to sell albums or concerts?! He will laugh In Your face! Pretty sure his wallet won't hurt at all because of a couple cry babies. Em as ALWAYS been controversial and has ALWAYS said exactly how he feels and what he wants his whole career! He built his following on giving the finger to ass hats! lol"
        }, 
        {
            "created_time": "2017-10-11T21:55:08+0000", 
            "id": "10154847216355079_441328499594554", 
            "message": "For every trump fan he pissed off he gained 2 more lol"
        }
    ]
}