{
    "data": {
        "created_time": "2017-10-11T02:08:40+0000", 
        "id": "10154847216355079_1446918515429382", 
        "message": "Hahaha!!!! All these former fans crying. \"He talked shit about my furher so I don't like em no more\" he said it himself if you support trump fuck you! #RespectEm #FucktRump"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 56
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:01:33+0000", 
            "id": "10154847216355079_181851642384460", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:02:34+0000", 
            "id": "10154847216355079_321962044938329", 
            "message": "im not a trump supporter but its not cool to talk to fans like that.. not that he gives a shit if anyones feelings get hurt... but telling fans you are either for or against is kinda like that ..you cant be my friend and his/her friend too childish shit"
        }, 
        {
            "created_time": "2017-10-11T03:25:43+0000", 
            "id": "10154847216355079_123096505057133", 
            "message": "But it's Em's right too say whatever he wants and he always does! Also tRump ran his entire campaign/dictatorship on the us against them premise, but its childish for Em to say fuck him and anybody that supports him? I feel the same way if your more pissed about NFL players taking a knee then Nazi's marching with tiki torches, Puerto Rican starving and sessions giving the right to discriminate under the bs \"religious freedom\" then fuck them!"
        }, 
        {
            "created_time": "2017-10-11T10:03:15+0000", 
            "id": "10154847216355079_2043407895879011", 
            "message": "Shea Myers Since when has Em cared about \"what's cool.\"  We've come to a point where a line in the sand has to be drawn.  You are either for democracy or you're against it. Trump is an authoritarian leader and we ain't got time for that."
        }, 
        {
            "created_time": "2017-10-11T14:56:57+0000", 
            "id": "10154847216355079_496503760722935", 
            "message": "Coming from a he/she"
        }, 
        {
            "created_time": "2017-10-11T16:50:56+0000", 
            "id": "10154847216355079_940182606147184", 
            "message": "Oh no Donnie put me on blast 😥😥😥😥😥😥😥 lol! Guess I should go curl up in a ball and never comment on fb again. Come on Donnie!  your ignorant bigoted brain can do better then that."
        }, 
        {
            "created_time": "2017-10-11T19:15:18+0000", 
            "id": "10154847216355079_864808413688118", 
            "message": "Fuck Trump"
        }, 
        {
            "created_time": "2017-10-11T22:00:24+0000", 
            "id": "10154847216355079_376147809487405", 
            "message": "https://www.facebook.com/joshua.feuerstein.5/videos/vb.443476065755081/1151111988324815/?type=2&theater"
        }, 
        {
            "created_time": "2017-10-11T22:47:14+0000", 
            "id": "10154847216355079_1480278248723156", 
            "message": "OMG! that is solo cute that he actually thinks he destroys Em haha! Ain't that the douche that started the war on Christmas/Starbuck haha"
        }, 
        {
            "created_time": "2017-10-12T00:43:03+0000", 
            "id": "10154847216355079_329070297502838", 
            "message": "I get your point Airika but how can you support em with all the trash talking about tranny's if I where you  I would hate the guy!"
        }, 
        {
            "created_time": "2017-10-12T01:16:45+0000", 
            "id": "10154847216355079_101390163950353", 
            "message": "I get that Mac but I see Em the way I see Daniel Tosh. He talks shot about everyone and everything so I personally don't get offend if he says something. Plus if I remember correctly the only time he truly said anything about a tgirl was Caitlyn Jenner. Which was fucked up! even thou I don't care about her since she burnt damn near every bridge in rhe community. Plus he's Em lol best rapper ever!"
        }, 
        {
            "created_time": "2017-10-12T11:21:55+0000", 
            "id": "10154847216355079_121999621816758", 
            "message": "Dictatorship??? Hahahaha. You obviously have no clue what a dictatorship is.  Campaigning/dictatorship?? He couldn't have been running both pre-presidency.  You want to talk about the Puerto Rican people starving yet they were sent plenty of food and supplies however it was the people in charge of dispersing it that took their time. Keep talking though, you will just prove how much more that you don't know or understand."
        }, 
        {
            "created_time": "2017-10-12T11:24:36+0000", 
            "id": "10154847216355079_123125525067186", 
            "message": "However, you being transgender,  have been lied too and groomed to hate this man for no reason."
        }, 
        {
            "created_time": "2017-10-12T15:36:39+0000", 
            "id": "10154847216355079_1792171737478263", 
            "message": "Ok Danny maybe dictatorship might have been a little harsh, A little. Its more like authoritarian but you got my point. That manbaby wants to control everything and can't handle loss, rejection or even disrespect. I'm not a Democrat or Republican and I respect both sides. But I can't respect him or anyone that still supports him because its just embarrassing now. Also I never said it was his fault for Puerto Rico! I know they got enough food on the island they just need help distributing it through the whole island. Plus me being transgendered had absolutely no reason for me to hate him, he did that himself by kicking out 15,000 hero's out of the military! Please give me one pro to his presidency, just one."
        }, 
        {
            "created_time": "2017-10-12T19:15:46+0000", 
            "id": "10154847216355079_703604469839153", 
            "message": "Airika Lind stock market? Lowest unemployment in over 15 years? GDP higher than it’s been in a long, long time? People on food stamps the lowest it’s been in 7 years? Illegal immigration the lowest it’s been in a long time? How many companies are expanding there presence in the US instead of abroad? Balance Supreme Court? Cut overboard regulations? Strengthen our military? Has the world on alert that the US is leading the world again? All off the top of my head. All of this in less than a year? How much more would he be able to get accomplished if the house and senate would actually look to work with him instead of just going against him, just because."
        }, 
        {
            "created_time": "2017-10-12T19:20:52+0000", 
            "id": "10154847216355079_731809430347041", 
            "message": "Dean Payne, she doesn't care about that.  It doesn't fit her agenda"
        }, 
        {
            "created_time": "2017-10-12T20:11:59+0000", 
            "id": "10154847216355079_633904393664760", 
            "message": "Lol I don't have a agenda.  Ok dean I'll give you some of them. Stock market, GDP and supreme court ok. Even thou I scared as fuck what would happen if one more judge retires. My community will be fucked! Food stamp and unemployment too early to say it was definitely trump admIn. Can also say that about the ones above to but whatever lol. With ICE padding there number can't trust the immigration part. World leader hell no we are a joke to the rest of the world. Military hell no he just told 15,000 trans service members they are going to get kicked out. Plus reports that they are so desperate for new recruits that they are taking ppl that don't meet previous requirements. Also the republicans control the house and Senate and still can't get there bullshit health care passed. Did I answer all the questions? Lol like I said I not a Republican or Democrat and truthfully all I want from a president (since he is just the face of a country) is don't be racist, bigot or a embarrassment. tRump fails!"
        }
    ]
}