{
    "data": {
        "created_time": "2017-10-11T01:53:52+0000", 
        "id": "10154847216355079_363341220771717", 
        "message": "Shit first of all Eminem does not need to sell out, he did not receive a small loan of a million dollars to get to where he is at. Eminem will go down in the hall of fame as one of the greatest rappers out there ever, hands down. I would rather be a man who died fighting for what he believes then live on my knees and beg for people's mercy and favor. You that call Eminem a puppet, lmao what do you call Mike Pence spending almost 250,000 dollars to draw out a even bigger battle to distract people. However many play the game and it's going to be funny when we end up being a dictatorship in due time. Disagree enough and watch as secret laws get passed but hate on Eminem for having the balls to call people out, guess it just depends who he calls out lol. Makes a hell of a lot more sense then Trump in all his ranting."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 87
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T12:16:44+0000", 
            "id": "10154847216355079_1956514587962336", 
            "message": "Your an IDIOT."
        }, 
        {
            "created_time": "2017-10-11T12:39:16+0000", 
            "id": "10154847216355079_1095497220587309", 
            "message": "Mark Peak, you came up with that all by yourself or did Trump write that?"
        }, 
        {
            "created_time": "2017-10-11T14:50:50+0000", 
            "id": "10154847216355079_379411355820866", 
            "message": "He has also attacked Bill and Hillary Clinton all throughout his career but Fox didn't tell them to think or feel that way so they don't"
        }, 
        {
            "created_time": "2017-10-11T15:24:29+0000", 
            "id": "10154847216355079_282373735601815", 
            "message": "He also doesn't employ as many people as trump does. Trump changes people's lives and inspires them just like Eminem. They are both role models especially for the USA.. They are both models of the pursuit of happiness"
        }, 
        {
            "created_time": "2017-10-11T15:32:33+0000", 
            "id": "10154847216355079_1740467372916280", 
            "message": "You win the internet today. Very well said ! Eminem made his own money ...a self made man !"
        }, 
        {
            "created_time": "2017-10-11T15:33:56+0000", 
            "id": "10154847216355079_496641020699312", 
            "message": "Tony Bellefleur Are you for real ? Trump rips people off !!!! He's a con artist. I don't recall Eminem starting a fraud university or not paying people for work ! I could go on and on."
        }, 
        {
            "created_time": "2017-10-11T15:45:09+0000", 
            "id": "10154847216355079_1620172898103484", 
            "message": "Mark Peak You're* bruh. \nCan't call someone an idiot and get your grammar wrong."
        }, 
        {
            "created_time": "2017-10-11T15:53:52+0000", 
            "id": "10154847216355079_692481090945038", 
            "message": "Tony Bellefleur, I differ with you on Trump being a role model, he is a bully who can never handle being criticized which comes with being the President of a free society. People who claim Obama started all the division among races are simply not knowing the facts because Trump sure as hell is not bringing America any closer, no President ever will, that's why we are all different. However look at how Trump made his money, people say he took this job when he could of been making way more on his own, lmao look at how well he uses the position to gain power, using his golfing skills way more often than Obama and at his own golf courses which encourages others to join and acquire a membership. People don't like those facts though, that he had a rift with the NFL from the time he invested into the world league football and tried putting them in the spot of NFL, could not make the money so decided to sue for 1.2 billion in damages for the NFL being a monopoly, won the case but instead of 1.2 billion was awarded $3.76 which was probably a huge embarrassment for him to not get his way. He has hired and fired so many and the whole college thing yeah, Trump made somewhere around 150 million and settled the lawsuit for around 25 million so he had a great return on that. I mean that is awesome that America is run by one of the greatest of all scammers."
        }, 
        {
            "created_time": "2017-10-11T18:17:25+0000", 
            "id": "10154847216355079_892876760869036", 
            "message": "In this case Eminem's message is way more important than his lyrics. In my eyes he will always the BEST poet and lyricist but today l believe that he hadn't prepared anything and he just wanted to express his feelings right then and there, with his crew. I believe he has been so pissed off lately and just wanted to let it all out: 1 take, in your face. I can easily understand why he did it, he had enough and SO HAVE I. Trump lay down and die for Christ's sake. NOW. I MEAN RIGHT FUCKING NOW."
        }, 
        {
            "created_time": "2017-10-11T18:48:49+0000", 
            "id": "10154847216355079_1930436667173128", 
            "message": "Julie Demers, I understand your feelings as I agree except on the part of wishing Trumps death, when you go that far my dear it makes us no better than him. I do not like his politics as he plays the system well, but please know that we must be more respectful then wishing death upon those who we do not agree with, please know this is no attack personally on you however my dear. I feel that Eminem did a good job in voicing his opinion as he may lose many fans, not me but many who feel that public figures should be silent, I applaud him for taking a stand. Please rethink your words as we must not lower ourselves to our enemies or those who oppose our views, God bless."
        }, 
        {
            "created_time": "2017-10-12T19:13:36+0000", 
            "id": "10154847216355079_1744050429233514", 
            "message": "\"And when your run is over just admit when it's at its end.\"  Should have taken his own advice."
        }, 
        {
            "created_time": "2017-10-13T01:30:07+0000", 
            "id": "10154847216355079_1327894680673151", 
            "message": "no. he got rich off the people he is telling to fuck off. even worse..."
        }, 
        {
            "created_time": "2017-10-13T01:31:01+0000", 
            "id": "10154847216355079_534809453525013", 
            "message": "your tinfoil hat is showing..."
        }, 
        {
            "created_time": "2017-10-14T04:36:16+0000", 
            "id": "10154847216355079_502016916818411", 
            "message": "It takes no balls to criticize Trump, it's a sheep's game"
        }, 
        {
            "created_time": "2017-10-14T04:42:44+0000", 
            "id": "10154847216355079_550034558675019", 
            "message": "Nice"
        }
    ]
}