{
    "data": {
        "created_time": "2017-10-11T01:54:22+0000", 
        "id": "10154847216355079_1494561937299230", 
        "message": "The people who are surprised by this are clearly not real Eminem fans, because anyone who has been riding with Eminem since day one knows that he's always been political."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 99
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:08:37+0000", 
            "id": "10154847216355079_395777604172080", 
            "message": "I agree, love em. This was not my favorite. The message is understood, but I disagree with some things he said. Good luck on the next album but he may have just lost a lot of fans over this one."
        }, 
        {
            "created_time": "2017-10-11T02:12:47+0000", 
            "id": "10154847216355079_195413091002097", 
            "message": "If fans leave because of this they were never real fans. Real ones know that Em was always a Democrat."
        }, 
        {
            "created_time": "2017-10-11T02:29:05+0000", 
            "id": "10154847216355079_1108795109257943", 
            "message": "he did it with Bill, George and trump. he's an offense type of rapper and his defense is even more hardcore. He knows the craft inside and out. Eminem is nasty af. always a beast"
        }, 
        {
            "created_time": "2017-10-11T03:59:34+0000", 
            "id": "10154847216355079_1354204411372215", 
            "message": "Luciano Michele the man publicly supported Obama. Why are all of these conservatives surprised that a rapper from Detroit  isn’t a republican? Lmao"
        }, 
        {
            "created_time": "2017-10-11T04:00:51+0000", 
            "id": "10154847216355079_138523943451927", 
            "message": "Jai Temp like I said they're not true fans."
        }, 
        {
            "created_time": "2017-10-11T05:45:53+0000", 
            "id": "10154847216355079_1025806247572766", 
            "message": "Chris Raney Em has made close to a billion paying homage to African American culture. Not speaking up would go against every cent he has made. He can do without his racist fans"
        }, 
        {
            "created_time": "2017-10-11T06:13:58+0000", 
            "id": "10154847216355079_488904558151990", 
            "message": "They never really listened to his lyrics. All they saw was a white guy rapping, and took it from there. They could buy the albums but never understood him, or hip-hop in the first place."
        }, 
        {
            "created_time": "2017-10-11T09:34:04+0000", 
            "id": "10154847216355079_137651566872617", 
            "message": "Bro, you don’t know shit. The dude said fuck you and beat your feet if you like Donald Trump. Don’t matter how hard you follow the dude. To directly tell a mofo to fuck off, just because you don’t agree with their political views, is racists. Yeah Bro that’s fucking racists and uncool as hell.."
        }, 
        {
            "created_time": "2017-10-11T11:27:21+0000", 
            "id": "10154847216355079_534252136913061", 
            "message": "Chad Crenshaw What don't I know? How is what Em said racist?"
        }, 
        {
            "created_time": "2017-10-11T12:11:34+0000", 
            "id": "10154847216355079_1896412290608001", 
            "message": "Nice mentality you got there.."
        }, 
        {
            "created_time": "2017-10-11T15:22:52+0000", 
            "id": "10154847216355079_558961311102891", 
            "message": "clearly i'm not a real fan.  just punk."
        }, 
        {
            "created_time": "2017-10-11T17:24:36+0000", 
            "id": "10154847216355079_496683197361761", 
            "message": "Francine Slaughter you mean like how Trump avoided being drafted?"
        }, 
        {
            "created_time": "2017-10-11T18:17:10+0000", 
            "id": "10154847216355079_150065565602043", 
            "message": "Wendy Wilson-Abbey If you didn't know that Em had these views you obviously aren't a true Eminem fan."
        }, 
        {
            "created_time": "2017-10-11T22:10:36+0000", 
            "id": "10154847216355079_1646842238709574", 
            "message": "I have no problem with him insulting the president, he did that with clinton and bush but it was always some clever joke, or rhyme that was part of a song. now it's just 3 minutes of him bitching about trump for no particular reason.. he just sounds like he has nothing to rap about so he makes a whole freestyle to just bitch about politics. I'll always be an em fan but I really hope his album won't be a whole hour of this shit"
        }, 
        {
            "created_time": "2017-10-12T02:48:29+0000", 
            "id": "10154847216355079_307101436434259", 
            "message": "✊✊✊"
        }, 
        {
            "created_time": "2017-10-12T03:22:51+0000", 
            "id": "10154847216355079_525891094417244", 
            "message": "Francine Slaughter Eminem was born on October 17th 1972, how in the hell would he be able to join the military in the 70's if at most he was seven years old."
        }, 
        {
            "created_time": "2017-10-12T03:33:37+0000", 
            "id": "10154847216355079_1895604387135776", 
            "message": "so francine... your telling this retired veteran that compared to the 70s........ my deployments for iraq were a vacation? just stop talking. please just stop talking. cause you just pissed off this combat veteran. and that is definitely not a good idea."
        }, 
        {
            "created_time": "2017-10-12T03:34:44+0000", 
            "id": "10154847216355079_143403929606837", 
            "message": "John Sanders thank you for your service."
        }, 
        {
            "created_time": "2017-10-13T03:15:25+0000", 
            "id": "10154847216355079_114010426023890", 
            "message": "WHITE AMERICAAAAAA"
        }
    ]
}