{
    "data": {
        "created_time": "2017-10-11T01:51:00+0000", 
        "id": "10154847216355079_1960092444273269", 
        "message": "Wow Eminem never thought I would see the day you completely sold out to make a political stance. Way to contradict everything you stand for. I have been a fan my whole life and will continue to be but this is weak as hell."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 51
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 566
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 33
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:15:26+0000", 
            "id": "10154847216355079_403426203408251", 
            "message": "When his prospect Yela, brings him back ?! We can hope."
        }, 
        {
            "created_time": "2017-10-11T02:16:57+0000", 
            "id": "10154847216355079_1446924278762139", 
            "message": "Lol"
        }, 
        {
            "created_time": "2017-10-11T02:17:11+0000", 
            "id": "10154847216355079_195413967668676", 
            "message": "But you're not a real fan tho"
        }, 
        {
            "created_time": "2017-10-11T02:19:04+0000", 
            "id": "10154847216355079_107668299950067", 
            "message": "Michael, have you ever listened to his music?  He's been political from basically day one.  Jesus these so called fans who only listen to the \"hip\" songs not actually listening to the rest of the music an artist puts out."
        }, 
        {
            "created_time": "2017-10-11T02:22:00+0000", 
            "id": "10154847216355079_107668696616694", 
            "message": "Like when he tore into Bush."
        }, 
        {
            "created_time": "2017-10-11T02:24:39+0000", 
            "id": "10154847216355079_315660362242903", 
            "message": "David Kelly bro he never actually made a genuine stance on how he feels politically. The bulk of his lyrics about the Presidents were sex and drug jokes. Not some kind of publicity stunt to make a political stance. Anyone that has listened to Em knows he never takes it too serious and this is obviously more serious. Bro my favorite songs by Eminem are \"rock bottom\" and \"no apologies\" I bet 90% of people on here don't even know those don't give me that real fan garbage."
        }, 
        {
            "created_time": "2017-10-11T02:32:40+0000", 
            "id": "10154847216355079_529155374094870", 
            "message": "Michael Trader Em has consistently gone after political figures throughout his entire career, and anyone with half a brain can work out the gist of his political views from that. Congrats on listening to The Re-Up and SSLP like millions of other people, tho. You go champ."
        }, 
        {
            "created_time": "2017-10-11T02:36:59+0000", 
            "id": "10154847216355079_1927075257617256", 
            "message": "Emma McCrudden that wasn't my point. I think being on the stage he was tonight and promoting such a hateful one sided view is not something he would ever do before. I'm not acting like I'm the #1 Em fan I'm just saying this was especially weak and everyone knows it. It's weird that he never once bashed Obama isn't it? He wants to call people cowards but he wouldn't dare diss a black president in a mostly black industry because he knew it would destroy him. But now all the sudden he is anti Trump? That's the definition of selling out. Making cocaine jokes about Bush and sex jokes about Clinton was harmless and wasn't at an awards show so obviously you don't know what you are talking about. You go champ."
        }, 
        {
            "created_time": "2017-10-11T02:41:48+0000", 
            "id": "10154847216355079_1927076287617153", 
            "message": "Go listen to his old shit...Hes been doing this the entire time..."
        }, 
        {
            "created_time": "2017-10-11T02:44:21+0000", 
            "id": "10154847216355079_1587529664624154", 
            "message": "Eric Miles Ruth again, not in the same way as this. I don't understand how you are missing that point. Dissing someone on a track is totally different then making a biased political segment at an award show or for that award show. Especially with how controversial things have been lately. This was a PR stunt and that's not his style at all. Period."
        }, 
        {
            "created_time": "2017-10-11T02:45:09+0000", 
            "id": "10154847216355079_732668646930230", 
            "message": "Michael acting like he be listening to \"365\" or \"we shine\" lmfao"
        }, 
        {
            "created_time": "2017-10-11T02:47:32+0000", 
            "id": "10154847216355079_179261092642780", 
            "message": "Michael I get that you're all upset and you desperately want Em to say things you agree with, but the fact is - he obviously doesn't agree with you. Yeah it's all well and good when he's saying offensive stuff you don't care about, but when he's rightfully speaking his mind about a total human garbage fire of a president, suddenly he's hateful and one-sided and you have to throw tantrums about it? Dude. You're better than that. Listen to his stuff properly or don't listen at all bc you're clearly not paying much attention at all."
        }, 
        {
            "created_time": "2017-10-11T02:54:16+0000", 
            "id": "10154847216355079_732670080263420", 
            "message": "Are you really saying he cant do what he does at a award show for doing what he does?"
        }, 
        {
            "created_time": "2017-10-11T02:55:24+0000", 
            "id": "10154847216355079_321960534938480", 
            "message": "Emma McCrudden literally nothing about your comment addressed the legitimate points I made. Your retort was \"if you don't like it don't listen\". And that's fine. It's just not a very good argument. I did vote for Trump and I do support him, but what would Em ever come out and make a piece like that about Obama? Answer that question honestly and then we will determine who the real sell out is. If you think this was cool because you hate Trump that's fine. But at least call it what it was. A biased, PR stunt that was safe because he knew ripping Trump would get him in zero trouble. If you can't see that then you are the one not paying attention."
        }, 
        {
            "created_time": "2017-10-11T02:55:41+0000", 
            "id": "10154847216355079_1859824537679539", 
            "message": "Having an opinion is selling out?  Shut up.  You don't think Trump has done enough to make people mad?  Get a life.  It's ok for artists to have an opinion, jackass."
        }, 
        {
            "created_time": "2017-10-11T02:57:10+0000", 
            "id": "10154847216355079_1859824924346167", 
            "message": "Samuel Clemens lol yeah he can have an opinion. It's just weak and you all know it. Name calling is for uneducated people  and yes this is selling out. Anyway you slice it."
        }, 
        {
            "created_time": "2017-10-11T02:59:11+0000", 
            "id": "10154847216355079_1587537901289997", 
            "message": "Fake fan!"
        }, 
        {
            "created_time": "2017-10-11T03:02:37+0000", 
            "id": "10154847216355079_1859826441012682", 
            "message": "Trump doesn't name call?"
        }, 
        {
            "created_time": "2017-10-11T03:04:32+0000", 
            "id": "10154847216355079_1498327756927841", 
            "message": "McCartney Hull fake artists get fake fans . Dudes a clown"
        }, 
        {
            "created_time": "2017-10-11T03:09:23+0000", 
            "id": "10154847216355079_505168509848025", 
            "message": "No he  recognized black struggle Baby, {ooh baby}, look at my sales, let's do the math, if I was black, I would've sold half, I\nAin't have to graduate from Lincoln high school to know that, but I could rap, so fuck school,"
        }, 
        {
            "created_time": "2017-10-11T03:26:29+0000", 
            "id": "10154847216355079_122550525125935", 
            "message": "\"Everyone knows it\" \"you all know it\" Michael, these are opinions, not facts. No one here has to agree with you. Em spoke his mind on a platform he's frequented many times for freestyles. And before you wet yourself over it, why does he HAVE to say anything about Obama when that's clearly not what he's talking about? Why are you approaching a freestyle involving Eminem, expecting a balanced debate? Are you lost? Have you never seen or heard a freestyle before?"
        }, 
        {
            "created_time": "2017-10-11T03:27:25+0000", 
            "id": "10154847216355079_284213508763064", 
            "message": "What'd you think White America was about? Dicklick. You weren't a fan to begin with."
        }, 
        {
            "created_time": "2017-10-11T03:35:14+0000", 
            "id": "10154847216355079_131480284267641", 
            "message": "Emma McCrudden once again that's a weak argument point. You and multiple others said \"he always been trashing politicians since the beginning\". Yeah all besides Obama for some reason lol. He doesn't HAVE to say anything about Obama but the fact that he never even made one offensive joke about him clearly shows he had no intention of crossing that line because then he would have some real problem with his industry. This wasn't just a freestyle this was a deliberate PR attempt because bashing Trump is safe. I don't know why I keep having to repeat these same points to you. I personally think this was weak. I think he sold out for a political stance because he knew he could get away with it. Most people that grew up listening to him know he wouldn't ever get this involved because that's not his style. You don't have to agree with me I really couldn't care less."
        }, 
        {
            "created_time": "2017-10-11T03:36:44+0000", 
            "id": "10154847216355079_131483560933980", 
            "message": "Michael Munson \"you were never a real fan\" ok so if anyone I am a fan of goes on stage and sells out I can't call them out in it? Good logic bro ."
        }, 
        {
            "created_time": "2017-10-11T03:37:56+0000", 
            "id": "10154847216355079_122553738458947", 
            "message": "Most people who listen to him know hes been doing this the entire time."
        }
    ]
}