{
    "data": {
        "created_time": "2017-10-11T02:00:24+0000", 
        "id": "10154847216355079_137118003700705", 
        "message": "I don't remember hearing one peep about Obama dropping bombs on that hospital full of people. Not one peep about the Iran Nuke Deal. Nothing about the destabilization and destruction of Libya. Nothing about the rise of ISIS. Not one word about never ending the War on Terror as he'd promised. And not one fucking word on the $8 TRILLION added to the national debt."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 134
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:34:09+0000", 
            "id": "10154847216355079_279423255901938", 
            "message": "Bye!!!!"
        }, 
        {
            "created_time": "2017-10-11T02:48:47+0000", 
            "id": "10154847216355079_144398772963269", 
            "message": "Bye what? You obviously have nothing intelligent to say."
        }, 
        {
            "created_time": "2017-10-11T03:03:34+0000", 
            "id": "10154847216355079_1498327146927902", 
            "message": "Liberals had their heads up Obama's ass because the Democrats told them to. Obama was the worst president in the history of our country. Em still has Obama's poop on his neck."
        }, 
        {
            "created_time": "2017-10-11T03:38:12+0000", 
            "id": "10154847216355079_139600016661156", 
            "message": "Literally anyone would be better than what we have now."
        }, 
        {
            "created_time": "2017-10-11T04:48:10+0000", 
            "id": "10154847216355079_138534250117563", 
            "message": "Corina Creason what iran nuclear deal? iran has had nuclear missilles way before that, educate urself.....whooopdiee dooo iran has nuclear missiless so what, so does, israel, and india, china,pakistan russia, who are all more fkd up then iran..is there somekinda rule that we are the only country allowed to have nuclear weapons and no one else is?? lmao... ok fuk tards...that was money for oil btw the one we cant do shit without and don't have...obama came in at the hardest time ever, this country was writen off, it was the biggest recession and bouto fall into a depression like in the 30s, he did the unthinkable and unpossible, from when he came in to when he came out this country went from highest unemployment in decade to highest employment...fuk outta here w that shit. that man had class. wtf did obama have with Libya lmao...thats middle east, a fukd up 3rd world country w 6 different fractions living in cave years. yeah. obama dropped bombs on hospitals full of people..that makes sence...he likes doing shit like that just for the hell of it...stop being racist and accept that that was the greatest president of our life time and show some respect to the man who brought this country out from the biggest shit hole ever back on top...this fuck tard now will bring it back down and top bush when he left office (btw em had similar thoughts against bush)"
        }, 
        {
            "created_time": "2017-10-11T05:00:08+0000", 
            "id": "10154847216355079_1921920821197555", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T05:00:42+0000", 
            "id": "10154847216355079_124078058345699", 
            "message": "Keep drinking whatever they're giving you, Poor Soul."
        }, 
        {
            "created_time": "2017-10-11T05:17:09+0000", 
            "id": "10154847216355079_133153030662635", 
            "message": "EXACTLY ❤️"
        }, 
        {
            "created_time": "2017-10-11T06:49:20+0000", 
            "id": "10154847216355079_505687936434541", 
            "message": "Haha nobody here has an argument 😂"
        }, 
        {
            "created_time": "2017-10-11T07:43:07+0000", 
            "id": "10154847216355079_1295391860572364", 
            "message": "His career has been a sham"
        }, 
        {
            "created_time": "2017-10-11T08:41:07+0000", 
            "id": "10154847216355079_221788268358424", 
            "message": "The Iran Nuke deal is good"
        }, 
        {
            "created_time": "2017-10-11T09:45:39+0000", 
            "id": "10154847216355079_1852526311429888", 
            "message": "Crooked JD PFFFFFT right... okay.... keep thinking that you crazy person"
        }, 
        {
            "created_time": "2017-10-11T10:14:38+0000", 
            "id": "10154847216355079_348357198910018", 
            "message": "Listen to last part and apply to yourself."
        }, 
        {
            "created_time": "2017-10-11T13:10:33+0000", 
            "id": "10154847216355079_1978932509058119", 
            "message": "That's why the Free World fucked his bitch!"
        }, 
        {
            "created_time": "2017-10-11T13:22:51+0000", 
            "id": "10154847216355079_558915311107491", 
            "message": "Fuck trump supporters like Eminem said"
        }, 
        {
            "created_time": "2017-10-11T13:23:03+0000", 
            "id": "10154847216355079_1887653891550245", 
            "message": "Ayyyyeee"
        }, 
        {
            "created_time": "2017-10-11T16:32:17+0000", 
            "id": "10154847216355079_940174339481344", 
            "message": "Trump is your daddy"
        }, 
        {
            "created_time": "2017-10-11T17:58:01+0000", 
            "id": "10154847216355079_1896554313927132", 
            "message": "It’s because people are only interested in surface level bs and don’t realize the democrats and republicans, except for Trump, are the same party"
        }, 
        {
            "created_time": "2017-10-11T19:05:12+0000", 
            "id": "10154847216355079_2050956091584865", 
            "message": "Ashli Marler state some facts to prove it haha"
        }, 
        {
            "created_time": "2017-10-11T21:24:25+0000", 
            "id": "10154847216355079_175048149738964", 
            "message": "Pretty sure Trump can pay for all of his vacations too, seeing as how he makes no money off of being president... how many golf trips and vacations did Obama take in 8 years?! Stupid asshole is obviously confused as to who he is talking about..."
        }, 
        {
            "created_time": "2017-10-11T21:49:06+0000", 
            "id": "10154847216355079_124134191638869", 
            "message": "Corina Creason who gives a fuck? This isn't some game where everything is fair and everyone gets a medal. Trump is getting all of this negative attention because of all the negative things he is saying/doing/instigating. \"Waah waah waah, other people have done bad things too\". Really? Thats your argument for Trump? John Wayne Gacy should really have gotten away with it because Jeffrey Dahlmer. Wow, good one."
        }, 
        {
            "created_time": "2017-10-11T21:56:01+0000", 
            "id": "10154847216355079_395321027551792", 
            "message": "Obama didn't tweet from the shitter at 4 in the morning.  So there's that."
        }, 
        {
            "created_time": "2017-10-11T22:49:30+0000", 
            "id": "10154847216355079_2010360745860838", 
            "message": "That's all these Trump cult members have. It's called whataboutism. Yes that's a actual word. It's a propaganda tactic used by Russia to hide human rights abuses. Funny how Trump and his cult members use the same tactic. \n\nRead this and you will understand this dumb broad Corina and what their kind is doing.\n\nhttps://en.m.wikipedia.org/wiki/Whataboutism"
        }, 
        {
            "created_time": "2017-10-12T00:07:00+0000", 
            "id": "10154847216355079_1726859390956020", 
            "message": "Dominic-the-Beta-Cuck is going to sit here and act like Obama wasn't blaming Bush for his shortcomings and failures as President all the way up until the last day of his 2nd term. \nAlso, the Soviet Union has a lot more in common with the Democratic Party than anyone currently working in the White House. \n\nYou do not stand for the Constitution. Nothing Trump has done thus far has been unconstitutional. He has ended several unconstitutional executive orders set in place by Obama. FOH"
        }, 
        {
            "created_time": "2017-10-12T00:41:34+0000", 
            "id": "10154847216355079_1213712795428727", 
            "message": "Trump disrespect American Citizens. He also disrespects Miltary. I am an Army Vet and all of us here hates the fact that Trump disrespects our soldiers. We are still offended that he would say our P.O.W.s who risk their lives are not heroes.  But he called a cop risking his life and died in a shootout, a hero? Come on man, see Trump for who he really is not what trump fake news says. When Trump talks, believe him. He says what he really means but then his fake news crews trys to spin it and says he didn't mean it."
        }
    ]
}