{
    "data": {
        "created_time": "2017-10-11T01:51:20+0000", 
        "id": "10154847216355079_137113617034477", 
        "message": "Damn i been listening to eminem for years and now because i support Trump its fuck me but respects the military that im in. Alot of military supports Trump and almost everyone i know in the military listen to em faithfully. Talk about lost."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 129
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:58:47+0000", 
            "id": "10154847216355079_1278801888891354", 
            "message": "I'm not asking this to troll or argue. I truly just want your opinion. How do you feel about what Trump said about McCain, being a POW? Thanks for your service."
        }, 
        {
            "created_time": "2017-10-11T02:05:55+0000", 
            "id": "10154847216355079_137120417033797", 
            "message": "Honestly thats what people know Mccain as a POW and a Senator.... ever research him and his career ... you mightvbe amazed at how crappy his career was and how he got out of trouble based off of who his family was."
        }, 
        {
            "created_time": "2017-10-11T02:09:28+0000", 
            "id": "10154847216355079_279416659235931", 
            "message": "What he said was fucked up no doubt about it."
        }, 
        {
            "created_time": "2017-10-11T02:18:23+0000", 
            "id": "10154847216355079_315656645576608", 
            "message": "Poor crybaby lol"
        }, 
        {
            "created_time": "2017-10-11T02:19:43+0000", 
            "id": "10154847216355079_153472938584684", 
            "message": "Poor fucking cunt"
        }, 
        {
            "created_time": "2017-10-11T02:42:11+0000", 
            "id": "10154847216355079_144396712963475", 
            "message": "I think when he says that about a POW (or all POW's), it's hard to think of him as Commander In Chief."
        }, 
        {
            "created_time": "2017-10-11T02:43:52+0000", 
            "id": "10154847216355079_181847755718182", 
            "message": "Eryk Hayden he also could've been let go based on who his family was, and refused until they let the other POW's with him go."
        }, 
        {
            "created_time": "2017-10-11T02:47:20+0000", 
            "id": "10154847216355079_181848555718102", 
            "message": "Look i dont like getting political because thats all you see today but i agree with you but i also think those are just words and that his actions would speak otherwise if the situation came to that and i have no doubt in my mind that if i was a POW he wouldnt stop until i was out of that hell"
        }, 
        {
            "created_time": "2017-10-11T03:00:14+0000", 
            "id": "10154847216355079_122749645105112", 
            "message": "Thanks for the dialogue, I appreciate it. I do wish he would use his words more carefully, especially when it comes to this subject."
        }, 
        {
            "created_time": "2017-10-11T03:01:03+0000", 
            "id": "10154847216355079_148418002432441", 
            "message": "Trump's an idiot. If you think a wall will stop the drug smuggling problem in this country (like he does) you're an idiot. If you think that his healthcare plan is good, you're an inconsiderate, careless, unempathetic moron who shouldn't be allowed to own a pet because of how inhumane it is.\n\nAll that being said, if you wanna like Trump, feel free. I don't care. Just felt like saying something."
        }, 
        {
            "created_time": "2017-10-11T03:01:33+0000", 
            "id": "10154847216355079_1587539601289827", 
            "message": "Bruh im not even shocked anymore. Jim Carrey,  Drew Brees . Now Eminem.  To stay in hollywood you gotta follow the liberal crowd or get cut off. But seeing this , i think eminem will lose a good portion of his fans. I hope he does."
        }, 
        {
            "created_time": "2017-10-11T03:03:22+0000", 
            "id": "10154847216355079_181853332384291", 
            "message": "I do too Scott Gonzales and McCartney Hull your opinion means very little to me"
        }, 
        {
            "created_time": "2017-10-11T03:05:36+0000", 
            "id": "10154847216355079_138503230120665", 
            "message": "He probably will lose fans. He doesn't seem to care. At the very least, he should get credit for standing up for what he believes. Even if he loses fans/money over it."
        }, 
        {
            "created_time": "2017-10-11T03:17:15+0000", 
            "id": "10154847216355079_1350533248402298", 
            "message": "One last thing, no matter what, I think one thing we can all agree on, is John McCain is an American hero."
        }, 
        {
            "created_time": "2017-10-11T03:29:26+0000", 
            "id": "10154847216355079_2015206915365285", 
            "message": "But see i disagree Scott Gonzales. You said he should get credit for standing up for what he believes in.  I would agree if it was fair for both sides, but if a celebrity said there were all for trump. All you'd see on tv is how bad of a person they are for liking a racist person like trump etc. But eminem is going be praised for what he did. So it dont go both ways. Eminem should of stayed outta poltics to begin with, like most celebritys. And they wonder why tv, football and movie ratings are so down."
        }, 
        {
            "created_time": "2017-10-11T03:37:59+0000", 
            "id": "10154847216355079_235770883619347", 
            "message": "Korik Bruce that’s already happened too. Black actress Stacy Dash came out publicly as a conservative who supports Trump, and she was hatefully berated and called a white supremacist and a fake black among many other things"
        }, 
        {
            "created_time": "2017-10-11T03:49:02+0000", 
            "id": "10154847216355079_1921884927867811", 
            "message": "Korik Bruce it seems like at least football is getting punished, and have you seen the comments about Eminem? It looks he's taking his fair share of criticism also."
        }, 
        {
            "created_time": "2017-10-11T04:26:05+0000", 
            "id": "10154847216355079_131510280931308", 
            "message": "Korik Bruce you say celebrities should stay out of\nPolitics, yet you support a reality TV show host as\nPresident. do you have any idea how ridiculous you sound? lol"
        }, 
        {
            "created_time": "2017-10-11T05:35:36+0000", 
            "id": "10154847216355079_1500169983370900", 
            "message": "if you think in absolutes like this. You're an idiot.  Haha if/then statements show factual/theoretical connections. You're just balancing what you think /feel assuming it to be true.\n\n#donkeycrat"
        }, 
        {
            "created_time": "2017-10-11T09:26:37+0000", 
            "id": "10154847216355079_484662318567013", 
            "message": "Scott to be more specific,  i meant major television  channels like Cbs, Nbc , Mtv etc. Will prasie eminem and not show how everyday people or split on this. But Scott i do appericate that we can be on separate sides of the political party and still be civil towards one another. Lisa, trump is focused now on running this country. Obama had specials on what family dog he wanted or while in office did a survival special with bear grills. Obama seemed more focused on being a celeb them running the country imo. Shaun what i said was true. Look it up. Football has dropped by a few million views and merchandise sells are terrible since the whole lets kneel for the pledge thing. Movie ticket sales have gone down 30 percent in the past year. So it had nothing to do with celebs threating trump. Insulting his wife and kids? You disagree with me , that's fine. But why im a idiot for saying things that have actually prove behind it.?"
        }, 
        {
            "created_time": "2017-10-11T14:09:57+0000", 
            "id": "10154847216355079_518416048507481", 
            "message": "TY Eminem for saying words many of us want to say and I have book loads to say but saying my breath and Prayers for World Peace.To say you are a military man TY for your service,,but i dont see how you could like Dump Man ,,, for what he stand for and to go and call woman name like the C word wow nice people we have in Military it makes me wonder what People  are you Fighting for yourself or People in General,,at least I thought thats why people join in to Bring Peace not War!!!! Like I said TY for your service,WE just Need Peace Lots of it.(:~{"
        }, 
        {
            "created_time": "2017-10-11T14:10:33+0000", 
            "id": "10154847216355079_292537734484102", 
            "message": "Bye 👋🏾"
        }, 
        {
            "created_time": "2017-10-11T17:05:59+0000", 
            "id": "10154847216355079_558987977766891", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T20:28:06+0000", 
            "id": "10154847216355079_157166094879189", 
            "message": "i know right!!!!!! Hes self destructing,he is back in self destruct mode again! youd think at 44 hed know better but perhaps when he is in his 50's he will finally grow up and feel like a donkey! Being a Michigander,in recovery for almost 17 years,knowing the D like he does (never lived there,but know more than i ever wanted to know about it back in the days lol) and being raised by a dysfunctional single mother,always without crap,i had alot of understanding for that guy,i never passed judgement,but hes finally done it and gone too far! RESPECT,if he wants to talk about respect,hes lacking it badly!"
        }, 
        {
            "created_time": "2017-10-11T20:47:14+0000", 
            "id": "10154847216355079_137831893512607", 
            "message": "yeah and it boggles me with all of his biased music,mentioning so many things that has been so disrespectful to gays and etc in the past,but oh thats ok now lol,ugh the bigotry! Like this: 11/13/2014 Eminem's been known for controversial lyrics in his raps, but he may have gone too far in a new video featuring a seven minute long freestyle to promote his new album. “But I may fight for gay rights, especially if the d**e is more of a knockout than Janay Rice/ Play nice? B***h I’ll punch Lana Del Rey right in the face twice, like Ray Rice in broad daylight in the plain sight of the elevator surveillance/ ’Til her head is banging on the railing, then celebrate with the Ravens,\" he rapped about four minutes into the seven minute long freestyle. The rest of the cypher is sprinkled with Eminem's trademark commentary and insults to popular figures, including Anderson Cooper and his sexuality. Azealia Banks slammed the rapper on Twitter in defense of Lana Del Rey: https://twitter.com/AZEALIABANKS/status/531999407529820160 Lana has yet to comment on the lyrics, but she has praised his work in the past. In an interview, she said, \"Eminem is the master of lyrics, whereas Frank Sinatra is the master of vocals… I f***ing love Eminem.\" Watch the video of the cypher here.\nKeep Up With PopWrapped On The Web! Yeah,effing hypocrite!"
        }
    ]
}