{
    "data": {
        "created_time": "2017-10-11T01:56:04+0000", 
        "id": "10154847216355079_1960094534273060", 
        "message": "Have the whiny assed white boys on this thread not been listening all these years??  HipHop is about having something to say. He has been political since the beginning or are you just to stupid to understand his lyrics?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 117
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 14
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T04:24:55+0000", 
            "id": "10154847216355079_123412961698232", 
            "message": "Well said!"
        }, 
        {
            "created_time": "2017-10-11T04:38:58+0000", 
            "id": "10154847216355079_859457524223054", 
            "message": "❄️"
        }, 
        {
            "created_time": "2017-10-11T05:50:25+0000", 
            "id": "10154847216355079_1444230792359664", 
            "message": "Yea because he has always talked about politics haha do you know eminem?"
        }, 
        {
            "created_time": "2017-10-11T07:38:27+0000", 
            "id": "10154847216355079_1500222770032288", 
            "message": "Never said anything about obama though🤔"
        }, 
        {
            "created_time": "2017-10-11T09:18:27+0000", 
            "id": "10154847216355079_122236361823214", 
            "message": "You're too stupid to understand that he actually had nothing to say. His lyrics just rehashed what every whiny Trump hating celeb has been saying all year. He has no material so he spewed that unoriginal rant with mediocre lyrics."
        }, 
        {
            "created_time": "2017-10-11T12:47:39+0000", 
            "id": "10154847216355079_1956523804628081", 
            "message": "Whiny assed white boys? You probably think they are all racist but you just brought colour into the conversation unprevoked. You're the biggest contradiction I have read so far. Pound salt moron"
        }, 
        {
            "created_time": "2017-10-11T13:12:42+0000", 
            "id": "10154847216355079_352473838511323", 
            "message": "He sucks Obamas dick but hates Trump because he is conservative! Whatever!"
        }, 
        {
            "created_time": "2017-10-11T14:46:48+0000", 
            "id": "10154847216355079_122783445074283", 
            "message": "lmao for a group that goes around calling people snowflakes, Trump supporters really are some sissies 😂😂😂"
        }, 
        {
            "created_time": "2017-10-11T15:26:00+0000", 
            "id": "10154847216355079_2050719324941875", 
            "message": "What are you?"
        }, 
        {
            "created_time": "2017-10-11T17:02:29+0000", 
            "id": "10154847216355079_276217949548782", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T17:24:44+0000", 
            "id": "10154847216355079_558995511099471", 
            "message": "Why has hip hop always had something to say that encourages murder, rape, theft, gun violence, sexism?  You think that doesn't play into the minds of the youth, or have anything to do with why our country is so divided and sick?  I listen to hip hop, but not mainstream - NO violence, NO murder, NO rape, NO drugs... the people who you idolize are happy to make millions while their followers die in the streets or spend their lives in prison.  Shame."
        }, 
        {
            "created_time": "2017-10-11T19:12:45+0000", 
            "id": "10154847216355079_149484245657906", 
            "message": "Lol ikr dude has always been like this"
        }, 
        {
            "created_time": "2017-10-11T19:55:18+0000", 
            "id": "10154847216355079_120083335326226", 
            "message": "Yeah that \"Look Who's Back\" was spot on political. He's trailer trash and always will be. His mom should have swallowed (more)."
        }, 
        {
            "created_time": "2017-10-11T21:57:31+0000", 
            "id": "10154847216355079_284370082049442", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-12T02:44:44+0000", 
            "id": "10154847216355079_1561043223955672", 
            "message": "y'all ignorant plastic Em fans if you're real Stan you'd know Em has always been political, he the bad guy now cos he don't suck y'all dicks..?😏😏😏how pathetic"
        }, 
        {
            "created_time": "2017-10-12T03:22:32+0000", 
            "id": "10154847216355079_130622901020579", 
            "message": "look at all the clueless youngsters! sit down! now! i retired from the army. was in combat before you hit puberty! now listen close. really close! you talking smack about obama... but it was w bush who completely screwed our country and obama had to play cleanup! since fake republican trump has been in office....... tell me one single thing he has done for retirees. im not talking active duty. believe it or not kids... when serving? republicans are your friends. when retired? its the democrats. havent had a real president since h bush. class dismissed! army oif x4 retired combat veteran."
        }, 
        {
            "created_time": "2017-10-12T03:25:00+0000", 
            "id": "10154847216355079_1569474896437916", 
            "message": "as far as the other dude... when has country music stopped having songs of divorce...losing everything, and losing your dog? play a country song in reverse? you get everything back! sounds depressing right? like that doesnt influence people?"
        }, 
        {
            "created_time": "2017-10-12T06:11:43+0000", 
            "id": "10154847216355079_1558311814230550", 
            "message": "Donna I’m a white woman I know that.  Truthfully with the beat and the scratching  and the background noise, I can’t talk that for long.  But I read a lot of rap lyrics, like I read poetry and I love that a capella rapping style.  Like the beat poets of old.  But yes rappers were story tellers. People got all shocked and the violence and the vulgarity.  They didn’t get that the guy was telling what he was seeing in his life. The urban life. He didn’t make that shit up.  But also I think sometimes that some rappers should start trying to help change those stories. Change society, culture their nation for the better.  I see these white boys out here in the country talking and acting that way, I want to smack their heads together. They even get it. The depth of it.  Of course it’s not all deep and it’s not all art.  Like Dylan, Cash, Young and their fellow artists of rap, essentially they are poets!"
        }, 
        {
            "created_time": "2017-10-13T12:36:42+0000", 
            "id": "10154847216355079_164073937509416", 
            "message": "Have the whiny ass negro's on this thread not been paying attention, Slavery ended in 1863................... By the Beginning of the 19 century, 2/3's of the worlds population were SLAVE'S, Whites, Blacks, Borwn, yellow. Yet the only race still kicking that dead dog down the street?\n The Blacks. Please find another excuse for all that's wrong with your life's. Maybe find your daddy, or your baby's daddy and make em support those kidds."
        }, 
        {
            "created_time": "2017-10-13T12:43:11+0000", 
            "id": "10154847216355079_285758015259081", 
            "message": "John Sanders Really, Retired and you need someone to help you? Someone to pay your way? Maybe you retired way to early! Maybe you didn't invest properly into making sure you had enough resources to be able to retire. That's the problem, people like you don't want to put the full effort into anything, you one of those, I WANT IT, AND I WANT IT NOW. you feel the world owes you a retirement!  Not the way our system is designed. Just reach retirement age, and you'll live like a rock star. Take that ass back to work."
        }
    ]
}