{
    "data": {
        "created_time": "2017-10-11T02:03:00+0000", 
        "id": "10154847216355079_1494568793965211", 
        "message": "All the upset people on this thread calling him a white sell out and a Hollywood elite are cracking me up. Em may be white, but he has always been surrounded with people of color. He grew up in the shitty part of Detroit along side people of many ethnicity's.  He's been riding with the same crew since he was a nobody and he made sure they all came up together. He is respected for having brought his team WITH him instead of getting rich off of black culture and then moving to L.A. and leaving them behind like so many do. He has always been an ally to the black community, so why would anyone not expect him to diss Trump? But according to yal he's another \"out of touch elite,\" who needs to \"stay out of politics?\" Meanwhile, Kid Rock grew up in a mansion with a Tennis Court in the back yard and yet somehow represents poor and middle class whites alike so well yal want him to run for public office? Be honest, people don't want Em talking politics because he understands black reality and speaks on it, not because he is a \"Hollywood elite.\" He's not a sell-out, he's the same dude he's been since day 1."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 372
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 69
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:36:14+0000", 
            "id": "10154847216355079_1499156966866649", 
            "message": "Preach!!!!!!"
        }, 
        {
            "created_time": "2017-10-11T04:15:17+0000", 
            "id": "10154847216355079_131507127598290", 
            "message": "🙌🏻🙌🏻🙌🏻"
        }, 
        {
            "created_time": "2017-10-11T04:48:58+0000", 
            "id": "10154847216355079_505188029846073", 
            "message": "https://youtu.be/2NBwt24PTe0\nexplain this"
        }, 
        {
            "created_time": "2017-10-11T04:51:10+0000", 
            "id": "10154847216355079_360589267726164", 
            "message": "Well said"
        }, 
        {
            "created_time": "2017-10-11T06:11:48+0000", 
            "id": "10154847216355079_445027982564453", 
            "message": "Thank you! What did he sell in the first place for him to sell out? Besides albums and saying same the things other black rappers been said. All some white folks saw was a white guy rapping without really listening to what he had to say."
        }, 
        {
            "created_time": "2017-10-11T12:19:47+0000", 
            "id": "10154847216355079_1887631118219189", 
            "message": "Oh yeah, I bet he understands.  All those millions to make crappy music.  He's sooooooooo  oppressed!   Black people can stand on their own, they don't need a wanna be to drag them along and make them worthy.  Do you even HEAR what you are saying?"
        }, 
        {
            "created_time": "2017-10-11T12:27:37+0000", 
            "id": "10154847216355079_132045137445443", 
            "message": "he's not a sell out. He is a giant fuckin retard though. Just like all of his fans."
        }, 
        {
            "created_time": "2017-10-11T12:30:34+0000", 
            "id": "10154847216355079_282313348941187", 
            "message": "The only things Marshall has in common with the black race is the pathetic garbage poems aligned with repetitive beats made by a computer that he \"makes\" and that the dumbest of our society calls music and dressing like he just woke up and he's still 15 years old."
        }, 
        {
            "created_time": "2017-10-11T13:29:27+0000", 
            "id": "10154847216355079_1978938462390857", 
            "message": "The shitty part of Detroit? Could you be more specific? 😂"
        }, 
        {
            "created_time": "2017-10-11T14:17:00+0000", 
            "id": "10154847216355079_558937247771964", 
            "message": "He surrounded by sambos and fucking coons. Cut it out."
        }, 
        {
            "created_time": "2017-10-11T15:55:48+0000", 
            "id": "10154847216355079_856299514532946", 
            "message": "Shitty part of Detroit? You mean just Detroit right? Just another marginal performer with a tiny platform to spew hate from."
        }, 
        {
            "created_time": "2017-10-11T16:16:24+0000", 
            "id": "10154847216355079_496649634031784", 
            "message": "Dude, the most ironic thing is that these asshats see his skin and immediately say he isnt legit, still being racist and forgetting how this guy grew up..."
        }, 
        {
            "created_time": "2017-10-11T16:49:07+0000", 
            "id": "10154847216355079_940182089480569", 
            "message": "You'd think all the racism he was shown as a white rapper would have woke him.  They're just the same as white racist scum."
        }, 
        {
            "created_time": "2017-10-11T16:49:30+0000", 
            "id": "10154847216355079_318165818662506", 
            "message": "Exactly! Well said."
        }, 
        {
            "created_time": "2017-10-11T17:02:18+0000", 
            "id": "10154847216355079_1704596069585359", 
            "message": "Gina Van Cleave talk about ignorance. Just because he currently isn’t oppressed doesn’t mean he doesn’t see what’s going on with the world."
        }, 
        {
            "created_time": "2017-10-11T17:03:14+0000", 
            "id": "10154847216355079_1860476517325733", 
            "message": "Pat Bowers the only thing he has in common with the black race is his garbage poems? You failed to realize that he grew up in Detroit you dumb ass. Stick to fucken your sister."
        }, 
        {
            "created_time": "2017-10-11T17:18:48+0000", 
            "id": "10154847216355079_318173665328388", 
            "message": "Yes shitty city run by DEMOCRATS for 50 years dumbass and also eminem is uneducated"
        }, 
        {
            "created_time": "2017-10-11T17:26:47+0000", 
            "id": "10154847216355079_158568304734985", 
            "message": "Yes he's the same dude.son of the soil bigup EM he represent us ie Africans especially nonracial Africans"
        }, 
        {
            "created_time": "2017-10-11T18:59:36+0000", 
            "id": "10154847216355079_692530797606734", 
            "message": "Trump was never called a racist until 2015. Check out his track record with minorities."
        }, 
        {
            "created_time": "2017-10-11T20:36:06+0000", 
            "id": "10154847216355079_1315812228531161", 
            "message": "Nick Da Grava I have checked his track records with minorities. I think you should. Way before his present campaign. You know he was being sued for not allowing minorities rent one of his properties right? You should do some research."
        }, 
        {
            "created_time": "2017-10-11T21:38:11+0000", 
            "id": "10154847216355079_287379535094128", 
            "message": "https://youtu.be/3jFJTZkMc40"
        }, 
        {
            "created_time": "2017-10-12T02:26:35+0000", 
            "id": "10154847216355079_1825597310801464", 
            "message": "Can't say  \"people of color\" it's racist"
        }, 
        {
            "created_time": "2017-10-12T03:24:15+0000", 
            "id": "10154847216355079_2160372934190201", 
            "message": "The fact is,  he grew up in Warren,  which is not Detroit at all. \n I don't even know why they let him out in the dark,  he should take his white ass back across 8 mile to the trailer park."
        }, 
        {
            "created_time": "2017-10-12T04:26:13+0000", 
            "id": "10154847216355079_1928504400695664", 
            "message": "yeah i seen 8mile too"
        }, 
        {
            "created_time": "2017-10-12T09:08:11+0000", 
            "id": "10154847216355079_1995166024052915", 
            "message": "Aaron Churchill -- I agree-- he is from Warren-- not Detroit-- he worked in a donut shop in Ferndale-- he's not from 313-- he did have a rough up growing but I'm sure some of those children from inter- Detroit had it worst."
        }
    ]
}