{
    "data": {
        "created_time": "2017-10-11T01:50:47+0000", 
        "id": "10154847216355079_1960092364273277", 
        "message": "Dude stay out of politics,  i know it's the \"in\" crowd thing to do,  but you are way way way to talented to tarnish your fan base by doing this. I have a lot of respect for you and am a huge fan but if your going to jump on the political celebrity band wagon im out man."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 70
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:02:47+0000", 
            "id": "10154847216355079_137119227033916", 
            "message": "Hip hop was made with politics..."
        }, 
        {
            "created_time": "2017-10-11T02:15:18+0000", 
            "id": "10154847216355079_1639718682756058", 
            "message": "Apparently you never listed to Eminem before...Hes been doing this the entire time."
        }, 
        {
            "created_time": "2017-10-11T02:28:03+0000", 
            "id": "10154847216355079_153474598584518", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T02:29:41+0000", 
            "id": "10154847216355079_1987081008205886", 
            "message": "Yeah and he stopped,  with white America. Because you single out your own fans who really are the only reason you are famous,  now if he is doing this simply to gain a new fan base with all the crybabies within this country in order to gain money through more sales than good for him smart business move,  i mean Steven Tyler from aerosmith constantly evolved his style in order to gain New fans.  But we call that a sell out. Now if this is his attempt at selling out i can't wait to see what he does to gain support from the lbgtq-rstuvwxyz community"
        }, 
        {
            "created_time": "2017-10-11T03:01:41+0000", 
            "id": "10154847216355079_321961878271679", 
            "message": "He didn't stop with white America have you listened to mosh or public enemy #1 he's been doing it his whole career but now that you don't agree with him your bitching about it"
        }, 
        {
            "created_time": "2017-10-11T03:06:11+0000", 
            "id": "10154847216355079_1729095653798359", 
            "message": "I didn't say That i disagree with it i also didn't claim to agree with it, I'm just saying if your going to go potatoe at least get your facts right,  and if hot want to get technical his harsh life and hard road to the top was mainly because DEMOCRATS ruined Detroit Michigan and that bailout allowed more plants to close out pensions and move manufacturing overseas before filling bankruptcy again. So Detroit aka motor city is no longer motor city because production is out sourced to cheaper labor."
        }, 
        {
            "created_time": "2017-10-11T03:08:59+0000", 
            "id": "10154847216355079_1729097433798181", 
            "message": "kinda the way Remington, bushmaster, colt, kimber,  para,  and a whole bunch of other gun manufacturers have left the states they originated in in favor of moving to southern states because local laws and fines make manufacturing next to impossible,  which in turn causes lay offs and higher crime rates due to a shift in wages,  exactly like Detroit experienced which was also due to democrats"
        }, 
        {
            "created_time": "2017-10-11T03:12:24+0000", 
            "id": "10154847216355079_1498332453594038", 
            "message": "So why is he mad at republicans?  Did they single handedly hire all the cops?  Or just the bad ones..... also if we are protesting blue on black what about black on black which is more drastic in percentages, and ratios than police brutality which may or may not be due to racism that is  inconclusive due to lack of evidence either to support or to the contrary."
        }, 
        {
            "created_time": "2017-10-11T03:13:31+0000", 
            "id": "10154847216355079_122549018459419", 
            "message": "Yeah, apparently this dumbass forgets how fucking often he went off on Bush, fuck off troll."
        }, 
        {
            "created_time": "2017-10-11T03:16:42+0000", 
            "id": "10154847216355079_235767313619704", 
            "message": "Like Jay Z? Like Kendrick? Ye ok lol."
        }, 
        {
            "created_time": "2017-10-11T03:17:25+0000", 
            "id": "10154847216355079_1725021204468985", 
            "message": "Michael Saunders kind of sounds like some of his fans are a bunch of crybabies lol. Nothing put ppl crying in the comment section lol."
        }, 
        {
            "created_time": "2017-10-11T03:21:38+0000", 
            "id": "10154847216355079_505170989847777", 
            "message": "Also mosh was the song i was thinking of not white America so my apologies, white america was released in 2002, mosh was 2004, public enemy im not familiar with but was 2009 i stopped with Eminem for a long time so i will familiarize myself with that one asap"
        }, 
        {
            "created_time": "2017-10-11T03:22:59+0000", 
            "id": "10154847216355079_1499149896867356", 
            "message": "Mike Stoan agreed all i said was that he needed to stop, i like Eminem but these types of things tend to be career suicide"
        }, 
        {
            "created_time": "2017-10-11T03:27:39+0000", 
            "id": "10154847216355079_1354187558040567", 
            "message": "If you are a  Trump supporter Eminem doesn't want your support anyway so fuck off"
        }, 
        {
            "created_time": "2017-10-11T03:32:51+0000", 
            "id": "10154847216355079_284214708762944", 
            "message": "I can support whoever i choose i can support both and i can be a supporter of trump as a president and disagree with how he addressed the nfl and i can support Eminem as a lyricist and disagree with how he addresses the POTUS but still support both for their equally good qualities."
        }, 
        {
            "created_time": "2017-10-11T03:42:57+0000", 
            "id": "10154847216355079_2015209922031651", 
            "message": "dude you should stay out of politics, you sound like a dumbass mother fucker. probably your own."
        }, 
        {
            "created_time": "2017-10-11T03:43:00+0000", 
            "id": "10154847216355079_133768680703800", 
            "message": "I don't think he's worried about losing a fan base or money or his career. He already has had all that and still has that. Heaven forbid he wants to express his actual feelings 🙄"
        }, 
        {
            "created_time": "2017-10-11T03:45:57+0000", 
            "id": "10154847216355079_1350548061734150", 
            "message": "really? Wow that was so insightful,  which part sounds like i don't know politics since we only talked about songs Eminem wrote and then i stated i had the ability to support both Eminem and my president..... could you pin point the part for me that showed my blatant ignorance in politics?"
        }, 
        {
            "created_time": "2017-10-11T03:49:39+0000", 
            "id": "10154847216355079_138519576785697", 
            "message": "im sure he could care less about money or publicity at this point all though I'm sure there is some ulterior motive to the cipher, but to single out a whole fan base is basically contradictory and slightly hypocritical to your message only because they are registered republicans?"
        }, 
        {
            "created_time": "2017-10-11T03:51:16+0000", 
            "id": "10154847216355079_859444330891040", 
            "message": "Calm down snowflake."
        }, 
        {
            "created_time": "2017-10-11T03:59:22+0000", 
            "id": "10154847216355079_859446654224141", 
            "message": "I'm no snowflake friend,  I'm just tired of stupidity.  For god sakes you have the internet at your finger tips people you can compare nonbiased figures and see cold hard facts in your hands, you don't have to put any effort into finding them. If you can give me ant substantial evidence that proves trump is to blame for anything i will resign my opinion."
        }, 
        {
            "created_time": "2017-10-11T04:43:05+0000", 
            "id": "10154847216355079_2015229292029714", 
            "message": "Aaaaaaayyyyyyyeeeeee"
        }, 
        {
            "created_time": "2017-10-11T04:45:09+0000", 
            "id": "10154847216355079_1434459109940626", 
            "message": "Son, sometimes people actually believe in what they say and are passionate about it. If you think he's doing this because it's trendy, you're not paying attention."
        }, 
        {
            "created_time": "2017-10-11T04:46:04+0000", 
            "id": "10154847216355079_527215017671039", 
            "message": "Hes passionate about it now? But he wasn't during any other administration?"
        }, 
        {
            "created_time": "2017-10-11T04:47:39+0000", 
            "id": "10154847216355079_137131670253682", 
            "message": "Detroit died because of one thing: Reaganomics. Believe me. I was there. My whole family worked in the auto industry. Put that in your pipe and smoke it."
        }
    ]
}