{
    "data": {
        "created_time": "2017-10-11T01:37:59+0000", 
        "id": "10154847216355079_10154847234475079", 
        "message": "All I see is trump supporters getting butthurt , the shit Eminem said was true and its gonna take the internet by storm and the shit he said u can't be against this shit was too intense *&*"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 127
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2118
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 195
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:07:12+0000", 
            "id": "10154847216355079_1494571720631585", 
            "message": "Because he in standing his ground with the sanctions on nk?  Same with Iran?  Btw when did you ever hear him be racist etc before the election?"
        }, 
        {
            "created_time": "2017-10-11T02:14:27+0000", 
            "id": "10154847216355079_153472018584776", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T02:17:42+0000", 
            "id": "10154847216355079_153472598584718", 
            "message": "Bwahaha, true"
        }, 
        {
            "created_time": "2017-10-11T02:18:52+0000", 
            "id": "10154847216355079_529152264095181", 
            "message": "I agree with Brandon"
        }, 
        {
            "created_time": "2017-10-11T02:24:58+0000", 
            "id": "10154847216355079_1987075728206414", 
            "message": "Dude. Clearly you'd cuddle slims ballsack if you could. But you know shit about anything."
        }, 
        {
            "created_time": "2017-10-11T02:39:44+0000", 
            "id": "10154847216355079_727908504061380", 
            "message": "You honestly think our countries problems started on Jan 20th? Detroit's been a cesspool for years, Baltimore, Chicago, St Louis, you name it, they're all shit cities run exclusively by Dems for 50+ yrs. How's that Trumps fault? N. Korea, you think they just popped up in last 9 mths? Holy shit you have no clue do you?"
        }, 
        {
            "created_time": "2017-10-11T02:42:18+0000", 
            "id": "10154847216355079_864748537008109", 
            "message": "Wait Did you just say But hurt?? From where, I just felt sorry for him becuz He is NO EXPERT or None of us on the position of the President Job..all I know we suffer with Obama He became a failure President to a point, \nWHY trillion People Voted for Trump ,Why he Won .Look at the trillions who voted for him , look at the NUMBERS of people. Eminem just burn himself by losing Fans..he was already locked up in a closet for his Drug problem now he comes out disrespecting a president..U think that's intelligent and a genius NOPE!!!!!"
        }, 
        {
            "created_time": "2017-10-11T02:46:07+0000", 
            "id": "10154847216355079_1587530847957369", 
            "message": "It isn't true at all scumbag! Liberal lying idiots like you know it isn't true! Trump is the best president in 30 years! Fuck Obama, and Eminem!"
        }, 
        {
            "created_time": "2017-10-11T02:52:57+0000", 
            "id": "10154847216355079_1587534517957002", 
            "message": "Take it by storm??? LOL... You must be dreamin.... Funny ASF"
        }, 
        {
            "created_time": "2017-10-11T02:56:59+0000", 
            "id": "10154847216355079_1859824874346172", 
            "message": "I was a fan of Eminem, not anymore. What was true about anything he said? That Trump will start a nuclear holocaust? I didn’t agree with anything he said, and I stopped listening after the first minute. Half of the country is full of Republicans, that means half of his fans are out. If people want to reunite this country, expressing their views like this isn’t going to do anything except divide. Some celebrities just need to not say anything, because he just lost a ton of respect from half of his fan base. America voted Trump in, and that means that is America’s choice. All Eminem did was make himself look like a full blown retard, I think that ugly beard is speaking for him"
        }, 
        {
            "created_time": "2017-10-11T02:58:13+0000", 
            "id": "10154847216355079_122749148438495", 
            "message": "It was the worst thing I've heard in my life. It makes me want to vote for trump all over again."
        }, 
        {
            "created_time": "2017-10-11T03:03:30+0000", 
            "id": "10154847216355079_1354175028041820", 
            "message": "It was half truth, I didn't vote for trump (Im third party) so I dont really have a dog in this fight. I'm just thinking that I kinda lost some respect for Eminem. I figured that he was a lefty, so I'm not surprised by anything he said but telling your fans \"fuck you\" over political ideologies? That's just childish for anyone at any level."
        }, 
        {
            "created_time": "2017-10-11T03:07:57+0000", 
            "id": "10154847216355079_131469510935385", 
            "message": "You have no idea what you are talking about. Trump is doing amazing things yet you sheep are nothing but pawns for the liberal agenda. Besides this is a CLONED Eminem. Nothing but the liberals bitch. Eminem is trash."
        }, 
        {
            "created_time": "2017-10-11T03:10:24+0000", 
            "id": "10154847216355079_1729098510464740", 
            "message": "Brandon Edmunds, drumpf has been racist and called out for it and even sued WAY BEFORE he started holding his KKK rallies."
        }, 
        {
            "created_time": "2017-10-11T03:10:45+0000", 
            "id": "10154847216355079_133755834038418", 
            "message": "Amazing things?\nHahahahahahahahahahhahahah!!!"
        }, 
        {
            "created_time": "2017-10-11T03:10:48+0000", 
            "id": "10154847216355079_123094948390622", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:11:02+0000", 
            "id": "10154847216355079_284210595430022", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:11:21+0000", 
            "id": "10154847216355079_123401218366073", 
            "message": "Holy SHIT you really think that huh ass cheese?"
        }, 
        {
            "created_time": "2017-10-11T03:11:30+0000", 
            "id": "10154847216355079_122548771792777", 
            "message": "Amazing things lmao"
        }, 
        {
            "created_time": "2017-10-11T03:12:26+0000", 
            "id": "10154847216355079_1498332483594035", 
            "message": "Cj he told the fakes fuck you. Not all his fans and he gained new one in me with this. Fucking SPOT ON!"
        }, 
        {
            "created_time": "2017-10-11T03:13:19+0000", 
            "id": "10154847216355079_284211055429976", 
            "message": "Vee PMartz, is that actual English you're \"trying\" to write? Because normal people don't speak ignorant trumpkin FYI. \nLMFAO \"trillion \" people voted for him.... lol....... He  only got 62 million votes in total and more than 70 million votes cast AGAINIST him. Do try and take a math class! You serious lack of proper education! Typical trumptard. Uneducated trash."
        }, 
        {
            "created_time": "2017-10-11T03:16:32+0000", 
            "id": "10154847216355079_1499146783534334", 
            "message": "I hate both parties, but I enjoyed it. I'm openminded like that. The side who invented \"snowflakes\" are being one themselves."
        }, 
        {
            "created_time": "2017-10-11T03:17:29+0000", 
            "id": "10154847216355079_1499147300200949", 
            "message": "Jay Mike Woods, make a list of those so called \" amazing things\" he's supposably doing. Because the normal world , SANE Americans with brains are still waiting to see him doing something else than play golf at one of his personal golf courses , go on 3 am 2 yr old Twitter rants and continuously embarrass us on live national TV on a daily basis. And of list and nothing \"amazing\" there buddy. Ignorance is bliss."
        }, 
        {
            "created_time": "2017-10-11T03:18:25+0000", 
            "id": "10154847216355079_235767626953006", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:18:39+0000", 
            "id": "10154847216355079_1354183174707672", 
            "message": "Naw this will help society to realize the scum degenerates like Eminem and NFL are anti American trash . Americans are Christian and look at Eminem throwing up the devil worshipping Illuminati horns in his dp. Trump is a god send causing all degenerate scum to expose themselves for what they are"
        }
    ]
}