{
    "data": {
        "created_time": "2017-10-11T02:53:12+0000", 
        "id": "10154847216355079_148416945765880", 
        "message": "Butthurt foolish Agent Orange supporters...Hahahaha....stupid asses already made Em rich... You voted for a pussy grabbing racist liar and now we're on the verge of war...fuck all of you dumbasses that voted for that manchild piece of donkey shit!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 40
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T08:21:05+0000", 
            "id": "10154847216355079_303773563433825", 
            "message": "Jon Mike Hahn what exactly does bring your boys mean, you one of them internet thugs?...come where, do you even know her?...heres an idea.....get your boys since you so tuff and march them into any urban area and let them know you want to fight any non trump supporters preferably women ....oh and record it tuff ass"
        }, 
        {
            "created_time": "2017-10-11T10:52:22+0000", 
            "id": "10154847216355079_1770780306266151", 
            "message": "Jon Mike Hahn is a clown...just like his pres! Fuck outta here bitch ass!!!"
        }, 
        {
            "created_time": "2017-10-11T11:09:18+0000", 
            "id": "10154847216355079_1672935252724856", 
            "message": "Francine Slaughter doesnt have a color...unless its the reruns of Soul Train😂😂. But whats your answer"
        }, 
        {
            "created_time": "2017-10-11T11:11:04+0000", 
            "id": "10154847216355079_121366295204740", 
            "message": "Francine Slaughter is a bot sis...not a real profile"
        }, 
        {
            "created_time": "2017-10-11T12:39:34+0000", 
            "id": "10154847216355079_692430844283396", 
            "message": "Your trash and your dumb black president no more. Hater lol"
        }, 
        {
            "created_time": "2017-10-11T12:46:11+0000", 
            "id": "10154847216355079_379373075824694", 
            "message": "Triggering racist pieces of shit has me lmao...yup. The only dumb ass is your pussy grabbing agent orange pres!! Fuck Trump and fuck you!!"
        }, 
        {
            "created_time": "2017-10-11T17:59:52+0000", 
            "id": "10154847216355079_1947589835511841", 
            "message": "Shawn Mason sheesh you went full crazy  racist on that one...\"he's no more\" you do know he's not dead right!🤣😂😂 you right no one should hate a man that loves Hispanics on a Mexican holiday...or that doesn't know the name of that great body of water that separates us from Pwehto Rico😂😂😂😂 wait a minute Cinco De Mayo is a war holiday, do this means he disrespected their country?"
        }, 
        {
            "created_time": "2017-10-11T22:03:43+0000", 
            "id": "10154847216355079_1678278358872655", 
            "message": "TRUMP 2020"
        }, 
        {
            "created_time": "2017-10-11T22:05:34+0000", 
            "id": "10154847216355079_139227983366224", 
            "message": "Shut up bot"
        }, 
        {
            "created_time": "2017-10-11T22:06:23+0000", 
            "id": "10154847216355079_122962358419334", 
            "message": "🤣🤣🤣🤣🤣"
        }, 
        {
            "created_time": "2017-10-12T02:14:11+0000", 
            "id": "10154847216355079_1461986757225819", 
            "message": "We have been in war. All throughout Obama's presidency."
        }, 
        {
            "created_time": "2017-10-12T03:28:39+0000", 
            "id": "10154847216355079_122562648430010", 
            "message": "Mary Jones enjoy it while u can"
        }, 
        {
            "created_time": "2017-10-15T16:08:05+0000", 
            "id": "10154847216355079_159652221289525", 
            "message": "It's funny that everyone calls Trump supporters racist but in the same sentence you call someone out for the color of their skin. Of course there's no logic in liberalism, only elementary insults and frail emotions. Pathetic."
        }, 
        {
            "created_time": "2017-10-15T16:29:58+0000", 
            "id": "10154847216355079_1524174304326862", 
            "message": "Supporting trump is not ONLY racist...its misogynistic...and bigoted...anyone with half a brain and an ounce of humanity would not support someone as narcissistic, thin skinned, racist, and just plain ole STUPID in the ways of human decency, morality and diplomacy!! That DOTARD...is a menace to this NATION AND Globally!! \n\nHe proves this time and time again with his irresponsible twitter fingers and when he opens his ugly pie hole..he is a proven liar...nothing but shit spews from it. \n\nHas nothing to do with being liberal...has everything to do with common fucking sense which you have proven to have none of by this worthless and super late comment! \n\nIts is in fact HYPOCRTICAL to admonish a person for pointing out the OBVIOUS in the form of insults and then use the same insults. What high ground do you think you're on...you idiots are comical at best and dangerous at worst...you and all the dumpster mouth supporters are in fact the ones that are utterly PATHETIC AND CANT BE HELPED! SAD!!"
        }, 
        {
            "created_time": "2017-10-15T16:31:56+0000", 
            "id": "10154847216355079_847473838753172", 
            "message": "He has proven he is racist...that is a fact...with Central park 5, with renting to black people with his remarks about Mexicans...and most recently his ill timed actions and words on PR and VI!!"
        }, 
        {
            "created_time": "2017-10-15T16:32:27+0000", 
            "id": "10154847216355079_122410181776804", 
            "message": "So...like I and so many others have said...Fuck Trumpo and fuck you too!"
        }, 
        {
            "created_time": "2017-10-15T16:39:36+0000", 
            "id": "10154847216355079_182554172318578", 
            "message": "Grayson Prickett stop being conveniently ignorant of course all Trump Supporters are not racist ...he has supporters of different races and its one of the reason why his approval rating has gone done. However standing with Trump does mean you in the side of extreme white supremacist groups that is under the impression we are a threat to their existence(crazy i know) and the same man that had a discrimination suit for not renting to black people...just sayin! SO PATHETIC IS TRYING TO HIDE WHAT YOU STAND FOR....Hey you probably not racist however you are on that side of the fence along with some black people too..so I like to believe some people are misguided and not actually racist"
        }, 
        {
            "created_time": "2017-10-15T16:42:02+0000", 
            "id": "10154847216355079_289296121564070", 
            "message": "Jadette Williams whether they are whatever color...they support racist ideologies...and it makes them super STUPID and/or RACIST...LOL"
        }, 
        {
            "created_time": "2017-10-15T16:43:46+0000", 
            "id": "10154847216355079_750095828525803", 
            "message": "That same 32 to 40 prevent that support him no matter what will now have their healthcare subsidies taken away...because the dumbasses didnt know that Obamacare and the ACA are one in the same. I tell ya...comical yet dangerous people!!"
        }
    ]
}