{
    "data": {
        "created_time": "2017-10-11T01:49:50+0000", 
        "id": "10154847216355079_363339837438522", 
        "message": "And this is how you lose fans that have been around before you were anything. You all want to sit around and talk shit about what Trump is doing, and that you don't like it fine. This shut the fuck up, stop rapping and run for office and make a change in this world. I dare you...but you won't. Just like all the others out there bitching and complaining. You hate the way law enforcement is? Then put on a badge and do it yourself go patrol your streets at night. You won't even do that and I'm sure your neighborhood is nice. \n\nYou don't like your politicians, or what they are doing? Then run for office ANY office. You won't and you know it. So if you're just going to sit around and point the finger at those who are at least trying to make a difference, then just do me and everyone else a favor and shut the fuck up and go back to writing rap songs. \n\nI'm sure losing me as a fan is no big deal to you because you have millions. But in terms that you might understand know this, for the rest of your career... I'm taking a knee."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 22
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 88
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:03:20+0000", 
            "id": "10154847216355079_1278805082224368", 
            "message": "I don’t think you should have to be a police officer or be a politician yourself in order to expect that your interests be represented by those who hold their positions. That’s why the president is elected. I don’t want his job but I do want him to represent human decency, something I’ve yet to see. I actually, truly, and unapologetically believe that Trump is a terrible person. Like, not even basic human decency. I would love to have just about anyone else is office that is a republican than him. That being said, I, and Eminem, can criticize all we want of those who hold positions of power. It should be our duty to always check and balance powerful positions because when you’re in one, it’s incredibly easy to abuse your power."
        }, 
        {
            "created_time": "2017-10-11T02:12:49+0000", 
            "id": "10154847216355079_195413107668762", 
            "message": "😂😂😂😂😂cornball"
        }, 
        {
            "created_time": "2017-10-11T02:14:59+0000", 
            "id": "10154847216355079_315655935576679", 
            "message": "Bye Felicia"
        }, 
        {
            "created_time": "2017-10-11T02:20:07+0000", 
            "id": "10154847216355079_1446925835428650", 
            "message": "You don't know Trump personally and either do I. You know what you read and what the media shows you and that is all. Some good, some bad. I try to make it a point to not judge anyone before actually knowing them. \n\nI wanted Bernie, but we have Trump and that is our reality for the next 4 years. And just like in the past when I voted for someone who wasn't elected, I still always respected who was elected President of the U.S. and stood behind them. That's what you do when you love this country all of the time and not just some of the time. \n\nAll I'm saying is this, you can either complain about the problems surrounding you or you can do something to change it. Trump might not be even close to being a perfect President but at least he's trying and that's more than I can say for a lot of people. \n\nAnyway, politics are politics much the same with religion, that's why it's a topic best not argued between friends. You have your opinions, which I respect. As I have my own opinions which I would hope you respect. Not everyone sees the world the same and that's okay. \n\nAnyway, hope you are doing better, I can't wait till you are back at work after you kick the crap out of cancer!!!!  If there is one thing I know we can agree on is this... FUCK CANCER!!!\n\nSending love and prayers your way. 😘"
        }, 
        {
            "created_time": "2017-10-11T02:47:21+0000", 
            "id": "10154847216355079_181848565718101", 
            "message": "lata biiiiiitch"
        }, 
        {
            "created_time": "2017-10-11T02:47:50+0000", 
            "id": "10154847216355079_341351502977021", 
            "message": "However, we can't all run for office, or become police officers. That's why protests happen, that's why people speak out. Em has a big platform, a lot of fans, and it makes it easier for him to speak out and be heard then say it is for you and me. Like he said in his freestyle, use their platform to speak out for those who can't. Things are being done to attempt to change (protests). And yes, we don't know Trump personally, but its pretty easy to see what kind of person he is. From how he's acted on shows before, to interviews hes given, words that have come out of his own mouth, his twitter. I'm not one to jump to conclusions about someone either, but I feel like this gives a pretty clear indication of him. Plus, Em has always talked shit about out presidents, and has been very open and speaks his mind about what's he's feeling."
        }, 
        {
            "created_time": "2017-10-11T02:49:42+0000", 
            "id": "10154847216355079_122747875105289", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:55:37+0000", 
            "id": "10154847216355079_284219065429175", 
            "message": "Randy Morgan fun fact - met him in real life when he was casting a trashy tv show about turning skanky women into “ladies” and he was a pig to all of us. 😝"
        }, 
        {
            "created_time": "2017-10-11T04:04:05+0000", 
            "id": "10154847216355079_2015218315364145", 
            "message": "You are my hero Kathryn jones"
        }, 
        {
            "created_time": "2017-10-11T04:07:18+0000", 
            "id": "10154847216355079_123100901723360", 
            "message": "Randy Morgan thank you for the love brother. 😘❤️"
        }, 
        {
            "created_time": "2017-10-11T04:17:38+0000", 
            "id": "10154847216355079_360583951060029", 
            "message": "yea same bro em just lost a day1 fan right here"
        }, 
        {
            "created_time": "2017-10-11T04:27:27+0000", 
            "id": "10154847216355079_235780786951690", 
            "message": "Casper Lax bye Stan"
        }, 
        {
            "created_time": "2017-10-11T04:27:34+0000", 
            "id": "10154847216355079_1921904504532520", 
            "message": "Pretty sure he had a response for you and others like you at the end of his freestyle. lol"
        }, 
        {
            "created_time": "2017-10-11T04:29:21+0000", 
            "id": "10154847216355079_2015224962030147", 
            "message": "\"I'm taking a knee.\" While you're down there, maybe you should listen to his actual lyrics. I don't know how you could have been a fan from the beginning and not seen this coming. LOL."
        }, 
        {
            "created_time": "2017-10-11T04:29:59+0000", 
            "id": "10154847216355079_138530740117914", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T07:26:03+0000", 
            "id": "10154847216355079_139813063429377", 
            "message": "Your argument is that because he doesn't like an unqualified lawmaker he should himself become an unqualified lawmaker. *two thumbs up*"
        }, 
        {
            "created_time": "2017-10-11T08:52:35+0000", 
            "id": "10154847216355079_281090179064352", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T09:33:31+0000", 
            "id": "10154847216355079_459059257823085", 
            "message": "Yes randy!!!!!   I am going to take a knee with you.  I have always been a huge fan.  Loved him.  I've just lost all respect for him. Will not listen anymore.  Pathetic."
        }, 
        {
            "created_time": "2017-10-11T10:01:41+0000", 
            "id": "10154847216355079_484669085233003", 
            "message": "Why didnt you stop being his fan when he spoke about Bush or Clinton? I just find it conveniently ironic that white supremacist support him because in their word he shares the same views. And that would mean you do too. This wasnt political it was his opinion...why cant he have it...hes not kneeling right"
        }, 
        {
            "created_time": "2017-10-11T11:01:52+0000", 
            "id": "10154847216355079_1928660774123813", 
            "message": "I love this. Well said."
        }, 
        {
            "created_time": "2017-10-11T11:28:16+0000", 
            "id": "10154847216355079_479047159145427", 
            "message": "Haha yea bro get the fuck out of  here"
        }, 
        {
            "created_time": "2017-10-11T12:45:10+0000", 
            "id": "10154847216355079_892765937546785", 
            "message": "To all saying I'm not going to be his fan anymore may i ask u umm 🤔🤔 who cares 😐😐 Em sure doesn't so that leaves u with just empty words 😁🤔🤔"
        }, 
        {
            "created_time": "2017-10-11T13:20:32+0000", 
            "id": "10154847216355079_692442774282203", 
            "message": "Sooooooo you really think it’s that easy for ppl of color to get in those positions?!?! 😂😂😂 You must live in another world. It’s a reason why those positions are white dominant.. Fools can only be fools. 🤦🏾‍♂️"
        }, 
        {
            "created_time": "2017-10-11T18:02:40+0000", 
            "id": "10154847216355079_122076535125878", 
            "message": "Hey Randy you shut up fascist Nazi!"
        }, 
        {
            "created_time": "2017-10-11T18:05:26+0000", 
            "id": "10154847216355079_1704641716247461", 
            "message": "Jadette Williams  You find it ironic because your a conservative. Its a terrible human trait to see the scandalous Trolling about Hillary and not say a thing yet bitch about Eninem! Nazis!"
        }
    ]
}