{
    "data": {
        "created_time": "2017-10-11T01:41:47+0000", 
        "id": "10154847216355079_10154847255615079", 
        "message": "CAUTION: This video contains truths and information that some viewers may find offensive to their ignorant world views"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 50
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 744
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8744
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1021
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:06:12+0000", 
            "id": "10154847216355079_1731612543801656", 
            "message": "Yes 😂"
        }, 
        {
            "created_time": "2017-10-11T02:09:14+0000", 
            "id": "10154847216355079_403424153408456", 
            "message": "Why didn't this dickhead say anything about Obama?"
        }, 
        {
            "created_time": "2017-10-11T02:11:59+0000", 
            "id": "10154847216355079_403424743408397", 
            "message": "All based on lies and nothing factual."
        }, 
        {
            "created_time": "2017-10-11T02:14:04+0000", 
            "id": "10154847216355079_403425360075002", 
            "message": "That comment is useless you know that right? It's on the fucking news everywhere you dumbfuck... And even he himself is causing shit... Nvm you're too close minded to know that"
        }, 
        {
            "created_time": "2017-10-11T02:15:01+0000", 
            "id": "10154847216355079_1639718479422745", 
            "message": "Not you Kris the Josh guy"
        }, 
        {
            "created_time": "2017-10-11T02:19:06+0000", 
            "id": "10154847216355079_395780074171833", 
            "message": "not truth. . just liberal garbage"
        }, 
        {
            "created_time": "2017-10-11T02:19:34+0000", 
            "id": "10154847216355079_195414454335294", 
            "message": "first off the Kris guy isn't American if he is he doesn't live here,  and the storytelling of his name spelling certainly would leave you to believe he is either Danish German or Austrian by decent, so his opinion on American politics is mute because he only sees what is likely politicised on major network news like cnn, nbc, fox. And likely npr which are all biased because the owners are democrats,  and fund campaigns for dems."
        }, 
        {
            "created_time": "2017-10-11T02:20:27+0000", 
            "id": "10154847216355079_529152684095139", 
            "message": "Best. Comment. Ever."
        }, 
        {
            "created_time": "2017-10-11T02:21:07+0000", 
            "id": "10154847216355079_279419629235634", 
            "message": "No Jared I do this thing called research.. I learn for myself. Of course it's everywhere but I don't let it tell me how to think and feel. I learn. I don't mind Em calling out shit but for the first time in his career that I can tell he listened to bullshit."
        }, 
        {
            "created_time": "2017-10-11T02:21:55+0000", 
            "id": "10154847216355079_529153127428428", 
            "message": "i guess when you get alot money, make a couple movies you have to sell out to Hollywood.   his city is decimated by this logic.  but yet they keep on preaching it.   big fan but i guess then drugs fucked him up"
        }, 
        {
            "created_time": "2017-10-11T02:22:30+0000", 
            "id": "10154847216355079_1639723302755596", 
            "message": "and Jareds opinion way up in Canada is also useless to us as Americans, maybe he should spend more time focussing on his own countries politics since their soldiers seem to have issues getting the funds they need as well as paid by their government"
        }, 
        {
            "created_time": "2017-10-11T02:23:05+0000", 
            "id": "10154847216355079_395781024171738", 
            "message": "Truth, your lucky you weren't run over by some jihadi when taking that profile pic."
        }, 
        {
            "created_time": "2017-10-11T02:26:32+0000", 
            "id": "10154847216355079_315660788909527", 
            "message": "Here's to you Marshall Mathers! I was your fan! Not anymore, now that you're a racist traitor!"
        }, 
        {
            "created_time": "2017-10-11T02:26:34+0000", 
            "id": "10154847216355079_395781737505000", 
            "message": "Not ignorant world views. More like opinionated world views. You are no smarter than a Trump supporter. Like Trump supporters are no smarter than Hillary or liberal supporters. So politely, fuck you. You are noone to judge anyone on who they voted for. Welcome to the United States."
        }, 
        {
            "created_time": "2017-10-11T02:27:01+0000", 
            "id": "10154847216355079_403429123407959", 
            "message": "I'm obviously not an American citizen.. But I do live here for the time being - and no I do not get my news from the mainstream US media channels, because I don't trust any of them 😂 My comment served as none other than a warning - which a lot of comments have proven may have its place.."
        }, 
        {
            "created_time": "2017-10-11T02:29:12+0000", 
            "id": "10154847216355079_289604504887431", 
            "message": "Hey our country isn't on the brink of fucking nuclear war with Korea, we've got funding, we use it for other things other than the biggest fucking army ever to look intimidating... Hmm I wonder how many more jets he'll fly over Korea? Hmm I wonder when he will fuck over America taking down Canadians with that?... Hmm all a mystery but... What about your actual problems? Hey, I have American friends who tell me how fucked up U.S is... So yes I do know, I have searched up alot... I have asked the U.S friends I have and they all point out... Your country is fucked... Good luck"
        }, 
        {
            "created_time": "2017-10-11T02:30:45+0000", 
            "id": "10154847216355079_1987081431539177", 
            "message": "And hey! We aren't as hated as Americans... I wonder why?"
        }, 
        {
            "created_time": "2017-10-11T02:31:43+0000", 
            "id": "10154847216355079_1639728996088360", 
            "message": "Stay where you are Jared Cardinal..we don't need you in the U.S and Don t think you are not hated...all cowards ran to pussy canada to avoid serving this great country...so keep our garbage,you deserve it"
        }, 
        {
            "created_time": "2017-10-11T02:32:10+0000", 
            "id": "10154847216355079_289605548220660", 
            "message": "Actually your are dumbass its called nato and the nuclear arm's treaty"
        }, 
        {
            "created_time": "2017-10-11T02:33:08+0000", 
            "id": "10154847216355079_153475338584444", 
            "message": "If you want me to say shit I know... Please do tell me... Haha... I'd love to get out this knowledge I have... For I am \"Not known\" to American news... And Victoria L Anaya think I give a crap? You won't let in anyone... WHITE POWER!!!! Am I right? Haha... I love telling people off"
        }, 
        {
            "created_time": "2017-10-11T02:33:21+0000", 
            "id": "10154847216355079_315662075576065", 
            "message": "Jared Please don't trigger the people - just sit back and enjoy your well-functioning society 😅"
        }, 
        {
            "created_time": "2017-10-11T02:33:22+0000", 
            "id": "10154847216355079_195417477668325", 
            "message": "Canada and America that would be you and us are the leading members of nato,  so id hate to beak it to you but Korea is a nato problem not just an America problem"
        }, 
        {
            "created_time": "2017-10-11T02:34:04+0000", 
            "id": "10154847216355079_153475465251098", 
            "message": "Because your all so polite with your beady little eyes and floppy heads"
        }, 
        {
            "created_time": "2017-10-11T02:34:31+0000", 
            "id": "10154847216355079_1639730586088201", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T02:35:40+0000", 
            "id": "10154847216355079_179259225976300", 
            "message": "Sorry can't help it i worked with Canadians over seas from brenden i believe with the princess Patricia royal horseback infantry"
        }
    ]
}