{
    "data": {
        "created_time": "2017-10-11T01:53:23+0000", 
        "id": "10154847216355079_1494561290632628", 
        "message": "First time i EVER in 20 years cut off listening to em spit anything.  He sounds just like another libtard crybaby who's out of touch with politics.  Screamin boo hoo from his million dollar estate.  How much had he helped his own state with his \"fame and stature\"? Detroit is a fkn wasteland and the epitome of whats goin wrong in america.  Pretty sure he is back on the drugs.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 101
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:26:11+0000", 
            "id": "10154847216355079_1987077688206218", 
            "message": "So he's a 'libtard crybaby' bc he said something you don't like? Sounds like someone needs to check their diaper."
        }, 
        {
            "created_time": "2017-10-11T02:45:46+0000", 
            "id": "10154847216355079_1587530691290718", 
            "message": "Geeeez. He is against a president he dislikes like he dislike another Republican President, He made songs about Bush, went as far as saying \"Fuck Bush\".  Listen to his past music, you seem new to his music."
        }, 
        {
            "created_time": "2017-10-11T02:51:58+0000", 
            "id": "10154847216355079_144399532963193", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T02:59:20+0000", 
            "id": "10154847216355079_1956889671189760", 
            "message": "The amount of money he has put in to Detroit is probably more than you will make in a life time"
        }, 
        {
            "created_time": "2017-10-11T03:30:24+0000", 
            "id": "10154847216355079_284213928763022", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T03:35:07+0000", 
            "id": "10154847216355079_1434423989944138", 
            "message": "\"Screamin boo hoo from his million dollar estate.\"\n\nHAHAHAHAHAHAHHA\n\nIt seriously takes a Trump supporter to say something profound and not realize that's exactly what Trump does every weekend he goes to spend taxpayer cash at his luxury golf resorts, rather than stay in the White House he thinks of as a \"Venezuelan jail\"."
        }, 
        {
            "created_time": "2017-10-11T04:32:32+0000", 
            "id": "10154847216355079_235781493618286", 
            "message": "https://m.facebook.com/BoycottTheNationalFootballLeague/photos/a.118083062245206.1073741828.105478086839037/126570244729821/?type=3&source=48&ref=m_notif&notif_t=like"
        }, 
        {
            "created_time": "2017-10-11T04:32:43+0000", 
            "id": "10154847216355079_360586277726463", 
            "message": "Ayyyyeeeeee"
        }, 
        {
            "created_time": "2017-10-11T12:46:56+0000", 
            "id": "10154847216355079_121658195173625", 
            "message": "Trump has been crying boo hoo from his billion dollar mansion since he became president about people criticizing him. Em has been dealing with that shit his whole career and it's safe to say he has never had any fucks to give."
        }, 
        {
            "created_time": "2017-10-11T13:07:14+0000", 
            "id": "10154847216355079_496572334039514", 
            "message": "Yeah..trump is the only president in us history who donates his salary.  He actually pays out of pocket for his trips..the taxpayers merely pay for security.  But you libtards wouldnt know that since half of you arent above a 4th grade reading level.  Obams also took golf outings and frequent vacations..so did bush..clinton..wait a minute...every president did.  So yeah..come up with something legit to belittle trump about.  And em complained for a fucking decade about everything..so he is exactly like trump.  I cant even tell you how many bars he spit about not getting 5 mics.  Cmon..dont you libtards use the internet for anything more than ignorant postings, streaming or pictures.  Theres this thing called a library.  It has lots of books.  Some of them might even have pictures and areas u can color in.  Perhaps you'll find some pop up books..which are right about at your IQ level.  Maybe then you can read about how to purge your suboxin habits and not drain the economy cuz yur fkn junkies.  U kids are too ez."
        }, 
        {
            "created_time": "2017-10-11T13:23:34+0000", 
            "id": "10154847216355079_282334555605733", 
            "message": "Adam Warren"
        }, 
        {
            "created_time": "2017-10-11T13:26:11+0000", 
            "id": "10154847216355079_245225909337660", 
            "message": "Tyler naylor find a source that isnt a liberal media outlet and then talk.  The post is fake news and was literally caught and busted releasing fake news..try again"
        }, 
        {
            "created_time": "2017-10-11T14:04:20+0000", 
            "id": "10154847216355079_1887670841548550", 
            "message": "You are just like all other americans, a fucking redneck, a fucking moron with no brain with no logic, thats why that retarded president represents you. You are a piece of shit nation, hello from Europe, we are laughing so hard at you dumbasses, bunch of monkeys arguing on a fucking retard orange president"
        }, 
        {
            "created_time": "2017-10-11T14:06:27+0000", 
            "id": "10154847216355079_1394106887354630", 
            "message": "Pretty sure you’re doing keg stands with the kool-aid"
        }, 
        {
            "created_time": "2017-10-11T15:07:14+0000", 
            "id": "10154847216355079_310738002667771", 
            "message": "You should have listened to it all, there was a bit in there that applies to you."
        }, 
        {
            "created_time": "2017-10-11T15:07:58+0000", 
            "id": "10154847216355079_534316793573262", 
            "message": "Lmao at a european talking shit on america.  Your leadership is a fucking joke.  U utilize an archaic and inbred line of leadership where the only time u hear about them is when they make fashion news.  Then, when yur pathetic country gets in over it's head, you rely on our military to be the backbone of your defense.  Your entire country is filled with arrogance and pretentious pricks who all long to live across the pond.  Your gun regulations are a joke..which is why isis continuously hits you below the belt.  You cant even keep a union together because you dipshits dont understand how true diplomacy works.  Not to mention..you are mediocre at everything but soccer and intel.  Mainly intel since your pussy ass army couldnt fend off a litter of kittens from a bowl of milk so you rely on spies..which you clearly still can't excel at since you are a hotbed for terrorism.  Dont worry bro..the brave soldiers of the US OF A will likely once again bail you out.  You are welcome."
        }, 
        {
            "created_time": "2017-10-11T15:10:56+0000", 
            "id": "10154847216355079_892819117541467", 
            "message": "Lmao at ANOTHER dumbass brit.  Go back to your gay ass soccer bro.  Did you even hit puberty yet?"
        }, 
        {
            "created_time": "2017-10-11T16:21:19+0000", 
            "id": "10154847216355079_1956618177951977", 
            "message": "Well said Adam Warren, smart man"
        }, 
        {
            "created_time": "2017-10-11T17:17:29+0000", 
            "id": "10154847216355079_323594994776755", 
            "message": "Fuck the president, Trump is a fucking moron."
        }, 
        {
            "created_time": "2017-10-11T18:10:07+0000", 
            "id": "10154847216355079_673625232828011", 
            "message": "Adam Warren I hear panama is a nice place to go view some decent Soccer these days"
        }, 
        {
            "created_time": "2017-10-11T19:18:46+0000", 
            "id": "10154847216355079_559027881096234", 
            "message": "Wow your intellect is baffling to me. \nYou're just having a tantrum coz Eminem said fuck you, to you 😁"
        }, 
        {
            "created_time": "2017-10-11T19:31:56+0000", 
            "id": "10154847216355079_2050980444915763", 
            "message": "Adam Warren president’s salary as you call it, is used to pay for things.  The rest is out on the taxpayer"
        }, 
        {
            "created_time": "2017-10-11T21:56:43+0000", 
            "id": "10154847216355079_523970114609859", 
            "message": "https://www.facebook.com/joshua.feuerstein.5/videos/vb.443476065755081/1151111988324815/?type=2&theater"
        }, 
        {
            "created_time": "2017-10-11T21:57:10+0000", 
            "id": "10154847216355079_1507012209366550", 
            "message": "you took the L as soon as you said \"libtard\""
        }, 
        {
            "created_time": "2017-10-11T22:01:11+0000", 
            "id": "10154847216355079_813042735564260", 
            "message": "I agree Adam!!! But then again,it must REALLY suck being Em,raised in the projects,not like the rest of us white kids in the burbs who was able to know what it was like to be a kid w/o having to brown nose just to survive going to school and outside to play! This is all about his childhood survival and PTSD ,having no choice but to make the best of what only his mother was willing and able to give. While we went to roller rinks,birthday parties,chuck e cheeses and safe parks & playgrounds or to grandmas house,he was shut in a trailer or roaming around the ghetto sucking butts to survive and the only thing to do was to hang in the hood and learn to live THEIR way. yeah,this wasnt a choice,how does it feel knowing your entire life,your attitude and behavior and your style was all based upon what you only had and could make of it vs what you really preferred,wished you could of had and wanted. Didnt judge you for so many years,but since you went there and decided to judge all of us,those who does support our new potus or decided to give him a chance,since it is what it is, and what we got,you screwed up. What a smack in so many of your fans faces! That supported you during your effed up years. Since you chose to be SO blunt,i decided to be just as Blunt back! Regardless how i was raised in the suburbs,I was still also raised,if one swings first,dont hesitate to swing back! You swung first!"
        }
    ]
}