{
    "data": {
        "created_time": "2017-10-11T01:42:03+0000", 
        "id": "10154847216355079_137107267035112", 
        "message": "Everythings politically driven... Cant watch football, basketball, music awards, movie awards and practically anything you see on tv.... This country is fucked and honestly its not Trumps fault... Its the liberal elites trying to brainwash everyone. Starting race wars, funding paid rioters/protesters and when the truth comes out about who was really behind this Las Vegas shit, I'll put money on them being behind that too... Stop the dumb shit, stop the hate. Wish it was like it was in '98...."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 84
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:04:08+0000", 
            "id": "10154847216355079_305493206596561", 
            "message": "Trump is a massive representation of the problem and his new tax bill is about to be the working class' problem, so get a clue dude.  Your attitude is what's wrong with the world."
        }, 
        {
            "created_time": "2017-10-11T02:05:23+0000", 
            "id": "10154847216355079_137120273700478", 
            "message": "I think you need to get a clue dude...."
        }, 
        {
            "created_time": "2017-10-11T02:08:25+0000", 
            "id": "10154847216355079_195412167668856", 
            "message": "Should stop believing what you hear from CNN and all other liberally ran media sources and actually investigate what the tax plan is.. Because apparently you're clueless. Get WOKE son... Good luck to ya buddy"
        }, 
        {
            "created_time": "2017-10-11T02:55:58+0000", 
            "id": "10154847216355079_122814918409213", 
            "message": "I don't need luck because my IQ is higher than yours"
        }, 
        {
            "created_time": "2017-10-11T02:56:16+0000", 
            "id": "10154847216355079_144400886296391", 
            "message": "You get woke you fucking moron I don't watch cnn"
        }, 
        {
            "created_time": "2017-10-11T02:58:01+0000", 
            "id": "10154847216355079_727913050727592", 
            "message": "Assuming I'm liberal because you're a republican makes you a dumbass."
        }, 
        {
            "created_time": "2017-10-11T02:58:18+0000", 
            "id": "10154847216355079_732670896930005", 
            "message": "Not sure if I'd rather hit you with knowledge or my fists."
        }, 
        {
            "created_time": "2017-10-11T03:17:20+0000", 
            "id": "10154847216355079_1350533271735629", 
            "message": "Becaus feaux news is so much better and even keeled lol"
        }, 
        {
            "created_time": "2017-10-11T04:39:36+0000", 
            "id": "10154847216355079_1656098351101019", 
            "message": "Aaayyyyeeeee"
        }, 
        {
            "created_time": "2017-10-11T06:27:34+0000", 
            "id": "10154847216355079_1629673703758136", 
            "message": "So Adam is an intellectual, as you can see, he is “woke.” I am not too sure what language Jeff is speaking."
        }, 
        {
            "created_time": "2017-10-11T08:32:33+0000", 
            "id": "10154847216355079_510585385972749", 
            "message": "Adam obviously got a little triggered 😂"
        }, 
        {
            "created_time": "2017-10-11T10:24:42+0000", 
            "id": "10154847216355079_137659153538525", 
            "message": "Hahahaha you go to Europe,  and you will hear people talking about Trump being a complete moron...🤔 how the liberals got there and brainwashed everybody?!!! Yeah, it is called common sense! 😒"
        }, 
        {
            "created_time": "2017-10-11T14:21:07+0000", 
            "id": "10154847216355079_856265927869638", 
            "message": "Yeah we see how well Europe is going with those liberal ways... Keep that flow of \"refugees\" coming."
        }, 
        {
            "created_time": "2017-10-11T14:25:02+0000", 
            "id": "10154847216355079_1956559617957833", 
            "message": "Adam is a big man talking shit over social media... lmao Shaking in my boots. Not to mention that, from the way you speak, there is not one shred of knowledge that would come from that pint sized brain of yours.... Get a life"
        }, 
        {
            "created_time": "2017-10-11T15:56:01+0000", 
            "id": "10154847216355079_122057991794399", 
            "message": "Passive aggressive tones underlined with conspiracy theories. \n\nWas 9/11 an inside job?\nAm I actually free or does the government have me on a list of deplorable citizens that can be tossed out of consideration when potentially having to downsize the population?\nDoes my cat love me?\nBig Brother can you hear me????\nDid we actually land on the moon?\n\nYeehaw the American experience."
        }, 
        {
            "created_time": "2017-10-11T17:22:18+0000", 
            "id": "10154847216355079_1095633490573682", 
            "message": "lol Charles wrecked all you cry-baby liberals. GG"
        }, 
        {
            "created_time": "2017-10-11T17:47:45+0000", 
            "id": "10154847216355079_122074518459413", 
            "message": "Charles Fried I couldn't agree with you more. I feel exactly like you do."
        }, 
        {
            "created_time": "2017-10-11T18:11:30+0000", 
            "id": "10154847216355079_503135213387840", 
            "message": "Its crazy the way people are acting, judging and treating one another these days. I voted for Obama in '08 believing that the \"Change\" he would bring in office would be great, but it was all a show. He brought us nothing but divisiveness, identity politics, erasing history, lies, corruption, open borders for easy access for terrorists and the list goes on. Not to mention he is undermining our current president on any and everything he does. Which is in fact considered treason by law. I cant stand how our countrymen and women have been played like pawns to destroy the greatest country on Earth just because the Democratic Party lost the election. They lost because the people are tired of the lies, deceit and overall corruption that has been bestowed upon us. The country wanted someone that has not been in this political regime.... Wake up America. Its time to get to work rebuilding our country and heal the wounds from the last 8 years, not pour salt on it..✌️❤️🇺🇲️"
        }, 
        {
            "created_time": "2017-10-11T20:32:31+0000", 
            "id": "10154847216355079_1857757617870564", 
            "message": "Thank you!!!! So true"
        }, 
        {
            "created_time": "2017-10-11T20:45:17+0000", 
            "id": "10154847216355079_1221393061299051", 
            "message": "Jamie Riley You're welcome:)"
        }, 
        {
            "created_time": "2017-10-11T21:49:45+0000", 
            "id": "10154847216355079_1461760393931372", 
            "message": "Honestly not Trumps fault. Good one dude."
        }, 
        {
            "created_time": "2017-10-11T21:51:54+0000", 
            "id": "10154847216355079_730609783808837", 
            "message": "Well, its true.."
        }, 
        {
            "created_time": "2017-10-11T23:11:48+0000", 
            "id": "10154847216355079_521392891544141", 
            "message": "Charles Fried is awesome, well said sir😊"
        }, 
        {
            "created_time": "2017-10-12T01:28:07+0000", 
            "id": "10154847216355079_1478309562245689", 
            "message": "\"Music...Politically driven.\" That's nothing new, we've had that for well over 50 years."
        }, 
        {
            "created_time": "2017-10-13T01:01:13+0000", 
            "id": "10154847216355079_1280525435387480", 
            "message": "Charles Fried. The only thing destroying your country is tRump and his right-wing agenda. America was in great shape when President Obama left office. I have never heard so much divisiveness as l have since rump \"won\". Do not let his rhetoric keep you from thinking critically. And l wouldn't believe most of what they say on fox news if l were you. Have a nice day."
        }
    ]
}