{
    "data": {
        "created_time": "2017-10-11T02:10:36+0000", 
        "id": "10154847216355079_395778094172031", 
        "message": "Thank you, Em. You expressed my rage and frustration. As I sit here with breast cancer and now thousands of dollars in debt (and that's with insurance). But, by all means, Trump, repeal the ACA so I can be fully bankrupt from the next round of medical expenses. It's such bullshit."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 31
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:22:03+0000", 
            "id": "10154847216355079_315657368909869", 
            "message": "I hear you. He’s looking to kill people medically n financially...my sincere prayers are with you Heather Thompson"
        }, 
        {
            "created_time": "2017-10-11T02:25:27+0000", 
            "id": "10154847216355079_279420615902202", 
            "message": "Thank you, Maria Knauth Sussman. It's already frightening enough, I sure don't need the financial stress on top of it. Thank you for your prayers."
        }, 
        {
            "created_time": "2017-10-11T05:45:50+0000", 
            "id": "10154847216355079_139778720099478", 
            "message": "I am so sorry for what you are going through cancer is no joke. But you have to agree that it isn’t our responsibility as tax payers to pay other people’s medical bills"
        }, 
        {
            "created_time": "2017-10-11T06:09:02+0000", 
            "id": "10154847216355079_1295347513910132", 
            "message": "I'm sorry for you are going through god be with you"
        }, 
        {
            "created_time": "2017-10-11T07:25:22+0000", 
            "id": "10154847216355079_156682728262572", 
            "message": "Awwwe watch out Heather Thomps is triggered!! What's wrong Heather Thompson are you all so sad that  hilly didn't win still after all this time?? Get used to losing dumb azzes, it's only just begun!!"
        }, 
        {
            "created_time": "2017-10-11T11:39:54+0000", 
            "id": "10154847216355079_121646661841445", 
            "message": "Nancy Diaz what a disgusting self serving response. no surprise where your support lies then."
        }, 
        {
            "created_time": "2017-10-11T12:36:52+0000", 
            "id": "10154847216355079_132046660778624", 
            "message": "Thank you, Michael Molder, for your sympathy. Truly. I don't agree, however, with your view on healthcare. That's okay - we all process information and politics through the filters of our life's experiences. I feel that we all live in community.  My humanity compels me to be happy to pay more in taxes so that my fellow citizens do not suffer the financial fallout from the lack of a healthcare system that covers everyone.  As Jesus said (supposedly, anyway), \"As I have loved you, love one another. By this shall men know ye are my disciples.\""
        }, 
        {
            "created_time": "2017-10-11T12:42:26+0000", 
            "id": "10154847216355079_122029621797236", 
            "message": "Nancy Diaz. That's okay, really. You have to live with your comment and the place within yourself that motivated it. We women must support one another and I wish the best for your life. We are all one routine mammogram away from a potential cancer diagnosis. It is a horror. I had no risk factors and I'm under 55.  This isn't about Hillary, this is about the destruction of the only semblance of a health care system we have in this country. And the sad thing is, I work full time for a large corporation and pay a lot for the top insurance package we're offered and still . . ."
        }, 
        {
            "created_time": "2017-10-11T13:41:24+0000", 
            "id": "10154847216355079_892784464211599", 
            "message": "Heather Thompson, huh??"
        }, 
        {
            "created_time": "2017-10-11T13:44:24+0000", 
            "id": "10154847216355079_2050611721619302", 
            "message": "Maria Knauth Sussman, ignorant comment. \"He's looking to kill people medically and financially.\" You liberals have your heads buried so far down in the sand, you live in a dream world. Smh!"
        }, 
        {
            "created_time": "2017-10-11T14:20:17+0000", 
            "id": "10154847216355079_503044393396922", 
            "message": "Nancy Diaz you are an ass! Despite if you voted for Trump or not or if you are a Republican or not, you can still have empathy which you obviously lack."
        }, 
        {
            "created_time": "2017-10-11T14:22:04+0000", 
            "id": "10154847216355079_319151295218919", 
            "message": "Lara Reed Cordell You also obviously lack empathy.  SMH"
        }, 
        {
            "created_time": "2017-10-11T17:16:56+0000", 
            "id": "10154847216355079_518468305168922", 
            "message": "Claire Fox, so you know me??? Are you inside my mind, my heart?? You know nothing about me! My comment is directed towards her comment regarding Trump for her healthcare insurance issues, when she can thank Obama for that! Trump is trying to fix the disaster known as Obamacare, with no help from Congress. As far as her health issues I pray that God heals her. But, if she wants to be angry about healthcare she needs to direct that anger towards Obummer!"
        }, 
        {
            "created_time": "2017-10-11T18:24:45+0000", 
            "id": "10154847216355079_864795587022734", 
            "message": "Nancy Diaz  assumption is the mother of all .... Heather was not making a comment about a party but rather about how horribly stressful it is to fight cancer and on top of that having to deal with the financial burden. Obviously you lack any kind of empathy."
        }, 
        {
            "created_time": "2017-10-11T22:06:27+0000", 
            "id": "10154847216355079_946185308870516", 
            "message": "The ACA is literally killing people. It's set to double and triple in many states if Trump doesn't do something. In my own state we now only have one provider for individual and it's so expensive no one can afford it."
        }, 
        {
            "created_time": "2017-10-11T22:40:09+0000", 
            "id": "10154847216355079_1484469801632256", 
            "message": "Nancy Diaz that was a little much huh? You can disagree with someone without being a piece of shit. I don’t agree with a government run health care system either. It’s people like you that give the other Americans who support trump a bad name and make them think we are all monster. Crawl back under your rock you disgrace to the human race"
        }, 
        {
            "created_time": "2017-10-12T03:57:45+0000", 
            "id": "10154847216355079_1889394531388206", 
            "message": "Michael Molder you’d rather pay for Trump’s golf trips right? I’d rather help pay medical bills for people who need it. Get well Heather Thompson.  There are compassionate people out here. Unfortunately they aren’t the ones kissing Trump’s ass."
        }, 
        {
            "created_time": "2017-10-12T12:11:20+0000", 
            "id": "10154847216355079_1459840574105236", 
            "message": "Jeffrey Darrow I never said I agreed with him or Obama’s golf trips did I? I said that the government should not control healthcare. Where did the promise of being able to keep your own doctor go? Or the fact that it’s called affordable care act but people I know have had their premiums sky rocket 110%."
        }
    ]
}