{
    "data": {
        "created_time": "2017-10-11T01:50:15+0000", 
        "id": "10154847216355079_363339980771841", 
        "message": "Not a Trump supporter but this was awful lol. He should spend more time rapping about those Democrats in Michigan that have destroyed Detroit. Just saying."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 32
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T05:51:17+0000", 
            "id": "10154847216355079_365535880545685", 
            "message": "You are CLEARLY a Trump supporter &  Em is clear about how he feels about your “on the fence” racism"
        }, 
        {
            "created_time": "2017-10-11T06:00:39+0000", 
            "id": "10154847216355079_119919075352878", 
            "message": "Keep falling for the divide and conquer stadegy. 👌\n\nOh and since you seem to think that every white person who doesn't think the way you do is racist I'll let you in on a little secret, they're not. 😱 Shocker right?? I'm the furthest thing from a racist you'll ever meet but sadly based on your reply I can't say the same for you."
        }, 
        {
            "created_time": "2017-10-11T13:35:18+0000", 
            "id": "10154847216355079_1978940739057296", 
            "message": "You are a trump supporter. Of rather be divided if it keeps me away from blind people who can't admit to injustice in America.  Stay in your Priviledged fantasy land."
        }, 
        {
            "created_time": "2017-10-11T13:35:30+0000", 
            "id": "10154847216355079_496479024058742", 
            "message": "Ayyyyyeee"
        }, 
        {
            "created_time": "2017-10-11T13:42:17+0000", 
            "id": "10154847216355079_892784644211581", 
            "message": "I know there's injustice in this country but it didn't start with Trump. I'm a libertarian and supported Rand Paul during the election and a big reason I supported him was because he was the only one calling the injustice out. Rand Paul was constantly talking about how blacks are incarcerated at a way higher rate than whites even though whites commit just as many crimes. He's called for criminal justice reform, ending mandatory minimums, ending the war on drugs and still does to this day. You might have known that if you guys weren't letting the mainstream media and celebrities tell you how to think."
        }, 
        {
            "created_time": "2017-10-11T13:54:50+0000", 
            "id": "10154847216355079_1896459717269925", 
            "message": "Here's who I voted for. \nhttps://youtu.be/He5oNWxHz7Q"
        }, 
        {
            "created_time": "2017-10-11T14:34:01+0000", 
            "id": "10154847216355079_319156021885113", 
            "message": "He's actually not the only one. He's the one you CHOOSE to acknowledge. BUT, it still stands"
        }, 
        {
            "created_time": "2017-10-11T14:34:04+0000", 
            "id": "10154847216355079_379406002488068", 
            "message": "Pat Moore ROFL the man who thinks ignoring problems makes them go away."
        }, 
        {
            "created_time": "2017-10-11T14:35:54+0000", 
            "id": "10154847216355079_518425208506565", 
            "message": "Yusuf Morgan is that right? Enlighten me. I'll wait."
        }, 
        {
            "created_time": "2017-10-11T14:35:56+0000", 
            "id": "10154847216355079_121678948504883", 
            "message": "This country has always been divided since amerikkka dam near wiped out all the native Americans."
        }, 
        {
            "created_time": "2017-10-11T14:36:19+0000", 
            "id": "10154847216355079_122780065074621", 
            "message": "There is nothing angelic about this country"
        }, 
        {
            "created_time": "2017-10-11T14:39:27+0000", 
            "id": "10154847216355079_282362932269562", 
            "message": "But seriously who else made criminal justice reform a main policy this last presidential election? I'm really curious."
        }, 
        {
            "created_time": "2017-10-11T19:36:15+0000", 
            "id": "10154847216355079_496574844049160", 
            "message": "Pat Moore you’re a shitty libertarian.  The fact trump is telling private organizations what to do, using our tax dollars to go golfing every weekend, etc.  I’m against huge unaccountable spending."
        }, 
        {
            "created_time": "2017-10-11T20:28:54+0000", 
            "id": "10154847216355079_137830136846116", 
            "message": "When liberals are still mad when you don't support trump^^^ \n\nDivide and conquer I suppose. Y'all are miserable.😂"
        }, 
        {
            "created_time": "2017-10-11T22:23:29+0000", 
            "id": "10154847216355079_1209024169241611", 
            "message": "Travis Bingham if you're against unaccountable spending and against telling private organizations what to do you might be a libertarian 😂"
        }
    ]
}