{
    "data": {
        "created_time": "2017-10-11T01:37:27+0000", 
        "id": "10154847216355079_10154847232185079", 
        "message": "Hell yes!!!!!! I have always been a fan and I always will be! Thank you for stepping up for the ppl who aren't allowed to have a voice! ❤️"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 146
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T04:48:36+0000", 
            "id": "10154847216355079_139611973326627", 
            "message": "https://youtu.be/2NBwt24PTe0"
        }, 
        {
            "created_time": "2017-10-11T05:27:15+0000", 
            "id": "10154847216355079_336708753443629", 
            "message": "You mean the loud ass downies I mean Hillary Supporters who block the streets and divide our country over a guy who's been doing a decent job as President but are told what to think by Celebrities?"
        }, 
        {
            "created_time": "2017-10-11T12:03:37+0000", 
            "id": "10154847216355079_310687299339508", 
            "message": "No sweety! I am in no way shape or form a \"Hillary supporter\" Neither have I blocked any street or divided anyone. And if you think trump is doing a good job as president then you are part of the problem!"
        }, 
        {
            "created_time": "2017-10-11T14:40:38+0000", 
            "id": "10154847216355079_1947527828851375", 
            "message": "Michelle Caldwell You look to be the problem.  Mr. President Trump is just fixing the horrific fuckup we had they last 8 years"
        }, 
        {
            "created_time": "2017-10-11T14:47:14+0000", 
            "id": "10154847216355079_1681404501869834", 
            "message": "\"Aren't allowed\" lol"
        }, 
        {
            "created_time": "2017-10-11T15:33:00+0000", 
            "id": "10154847216355079_318146721997749", 
            "message": "Jane Smith how so by handling out paper towels to people who lost everything they had?????"
        }, 
        {
            "created_time": "2017-10-11T15:48:02+0000", 
            "id": "10154847216355079_1947544532183038", 
            "message": "^ paper towels is a better sentiment than Obama showing up to thug's funerals and overlooking dead cops. Just saying."
        }, 
        {
            "created_time": "2017-10-11T15:53:37+0000", 
            "id": "10154847216355079_673582719498929", 
            "message": "Hmmm I will have to check the facts on this. But im not taking up for Obama just don't care for trump."
        }, 
        {
            "created_time": "2017-10-11T17:18:13+0000", 
            "id": "10154847216355079_122069565126575", 
            "message": "Trump is a joke. Hillary is shady. The super wealthy put these people in front of us so we sit on Facebook talking trash to each other instead of all being Americans and forcing change. If those 2 assholes are truly the best this nation has to offer as a leaders...we are screwed."
        }, 
        {
            "created_time": "2017-10-11T18:36:34+0000", 
            "id": "10154847216355079_352571871834853", 
            "message": "And who isn't allowed to have a voice?? Everyone is allowed free speech.  🙄"
        }, 
        {
            "created_time": "2017-10-11T18:37:09+0000", 
            "id": "10154847216355079_323621544774100", 
            "message": "Traci Crawford I know right!  Lmao"
        }, 
        {
            "created_time": "2017-10-11T19:08:09+0000", 
            "id": "10154847216355079_149483832324614", 
            "message": "Jennifer Lynn and Traci Crawford it wasn't meant to be literal.... Think outside the box.... Trump doesn't give a fuck about lower class citizens or elderly or people of other race than him. Oh and Jennifer Lynn I hope you are not a trump supporter bc if it were up to him im sure you wouldn't even be here......."
        }, 
        {
            "created_time": "2017-10-11T21:38:44+0000", 
            "id": "10154847216355079_1831375523840362", 
            "message": "https://youtu.be/3jFJTZkMc40"
        }, 
        {
            "created_time": "2017-10-12T00:36:50+0000", 
            "id": "10154847216355079_352227701898365", 
            "message": "Michelle Caldwell And just like that, the president waved his magic wand, and all the country's problems that have been created for the last 25 years were all fixed. What the fucks wrong with people like you.. Better take that head outta your ass dude, Unemployment at a 15 year low. African-American unemployment at a 17 year low.  I know, That's because of Obama right. Wall street booming. Jobs coming back from overseas in record numbers. You just a fucking Moron feeding off the bullshit. Take your sorry ass down the road to the corner of, Fuck You and sell that crap. I got more so go ahead and say something else stupid."
        }, 
        {
            "created_time": "2017-10-12T00:56:59+0000", 
            "id": "10154847216355079_328023150940824", 
            "message": "Arthur Green let me guess you are one of his white hooded soldiers lol. All I have to say is everyone is entitled to their own opinions. I'm sorry that you are too brain washed to see what he's doing. Maybe one day when his horrible decisions affect you or one of your family members you will see the light. Have a good night."
        }, 
        {
            "created_time": "2017-10-12T00:58:51+0000", 
            "id": "10154847216355079_123821981654317", 
            "message": "Oh and another thing.... Just bc I'm anti trump doesn't mean I'm pro Obama or pro Hillary why do ppl think that automatically???"
        }, 
        {
            "created_time": "2017-10-12T14:21:48+0000", 
            "id": "10154847216355079_133111690746064", 
            "message": "Michelle Caldwell You stepped into it, Is the unemployment rate down to a 15 year low? Are jobs coming back, Is the rate of new home ownership at an all time record.  Now tell me about \" Those Horrible Decisions\" the presidents making................. Don't just run that mouth, I gave statics, you give me lip service............ Tell me all about what that mean president is doing, Enforcing our law's? Putting N.K on notice, In case you failed to notice, Much of the rest of the world has sided with the president's hard stance with N.K. and tell me how those sanctions on N.K got put into affect. But little sissies like you are use to Obama traveling around the world Kissing ass and funding terrorist. Or maybe your referring to those Illegal DACA so-called children? DACA is/was an illegal executive order, And every Illegal alien in this country is , By the law's passed by Congress, Deportable. that's a fact. Come on big mouth, you stepped into my world, Now give me some examples of what your Scared of. Go find that safe place dude."
        }, 
        {
            "created_time": "2017-10-12T14:22:33+0000", 
            "id": "10154847216355079_181926869044369", 
            "message": "Michelle Caldwell Law's have not a damn thing to do with OPINION'S."
        }, 
        {
            "created_time": "2017-10-12T14:36:44+0000", 
            "id": "10154847216355079_2032355366997211", 
            "message": "Michelle Caldwell BTW, get use to what \" He's\" doing, He's gonna be around for 7 years and 5 months. MAGA.  Boo hooo, That mean president ain't putting up with the bullshit excuses like the last one did. Law and order is on it's way. Better buckle up cry babies, gonna be a bumpy ride for some. I'll bet \" He's\" responsible for the 500 murders so far in Shitcago...............some Negro's gotta blame whitey for they'er failures to keep up, BTW, I'll use the term Negro until It's removed from the United Negro College fund. Come get you some more of what i got for ya............ Whine ass."
        }, 
        {
            "created_time": "2017-10-12T17:55:39+0000", 
            "id": "10154847216355079_933801733440220", 
            "message": "Wow looks like I hit a nerve! Touchy are we? It would take me all day to list all of the fucked up things trump has done so far and it hasn't even been a full year yet.... And i highly doubt he will even finish this term let alone get another one....."
        }, 
        {
            "created_time": "2017-10-12T23:44:37+0000", 
            "id": "10154847216355079_135609350419392", 
            "message": "James Carlos"
        }, 
        {
            "created_time": "2017-10-12T23:48:07+0000", 
            "id": "10154847216355079_284017658756198", 
            "message": "Arthur Green, I need you to not state facts. You're just a person. Do me a favor and site your sources for the statistics. I need accurate information. If you're going to talk big to Michelle, make sure you're citing where you get your information from. In the age of fake news, I believe nothing average racists like you have to say. Matter of fact, whatever sources you cite are probably bull anyway. Trump has only done so much, as his era items aren't all in effect. Whatever numbers you're seeing are usually the remaining down trickle of the previous administration. Which is why Trump is trying to repeal and replace everything. So you sir, are the big mouth. Talking like the keyboard Nazi warrior you are. Anything you say is entertainment, so I appreciate you providing a good night for me. I enjoyed reading your nonsensical jabbering."
        }, 
        {
            "created_time": "2017-10-12T23:49:47+0000", 
            "id": "10154847216355079_535114206827482", 
            "message": "Gottem"
        }, 
        {
            "created_time": "2017-10-13T12:15:15+0000", 
            "id": "10154847216355079_354516248333688", 
            "message": "James Carlos So your another one that needs me to take em by the hand and show you where to find Unemployment statics? Really! As for DACA, The illegal EO signed by Obama, It's ending, it's done isn't it? That's all the proof needed, The New peoples president  told the useless Congress it's over and done with! Is that not a FACT!  As for your commit about me being a RACIST, Why is that? Because I simply point out the fact that Obama had the word Negro stricken from all federal forms and laws?  Yet here we are with the United Negro college fund. Now that's some fucked up double standard bullshit that's not gonna fly. So you and Michelle need to smarten up."
        }, 
        {
            "created_time": "2017-10-13T12:18:13+0000", 
            "id": "10154847216355079_372656856497810", 
            "message": "James Carlos Read it and weep. US unemployment rate unexpectedly fell to 4.2 percent in September 2017 from 4.4 percent in the previous month and below market consensus of 4.4 percent. It was the lowest jobless rate since February 2001, as the number of unemployed persons declined by 331 thousand to 6.8 million. Meanwhile, the labor force participation rate rose by 0.2 percentage points to 63.1 percent, its highest level since March 2014."
        }
    ]
}