{
    "data": {
        "created_time": "2017-10-11T01:55:46+0000", 
        "id": "10154847216355079_137115850367587", 
        "message": "Lol y’all think Eminem gives a fuck about what y’all like? He just said in this freestyle, fuck the fans who don’t agree. And yall sitting here complaining."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 65
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T01:58:33+0000", 
            "id": "10154847216355079_1960097470939433", 
            "message": "Right???!! Fuk them!"
        }, 
        {
            "created_time": "2017-10-11T15:16:44+0000", 
            "id": "10154847216355079_1944794329122661", 
            "message": "Good, if he don’t care then he don’t need us!"
        }, 
        {
            "created_time": "2017-10-11T15:31:23+0000", 
            "id": "10154847216355079_1947541128850045", 
            "message": "Kenny Kieso lol he never needed any of us."
        }, 
        {
            "created_time": "2017-10-11T19:11:59+0000", 
            "id": "10154847216355079_214594732412926", 
            "message": "FUCK TRUMP"
        }, 
        {
            "created_time": "2017-10-11T19:26:23+0000", 
            "id": "10154847216355079_831107683724387", 
            "message": "Abhijeet Bharguv okay. lol"
        }, 
        {
            "created_time": "2017-10-11T22:12:39+0000", 
            "id": "10154847216355079_917132991767720", 
            "message": "Hes gonna when he doesnt sell half of the concert tickets he is used to selling and his merchandise sales go down! yeah,hes stupid alright,he has already lost many fans over his useless hypocritical music in the past,now hes about to loose way more! And the older he gets,the less fan base hes gonna get as it is,that was a pretty brave move on his end considering he is a 44 yr old rapper that sings the same old things over and over,its still the same sounding crap and it eventually gets old and the newer things come in. I mean,come on now,lets be realistic here and face it,Eminem isnt going to be rapping until he is 60 yrs old lol,if he even lives to be 60 with his prior substance abuse and mental health history and etc.All it takes is 1 relapse! His liberal logic is gonna put the last nail in his coffin! He digs at lesbians by calling them d*kes,then he says sexist stuff about women,He takes digs at Anderson cooper and CNN and then he digs at the new potus and the conservative side,he clearly cannot even make up his mind what he believes in,hell idk if he even knows what he believes in lol! hes all over the place!"
        }, 
        {
            "created_time": "2017-10-11T22:16:31+0000", 
            "id": "10154847216355079_356727291439115", 
            "message": "Shad Olds lol I’m not reading all that."
        }
    ]
}