{
    "data": {
        "created_time": "2017-10-11T02:03:13+0000", 
        "id": "10154847216355079_131222524201516", 
        "message": "Just in case people forgot, THIS IS CALLED CONSCIOUS HIP-HOP!!!\nTHIS is what pac and biggie did, what Malcolm talked about, what was missing from today's music. The world is changing and hip hop HAS to play a key role in it. Talking about bitches and popping xanaxes like today's mumble crappers doesn't work. Respect the guy for stating his opinion and taking a stand. Hip-Hop is a MOVEMENT, stop making it look like a party genre."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 226
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 36
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:39:30+0000", 
            "id": "10154847216355079_181846895718268", 
            "message": "Fucking oath!"
        }, 
        {
            "created_time": "2017-10-11T04:26:32+0000", 
            "id": "10154847216355079_1725040387800400", 
            "message": "👏🏽👏🏽👏🏽👏🏽"
        }, 
        {
            "created_time": "2017-10-11T05:27:46+0000", 
            "id": "10154847216355079_305180843291727", 
            "message": "Fuck yes"
        }, 
        {
            "created_time": "2017-10-11T07:37:53+0000", 
            "id": "10154847216355079_137890453609681", 
            "message": "Don’t you think he’s a ho for never saying anything about obama but dissed Clinton, bush and now trump? Closer racist for sure"
        }, 
        {
            "created_time": "2017-10-11T11:26:48+0000", 
            "id": "10154847216355079_518368721845547", 
            "message": "Crooked JD man I don't live there so I can't comment on his choice of political targets without knowing everything about what Obama did, but one thing is for sure, what he does can't be judged on the basis of what he didn't do, you know,like you can't target him for dissing Trump just because he didn't target Obama."
        }, 
        {
            "created_time": "2017-10-11T18:24:35+0000", 
            "id": "10154847216355079_1652666271462231", 
            "message": "yep here in portugal when we lived a fascist regime we used music to call out ppl! its called intervention music! this is it! one of the best uses for music!"
        }, 
        {
            "created_time": "2017-10-11T18:36:36+0000", 
            "id": "10154847216355079_1947600158844142", 
            "message": "Crooked JD Obama and Clinton DID NOT give him a reason!  Race has nothing to do with it.  Trump being an asshole, does."
        }, 
        {
            "created_time": "2017-10-11T19:09:51+0000", 
            "id": "10154847216355079_319238431876872", 
            "message": "Linda Burger releasing terrorist from gitmo? Benghazi, fast and the furious, dividing races, unconstitutional wars? Should I go on? He went after Clinton."
        }, 
        {
            "created_time": "2017-10-11T20:42:43+0000", 
            "id": "10154847216355079_1612743382115125", 
            "message": "Exactly..hip hop gotting a lot of politics and not only tupac and Biggie wer\nre rapping about politics before but NWA and others rappers too"
        }, 
        {
            "created_time": "2017-10-11T21:15:04+0000", 
            "id": "10154847216355079_137537110211392", 
            "message": "When hip hop stops talking about violence, bitches, money, gangs, uzis, drugs, the world will change."
        }, 
        {
            "created_time": "2017-10-11T23:52:55+0000", 
            "id": "10154847216355079_140445143166742", 
            "message": "I could have sworn the did gangster rap but what do I know ."
        }, 
        {
            "created_time": "2017-10-12T01:49:53+0000", 
            "id": "10154847216355079_1929340563984901", 
            "message": "Don't forget NWA and KRS-1. 😉"
        }, 
        {
            "created_time": "2017-10-12T06:04:01+0000", 
            "id": "10154847216355079_122404585139058", 
            "message": "I really would have liked to see what PAC could have done had he lived.  He was so prolific and he was coming up mature and wise and I know that man would have changed a lot of lives with his platform.  RIP"
        }, 
        {
            "created_time": "2017-10-12T06:45:50+0000", 
            "id": "10154847216355079_122408721805311", 
            "message": "Carrie Ann exactly, he was one of the very few ones who truly worked to remove racism and had the potential to leave an impact on the masses, had he been alive, hip hop would've been a lot better today."
        }, 
        {
            "created_time": "2017-10-12T07:32:26+0000", 
            "id": "10154847216355079_1116122578522506", 
            "message": "I sometimes wonder why more artist and entertainers who come in those tough circumstances they start rapping about, never seem to mature in their message. I understand some rappers are more entertainers than artists, but I think there is a-lot of wasted opportunity when they have that large of an audience. That’s the difference between an artist and an entertainer though.  An artist wants to be understood and wants to understand.  Their passion is in their art and it’s not all about fame and fortune."
        }, 
        {
            "created_time": "2017-10-12T10:17:22+0000", 
            "id": "10154847216355079_499249357119035", 
            "message": "Stfu"
        }, 
        {
            "created_time": "2017-10-12T18:27:49+0000", 
            "id": "10154847216355079_173198206590861", 
            "message": "Also what Eminem has been doing for 20 years"
        }, 
        {
            "created_time": "2017-10-17T05:37:14+0000", 
            "id": "10154847216355079_379596525808370", 
            "message": "If it was actually any good I might agree with you. But it rather sucked. There was no flow."
        }, 
        {
            "created_time": "2017-11-07T21:51:24+0000", 
            "id": "10154847216355079_170661110184859", 
            "message": "Hmmmm"
        }, 
        {
            "created_time": "2017-11-16T09:43:49+0000", 
            "id": "10154847216355079_370840196701428", 
            "message": "Nothing Hip about somebody who can't play a note but writes bad poetry and takes pills..  yea my hero... when is he gonna learn to play a guitar and write a real song?"
        }, 
        {
            "created_time": "2017-11-16T10:11:03+0000", 
            "id": "10154847216355079_128039314541468", 
            "message": "Ken Sims so you wanna imply that only people who can play a guitar and sing are real musicians?"
        }, 
        {
            "created_time": "2017-11-16T10:11:37+0000", 
            "id": "10154847216355079_912933698883572", 
            "message": "If that is your thinking then hip hop might not be for you"
        }
    ]
}