{
    "data": {
        "created_time": "2017-10-11T01:53:15+0000", 
        "id": "10154847216355079_363341057438400", 
        "message": "Genius!  Well none of it made much sense, mostly just a bunch of general news topic bait words.  I've always liked em, and still do.  Flow was great I loved the slam poetry aspect.  But Eminem, you have no idea what you're talking about.  You're just pissed off and putting extra emphasis on words that tend to make people uneasy with our government.  I thought it was super ballsy for someone who has made hundreds of millions of dollars off fans for decades to draw a line between him and then.  We get it you don't need us.  We'd like to have you back to be honest, but we don't need you.  The difference is, we need Donald Trump to succeed."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 30
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:40:23+0000", 
            "id": "10154847216355079_181847025718255", 
            "message": "Delusional much?"
        }, 
        {
            "created_time": "2017-10-11T04:34:00+0000", 
            "id": "10154847216355079_284227725428309", 
            "message": "Ayyyyyyeeeee"
        }, 
        {
            "created_time": "2017-10-11T07:36:54+0000", 
            "id": "10154847216355079_1984064455172218", 
            "message": "real talk here trump isn't goin anywhere no matter what you say so learn to deal with it"
        }, 
        {
            "created_time": "2017-10-11T11:43:31+0000", 
            "id": "10154847216355079_940081299490648", 
            "message": "Jimmy Tinsley real talk here, he’s a walking time bomb and could explode at any moment. Most people are just counting down the days. I’m glad you’re so convinced of his sanity. Shocking, white dude from Texas"
        }, 
        {
            "created_time": "2017-10-11T21:20:42+0000", 
            "id": "10154847216355079_1944905949107006", 
            "message": "You need Donald Trump to start WWIII.  That's about all he seems to be good for right now.  You were on your way up to being a shining and respected (mostly) beacon, the main leader of the world.  Now you're the world laughing-stock; that crazy uncle we're trying to hide in the attic and hope nobody remembers we had any relation to.  Trump came into power, y'all took a sharp turn down.\n\nSo yeah.  Have fun with that.  'Cause you and the rest of his nuts are the only ones who think he's doing anything resembling succeeding."
        }, 
        {
            "created_time": "2017-10-12T03:39:04+0000", 
            "id": "10154847216355079_844913218967350", 
            "message": "anyone who voted for Trump is as ignorant as Trump, and when he is taken down by your  country for collusion, theft money laundering, and stealing our Democracy, I hope you take a good long look in the mirror at who you are.   Your ego does not matter to anyone but you, and Trumps and yours will be totally demolished.  Do what the rap artist said, turn away or fuck off.   No one cares."
        }
    ]
}