{
    "data": {
        "created_time": "2017-10-11T01:54:28+0000", 
        "id": "10154847216355079_137115093700996", 
        "message": "So Marshall has built Detroit back and made it a better place for kids to grow up in?, that's right he ran to Cali and left Detroit to rot with LIBERAL policies. No different than the NFL. Doesn't give a fuck about the problem just wants the publicity."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 103
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T02:21:46+0000", 
            "id": "10154847216355079_1446926868761880", 
            "message": "He lives in Michigan tho"
        }, 
        {
            "created_time": "2017-10-11T02:27:38+0000", 
            "id": "10154847216355079_195416284335111", 
            "message": "Ariana Mcbride I know he lives in Michigan. My point is how much of those millions has he put into the school system in Detroit? How much of those millions has he put into the public transportation in Detroit? How much of those millions has he lowering energy cost on inner city housing? You know all the things that actually make a difference in the world. Not oh let's take a van full of kids to toys r us and spend thousands. Warwick Dunn showed the world how you make a difference. Buy a single mom a cheap car so she can get to work. Buy a kid a bed instead of f$&king Jordan's. He needs to sit his ass down and shut up. Give Obama props?, yeah for killing Detroit?, that makes perfect sense."
        }, 
        {
            "created_time": "2017-10-11T02:32:48+0000", 
            "id": "10154847216355079_1639729699421623", 
            "message": "Listen , as someone who has loved and supported Eminem since the beginning of his career and someone who was a trump supporter , in def caught in the middle. I will say, I was raised to respect our president and I'm not a sheep who believes all I see and hear in the media when it comes to trump. But what Eminem did tonight in no way takes away for what he's done for music, the fans and the public. He's been acknowledged for donating to hospitals , jails, and paying college tuitions and loans. He doesn't like to be credited for it. He's done more than people\nGive him credit for. He's a humble guy. I don't agree with all he said in that cypher and I think athletes, singers, actors should stay out of politics being that they're so out of touch. But em is em. He pushes buttons and that will never change. Let's not forget what he's said in the past about Clinton being an adulterer and rapist, bush being a murderer. It's what he does just can't take it to the head. More with a grain  of salt. I'll always continue to support him and his music, regardless of what he said tonight , he's done so much to bring myself happiness"
        }, 
        {
            "created_time": "2017-10-11T02:35:53+0000", 
            "id": "10154847216355079_1587524951291292", 
            "message": "I agree with you. Also 1000% agree they need to stay out of politics. This is a celebrity created world we are becoming. The feelings bucket is getting ridiculous."
        }, 
        {
            "created_time": "2017-10-11T03:34:51+0000", 
            "id": "10154847216355079_122553378458983", 
            "message": "From Michigan but stays in Cali"
        }, 
        {
            "created_time": "2017-10-11T03:42:45+0000", 
            "id": "10154847216355079_138518576785797", 
            "message": "Lol celebrities shouldnt get involved with politics even though they are citizens of this country too and have every right to get involved.  Hell our President is a celebrity."
        }, 
        {
            "created_time": "2017-10-11T04:27:55+0000", 
            "id": "10154847216355079_137129356920580", 
            "message": "He never left Michigan pal"
        }, 
        {
            "created_time": "2017-10-11T04:28:57+0000", 
            "id": "10154847216355079_1498365780257372", 
            "message": "If he should stay out of politics then wouldn't it make logical sense that Trump should have as well? After all he was simply an elite NY celebrity"
        }, 
        {
            "created_time": "2017-10-11T04:46:17+0000", 
            "id": "10154847216355079_360588267726264", 
            "message": "Was it his responsibility to build back up Detroit? Just because he’s proud of where he’s from doesn’t mean he’s obligated to put all his earnings into it."
        }, 
        {
            "created_time": "2017-10-11T07:06:08+0000", 
            "id": "10154847216355079_137882120277181", 
            "message": "Oh my god this comment makes me want to literally choke on my own vomit"
        }, 
        {
            "created_time": "2017-10-11T12:29:03+0000", 
            "id": "10154847216355079_479065762476900", 
            "message": "Carlie Briane please choke, save us all"
        }, 
        {
            "created_time": "2017-10-11T12:34:09+0000", 
            "id": "10154847216355079_282314342274421", 
            "message": "Seems I found the center of the liberal crybaby population. Haha cry a river bitch ass Obama loving left wing fucks."
        }, 
        {
            "created_time": "2017-10-11T13:11:00+0000", 
            "id": "10154847216355079_1740430006253350", 
            "message": "No it was you who was crying first Peter.\n\nEvery point you made was debunked by another Trump supporter! \n\nYou are so fake news it's unreal."
        }, 
        {
            "created_time": "2017-10-11T13:55:52+0000", 
            "id": "10154847216355079_122771628408798", 
            "message": "Nas bro, nothing debunked. Eminem is crying about Obama not being president and trump going to make the country worse. Detroit went down the drain in the eight years of Obama. Trump bringing companies back to the USA will help Detroit. God you fuckers are stupid."
        }, 
        {
            "created_time": "2017-10-11T16:00:15+0000", 
            "id": "10154847216355079_479124932470983", 
            "message": "LMFAAAAOOOOO “Yeah he might have been born in and represents Detroit but he moved to Michigan therefore your point is invalid.” Lmaoooo what?"
        }, 
        {
            "created_time": "2017-10-11T17:27:34+0000", 
            "id": "10154847216355079_496684080695006", 
            "message": "Um, Cali is way more\nLiberal than Detroit and is the best state economically. Pure free markets don’t create competition, they encourage monopoly and oligarchy"
        }, 
        {
            "created_time": "2017-10-11T17:39:19+0000", 
            "id": "10154847216355079_864782263690733", 
            "message": "Best state economically? Show some proof that's not MSNBC, or cnn"
        }, 
        {
            "created_time": "2017-10-11T17:40:02+0000", 
            "id": "10154847216355079_496695114027236", 
            "message": "Free markets create competition not monopoly. You must have gone to berkely"
        }, 
        {
            "created_time": "2017-10-11T18:51:07+0000", 
            "id": "10154847216355079_158583268066822", 
            "message": "Pete Briant Really? Bringing back companies to America? What about Carrier? You know, the Indiana based manufacturing company he gave tax breaks to so they would stay, who then took the tax breaks and left to Mexico anyway. That's where Pence is from, and even that was lip service.\nDo you have some credible sources that have numbers and names backing these companies that are being brought back?\nhttps://www.washingtonpost.com/news/wonk/wp/2017/05/24/here-is-the-number-of-jobs-carrier-is-moving-to-mexico-after-trump-said-hed-save-them/?utm_term=.a6b6653dc23b"
        }, 
        {
            "created_time": "2017-10-11T18:55:10+0000", 
            "id": "10154847216355079_1394281504003835", 
            "message": "Like I said, I found the core of the Berkeley crybaby trump doesn't give us everything liberal douchebags of America in this post. Hillary could have been yalls president but could hide the thievery. It is ridiculous the way all of you started crying."
        }, 
        {
            "created_time": "2017-10-12T04:46:14+0000", 
            "id": "10154847216355079_1569522696433136", 
            "message": "http://www.mlive.com/entertainment/detroit/index.ssf/2013/12/eminem_revealed_as_anonymous_d.html"
        }
    ]
}