{
    "data": {
        "created_time": "2017-10-11T02:05:17+0000", 
        "id": "10154847216355079_137120227033816", 
        "message": "\"I'm not gonna listen to Eminem anymore cause he went political.\"\n\nWould you say this if he was pro-Trump? No. You only say it cause he doesn't align with your political beliefs.\n\nAll I'm seeing is Eminem cleaning out his swamp full of close minded fans. Bye Felicia!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 246
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-11T03:34:54+0000", 
            "id": "10154847216355079_505173629847513", 
            "message": "Isn't this more divide??? Eminem doesn't even want the support of his fans who like trump that is insane"
        }, 
        {
            "created_time": "2017-10-11T03:51:38+0000", 
            "id": "10154847216355079_124043968349108", 
            "message": "Frank Keller The divide is done, he says if you still support trump than there is nothing left to discuss, you are choosing a POTUS that is nothing more than a racist moron. who can't wait to start a war."
        }, 
        {
            "created_time": "2017-10-11T04:12:41+0000", 
            "id": "10154847216355079_360582984393459", 
            "message": "Frank Keller Eminem don’t give a fuck about your bitch asses 😂😂😂"
        }, 
        {
            "created_time": "2017-10-11T04:29:21+0000", 
            "id": "10154847216355079_131510954264574", 
            "message": "Bye amigooo! 😆"
        }, 
        {
            "created_time": "2017-10-11T05:43:41+0000", 
            "id": "10154847216355079_1678284705518147", 
            "message": "Julie Wilson The divide was done a year before 2017 even started. Obama was the divider in chief. He failed us in every direction. Do you know why? Because he never was for US, he is for Islam. Soros is the leader of leftists with Obamas help trying to destroy our country as we know it. You unknowingly follow your own destruction."
        }, 
        {
            "created_time": "2017-10-11T06:05:26+0000", 
            "id": "10154847216355079_135716067059646", 
            "message": "bye brandon dont let the door hit your ass on the way out"
        }, 
        {
            "created_time": "2017-10-11T07:03:34+0000", 
            "id": "10154847216355079_119925228685596", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-11T08:41:06+0000", 
            "id": "10154847216355079_484649865234925", 
            "message": "Party loyal, so glad I'm not you."
        }, 
        {
            "created_time": "2017-10-11T10:00:33+0000", 
            "id": "10154847216355079_1982449855334357", 
            "message": "hahahahaha"
        }, 
        {
            "created_time": "2017-10-11T12:43:57+0000", 
            "id": "10154847216355079_892765437546835", 
            "message": "Eminem doesn't want all you Russian Asspuppets to be fans.. You listen to the Clown"
        }, 
        {
            "created_time": "2017-10-11T13:17:15+0000", 
            "id": "10154847216355079_323507678118820", 
            "message": "what the fuck are you talking about?? are you uncapable of reading basic phrases?? people arent mad that this guy doesnt like trump, people are mad cause em said \"fuck you\" to anyone who has a different political view."
        }, 
        {
            "created_time": "2017-10-11T13:38:24+0000", 
            "id": "10154847216355079_892783207545058", 
            "message": "Clearing out? More like division. If that's what he wants."
        }, 
        {
            "created_time": "2017-10-11T13:48:42+0000", 
            "id": "10154847216355079_1978945705723466", 
            "message": "\"I'm not gonna listen to Eminem anymore cause he went against my president\"? I never listened to begin with because he goes against basis human morals. And now all of a sudden he's the spokesman for the loonie left all because he went against Trump. Before Trump, liberal bitches all cried when he was gay bashing but now he's so great. God you people are so pathetic."
        }, 
        {
            "created_time": "2017-10-11T14:06:38+0000", 
            "id": "10154847216355079_379398595822142", 
            "message": "pat i can name 100 other musicians you dont have problem with that are worst than Em moraly so stfu"
        }, 
        {
            "created_time": "2017-10-11T15:17:17+0000", 
            "id": "10154847216355079_1947537975517027", 
            "message": "Lol people think I'm against Em? I'm the biggest Eminem fanboy I know."
        }, 
        {
            "created_time": "2017-10-11T15:41:01+0000", 
            "id": "10154847216355079_352516735173700", 
            "message": "\"Because he went political\"? Anyone as of this day who hasn't \"gone political\" has a dead mind and soul."
        }, 
        {
            "created_time": "2017-10-11T18:20:14+0000", 
            "id": "10154847216355079_121718211834290", 
            "message": "Let's face it. Eminem is wayy past his prime and he is just trying to be relevant again. In the end, he won't be able to top any of his earlier albums."
        }, 
        {
            "created_time": "2017-10-11T18:22:14+0000", 
            "id": "10154847216355079_1947597058844452", 
            "message": "Eminem was allready rapping about politics in white america..i don't now what the fucking problem is here with people..oh wait, i got it the negative reactions of people here are from Trump supporters...fuck your president Trump..in Europe we hate him..and don't blame Eminem is rapping about your president because trump is a real bitch without brains and not only Eminem rapping about politics...tupac and others rappers were rapping about politics too\n#SomePeopleHereAreReallystupid"
        }, 
        {
            "created_time": "2017-10-11T18:24:22+0000", 
            "id": "10154847216355079_1956674191279709", 
            "message": "Couldnt agree more. This was my own Trump protest track from the start of the year. I my be Scottish but his bullshit affects us all. Please have a listen and spread. Dont let the accent put you off! https://youtu.be/R1niGqLL7fE"
        }, 
        {
            "created_time": "2017-10-11T18:25:22+0000", 
            "id": "10154847216355079_940223799476398", 
            "message": "I wouldnt say hes past his prime. He could be back on form when the new album drops.."
        }, 
        {
            "created_time": "2017-10-11T19:00:43+0000", 
            "id": "10154847216355079_245331795993738", 
            "message": "I'm sure he won't miss you and all his loyal loving america fans will stand by him and embrace the america where we live and love and not wait anymore for our so called president to fuck up our country unlike all those who are his sheeps following their shepherd to our countries death and destruction."
        }, 
        {
            "created_time": "2017-10-11T21:27:00+0000", 
            "id": "10154847216355079_120303151984133", 
            "message": "Why shit on your fans if they don't agree with you ? Same thing right.  You're a fucking idiot like faggot ass Marshall ."
        }, 
        {
            "created_time": "2017-10-11T22:25:56+0000", 
            "id": "10154847216355079_520785201606309", 
            "message": "Actually yes political stabs cool but a whole song with some lies in it yeah not a fan go back to singing about Stan and the free world getting at yo bitch"
        }, 
        {
            "created_time": "2017-10-11T23:33:52+0000", 
            "id": "10154847216355079_170135433565744", 
            "message": "Yeah I hate political music I get enough of that shit everywhere else thanks to you pussy ass liberal bitch you Fucking dickhead ruin everything"
        }, 
        {
            "created_time": "2017-10-11T23:36:26+0000", 
            "id": "10154847216355079_119743272053331", 
            "message": "It's funny how y'all say trump Fucking up and praise Obama and Hillery they was going to give us over to Islam and make use a third world trash country why did Obama give billions to terrorist instead of paying off China you fucking mooks"
        }
    ]
}