{
    "data": {
        "created_time": "2016-01-01T08:45:37+0000", 
        "id": "10153210105295079_10153248803480079", 
        "message": "To finish my last thoughts (I accidentaly pressed enter).......In Matthew 24:40 Then shall two be in the field; the one shall be TAKEN, and the other left.\n\n41 Two women shall be grinding at the mill; the one shall be TAKEN, and the other left............................................................................................................................this is like you and Proof---he was taken and you were left-------------Isaiah 57:1-\"The righteous perisheth, and no man layeth it to heart: and merciful men are TAKEN away, none considering that the righteous is TAKEN away from the evil to come.\"......................................................................The book of WISDOM was in the original Bible right after Song of Solomon. It is written by Solomon and it is still in the Catholic Bible but evil people took it out of most Bibles today. It was in the original King James Bible of 1611 but was taken out of most Bibles in 1828. It says in Chapter 4 verses 7-15-\" But the just man, though he die early, shall be at rest. For the age that is honorable comes not with the passing of time, nor can it be measured in terms of years. Rather understanding is the hoary crown for men, and an unsullied life, the attainment of old age. He who pleased God was loved; he who lived among sinners was TRANSPORTED- SNATCHED away, lest wickedness pervert his mind or deceit beguile his soul; for the witchery of paltry things obscures what is right and the whirl of desire transforms the innocent mind. Having become perfect in a short while, he reached the fullness of a long career; for his soul was pleasing to the Lord, therefore he sped him out of the midst of wickedness. Bu the people saw and did not understand; nor did they take this into account: that God's grace and mercy are with his holy ones and his care is with his elect. yes, the just man dead condemns the sinful who live, and youth swiftly completed condemns the many years of the wicked man grown old....................................I guess I mention Proof alot since he met God on my birthday. My two best friends who passed early- Ashley met God on my step-daughter Brooke's birthday and Kelly met God on my son Joshua's birthday"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}