{
    "data": {
        "created_time": "2016-01-01T08:13:31+0000", 
        "id": "10153210105295079_711309712304388", 
        "message": "I'm listening to you and Skylar's \"Twisted\". That's why i gave up on you when you came out with Recovery- was because I knew you never would come true because you said \"it's over now- it's too late to save our love\" --- then Chuck came back and saved me from hell and gave me a real ife but I screwed it up because whenever I would take my medicine it would make me obsessed with your words because they were so alive- like the words of the Bible are alive- for some reason music makes words come alive just like the words of the The King James Version of the Bible. It's hard for me to like your words alot of them because they are too twisted but when your words are pure they are beautiful. Icould listen to you and Yelawolf's \"Best Friend\" all day. It hurts to see you without a true love. I really thought Skylar would be that for you and you would obsess over her but I guess it is hard for you to give your soul and trust a woman who is not completely insane because you are too scared of rejection to bear your heart. But from what I have seen she deserves you because she has been completely faithful and submissive to you but I think you are only only attracted to someone who will fight you but then you get so mad and swept up in emotion that you put all your love into your songs and career that you have no time for the person and you don't even realize it. I just feel like a failure because you don't have a true love and I want you to have a life outside your songs ............................In \"Best Friend\" Yelawolf says he \"believes in the last days\". Alot of Christians seriously believe that Jesus will return any day and take His elect with Him and leave everyone else here on earth for the tribulation. The thing is- it has been the last days for 2000 years- Paul (who murdered alot of Christians before Jesus audibly talked to Him and temporarily blinded him) said in his writings that it was the last days then. ................................before Jesus came and even now the Jews thought He would be a leader who would physically set up a kingdom and physically kill their enemies because in Isaiah it says \" with the breath of His lips shall He slay the wicked\" ..............just as people thought one thing but the truth was different then- the same thing is true now...............check out verse 34-- Jesus tells them that all these things would happen before THAT generation passed.....................in verse 27 the \"Coming of the Son of man\" is the eternal day of Jesus Christ (heaven) that comes to everyone at their death- but also the coming of Jesus is that once He conquered death on the cross and rose again He rises in our hearts if we believe and He comes back in our hearts....................In verse 29 it says the sun shall be darkened and the moon shall not give her light ---this happened the moment Jesus died on the cross there was an eclipse..............the sign of the Son of man in verse 30 was when the curtain of the temple was torn the moment Jesus died because people no longer had to go through a priest to talk to God because Jesus became our high priest and covered our sins with His blood and He became our sin and replaced our sin with His righteousness...............Mathew 24:21 For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.\n\n22 And except those days should be shortened, there should no flesh be saved: but for the elect's sake those days shall be shortened.\n27 For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.\n\n28 For wheresoever the carcase is, there will the eagles be gathered together.\n\n29 Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:\n\n30 And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.\n\n31 And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.\n\n32 Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:\n\n33 So likewise ye, when ye shall see all these things, know that it is near, even at the doors.\n\n34 Verily I say unto you, This generation shall not pass, till all these things be fulfilled.\n\n35 Heaven and earth shall pass away, but my words shall not pass away.\n\n36 But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.\n\n37 But as the days of Noe were, so shall also the coming of the Son of man be.\n\n38 For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,\n\n39 And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.\n\n40 Then shall two be in the field; the one shall be taken, and the other left.\n\n41 Two women shall be grinding at the mill; the one shall be taken, and the other left.\n\n42 Watch therefore: for ye know not what hour your Lord doth come."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}