{
    "data": {
        "created_time": "2015-12-25T16:17:03+0000", 
        "id": "10153210105295079_708733345895358", 
        "message": "Eminem Slim Marshall im Back nah nah nanna nanna nah i wrote my lyrics down scratched them re wrote them lol nah just joking this was me free stylin here it is Catch me im my cruise boat with its bumpdy bumps ill give u some sup suppin give me some somethin somethin sums in and we can groove till the break of dawn glad to always visit home sweet home had a great day with family and my chozen family 2 all day and night long slap my balls since i have some i ll give you a run 4 ur money cause i got a fixed income money means birds doo doo to me found the pot of gold under tripple rainbows you make me feel so unreal i eat 2 live not starve for attention i love 2 live 4 you. i'm your super star ill be your super women maybe your hero ill come rescue you just call me when you need a friend 247 till the end all u yellow white black niggers need to be checked old skool is in dont worry its just the beginng hey wait up fireworks are booming like stars having a trip . Once in a life time we get the chance to get real make a difference in any ones lives and make dreams come true so try your luck lets give em somethin to talk about. me and you. forever all of us together..*giggles* ( rap lyrics in progress lol) i know em its not as awesome as yours cause yours are phonomenal cauce your a phonominom *giggles* p.s merry xmas god bless you and your family..!!.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-31T12:50:17+0000", 
            "id": "10153210105295079_710990245669668", 
            "message": "Eminem's Azguard Rap God - Eminem's World Order\n\nThese stars are more capable of taking care of the people and making dissions for the world then our government in charge! The people are already calling them Kings and Queens and love them more then our congressmen! I just do not want them becoming Tyrants its why i attacked there character! I need them to understand that a King and Queen only have 1 Castle and the majority of there wealth is to be used to take care of there people and to construct communities and citys....These stars manage money better then the Government does...they can collect the taxes...Eminem happens to be the smartest one in there bunch! So I would make him KING AS WE MOVE TOWARDS NEW WORLD ORDER! AZGUARD CITYS OF GOLD! HAVE FAITH IN EMINEM AND IN THE STARS THEY CAN DO THIS! START ORGANIZING! I WANT THE ARMY ON OUR SIDE NOT THERE'S! TIME TO BRING DOWN CONGRESS'S TYRANNY!"
        }
    ]
}