{
    "data": {
        "created_time": "2016-01-21T15:30:34+0000", 
        "id": "10153210105295079_1671634556458686", 
        "message": "\"Unity is a must in Narcotics Anonymous.\"\n\nBasic Text, p. 63\n\nUnity is not uniformity. Unity springs from the fact that we have unity of purpose-to recover, and to help others stay clean. Even so, we often find that while we strive to fulfill the same purpose, our means and methods may be radically different. \n\nWe can't impose our ideas of unity on others or confuse unity with uniformity. In fact, a big attraction of the NA program is the absence of uniformity. Unity springs from our common purpose, not from standards imposed on the group by a few well-meaning members. A group that has the unity which springs from the loving hearts of its members allows each addict to carry the message in his or her own unique way. \n\nIn our dealings with each other in NA, we sometimes disagree rather vocally. We must remember that the details of how we get things done isn't always important, so long as we keep our focus on the group's primary purpose. We can watch members who vehemently disagree over trivial things pull together when a newcomer reaches out for help. Someone was there for us when we got to the rooms of NA. Now it is our turn to be there for others. We need unity to help show the newcomer that this way of life works. \n\nJust for Today: I will strive to be a part of unity. I know that unity does not equal uniformity."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}