{
    "data": {
        "created_time": "2016-01-15T14:06:48+0000", 
        "id": "10153210105295079_553257024850368", 
        "message": "January 15, 2016\n\nFear\n\nPage 15\n\n\"We grow to feel comfortable with our Higher Power as a source of strength. As we learn to trust this Power, we begin to overcome our fear of life\"\n\nBasic Text, p. 25\n\nPowerless as we are, living on self-will is a frightening, unmanageable experience. In recovery, we have turned our will and our lives safely over to the care of the God of our understanding. When we lapse in our program, when we lose conscious contact with our Higher Power, we begin to take control of our own lives again, refusing the care of the God of our understanding. If we do not make a daily decision to surrender our lives to the care of our Higher Power, we may become overwhelmed with our fear of life. \n\nThrough working the Twelve Steps, we've found that faith in a Power greater than ourselves helps relieve our fear. As we draw closer to a loving God, we become more conscious of our Higher Power. And the more conscious we are of God's care for us, the less our fears. \n\nWhen we feel afraid, we ask ourselves, \"Is this fear an indication of a lack of faith in my life? Have I taken control again, only to find my life still unmanageable?\" If we answer yes to these questions, we can overcome our fear by turning our will and our lives back over to care of the God of our understanding.\n\nJust for Today: I will rely on the care of my Higher Power to relieve my fear of life. Eminem morning slim m and feminem"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}