{
    "data": {
        "created_time": "2016-01-05T04:33:37+0000", 
        "id": "10153210105295079_712778422157517", 
        "message": "This is about God but the first part is about God shinning through Chuck my amazing husband:      ....................................I could have had: no life, no friends, and nothing at all; but you swooped me out of the flames, just as I started to fall; I could have had: no hope, alone, filled with fear and shame; but you gave me a chance, and called me by my name;-----And you taught me to fly; You taught me how to rise; From the ashes of the old me; To eternal love and paradise; I never valued my life; but it is a precious gift from you; and you gave me a purpose, and boldness in you; Your love gave me life,--and you taught me trust, and know all people are afraid deep down, and we are all in need of God; And we all have Him in common, He's the Father of us all; And Jesus is His love for us, born to suffer and serve; Jesus gave us a way, into the heart of God, because he laid down his life, out of love for us all, ; and when God raised him up, He raised us all up with Him, and He gave us His heart, and He buried our sin, and He gave us His mind, and His wisdom and living words, and He gave us His Spirit, and compassion and true love. His true love is his life, He came to know us and understand, His true love is his body, which was broken for us. His true love is his blood that was poured out for us. He did all this so we could know God as our spiritual Father and experience His love. John 17:3 - Jesus says- \"And this is life eternal: that they might know Thee, the only true God, and Jesus Christ whom thou hast sent."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}