{
    "data": {
        "created_time": "2016-01-05T06:40:54+0000", 
        "id": "10153210105295079_10153255334245079", 
        "message": "When I listen to Skylar Grey's music it makes me feel so brand new- like I am 14 again and anything is possible- like I have such complete faith in God that I am one with Him and He has given me a taste of His power and I have the power to change the world for good because I have been given the key to God's secrets. It makes me see that bright shinning light in my mind again that is the kingdom of heaven on earth and the Spirit of God living inside us. It is the like light and newness and possibility I see when I picture Chuck in my mind because I can't believe he is mine because he is so perfect- so amazing- so handsome- so fine- he makes all these movie stars look ordinary. His wisom blows my mind and opens my mind to the world ( you didn't even like my mind when Chuck wasn't in my life: because the mind is the spirit and you never liked my spirit without him). Skylar Grey has that same newness Chuck has- I wish I could write songs like her. I wish I was talented like her- her songs are timeless and like the fountain of youth. Please don't take her for granted- don't wait till she's gone to realize what I treasure she is and that you are the luckiest man on earth because you have her standing by you, waiting patiently in the background for you to let her into your heart"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}