{
    "data": {
        "created_time": "2016-01-05T06:55:56+0000", 
        "id": "10153210105295079_712813128820713", 
        "message": "When I was single and there for you- you never saw me- I was nothing to you- you took me completely for granted - then as soon as I move on you are in lust with me again. You've only thought you loved me when I was with Chuck. Skylar must really love you with all her heart to be this patient and wait this long for you to realize she is there and actually see her. You're so blinded by this illusion of what you don't have that you don't see what you do have. Take a second to stop and breath and breath in the girl in front of you and you will fill your lungs with victory because your true love has been there all along and she is perfect. Just like me and Chuck. He has only been with 2 girls his entire like- Brooke's mom and me and Brooke's mom broke his heart and did him so wrong she makes Kim look like a perfect angel. Chuck is the only man I ever trusted enough to be able to have an orgasm with. He was the only man I could open up to like that- I could never open up to you like that. That would ruin my perfect record with my perfect man.\nI Know You\nSkylar Grey\n\nI believe, I believe there's love in you\nGrid locked on the dusty avenues\nInside your heart, just afraid to go\nI am more, I am more than innocent\nBut just take a chance and let me in\nAnd I'll show you ways that you don't know\n\nDon't complicate it,\nDon't let the past dictate\nYeah,\nI have been patient, but slowly I'm losing faith\n\nSo please, I know you baby\nI know you baby\nSo please, I know you baby\nI know you baby\n\nI believe, I believe you could love me\nBut you're lost on the road to misery\nAnd what I gave to you\nI could never get back!\nDon't complicate it,\nDon't drive yourself insane\nYeah,\nSay what you will but I know that you want to stay!\n\nSo please, I know you baby\nI know you baby\nSo please, I know you baby\nI know you baby\n\nChemicals rushing in,\nI know…When I was single you couldn't ever see me- I was nothing to you- you took me for granted."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}