{
    "data": {
        "created_time": "2015-12-16T13:04:39+0000", 
        "id": "10153210105295079_10153219009655079", 
        "message": "Who can help Angolan people? We need to ask the american singer who was invited from Unitel a telecom company of the angolan dictator daughter Isabel dos Santos, she invited Miss Nick Minaj to come in Angola to pay her 500 000 usd while in south of our country people are dying with hunger, if you have a voice please Miss Nick Minaj not to come in Angola on next saturday 19th to make the concert, that money should be used help angolan people who have all the necessity, we asking to Chris Brown, Akon, Eminem, wiz khalifa, justin bieber, usher, snoop dog dog, busta rhymes, rock n'roll singer, u2, bryan adams, scorpions, cold play, the script, adele, elton john and all the singers in the world to ask it to Nick Minaj. By Brain Justice Manue"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-31T12:52:15+0000", 
            "id": "10153210105295079_710990772336282", 
            "message": "Eminem's Azguard Rap God - Eminem's World Order\n\nThese stars are more capable of taking care of the people and making dissions for the world then our government in charge! The people are already calling them Kings and Queens and love them more then our congressmen! I just do not want them becoming Tyrants its why i attacked there character! I need them to understand that a King and Queen only have 1 Castle and the majority of there wealth is to be used to take care of there people and to construct communities and citys....These stars manage money better then the Government does...they can collect the taxes...Eminem happens to be the smartest one in there bunch! So I would make him KING AS WE MOVE TOWARDS NEW WORLD ORDER! AZGUARD CITYS OF GOLD! HAVE FAITH IN EMINEM AND IN THE STARS THEY CAN DO THIS! START ORGANIZING! I WANT THE ARMY ON OUR SIDE NOT THERE'S! TIME TO BRING DOWN CONGRESS'S TYRANNY!"
        }
    ]
}