{
    "data": {
        "created_time": "2016-01-08T08:20:39+0000", 
        "id": "10153210105295079_10153260772785079", 
        "message": "Since I was 19 I always tell my friends \"I love you\"- My friend Miranda Germaine always said it to me every time we parted so now I say it to all my true friends because when I went to boarding school for most of my high school I never thought I would ever see them again- I thought I would never be able to find them again and that my life was over. So when I came back and I saw my friend Miranda walking - I know it was God and He brought her back into my life. I met Ashley through her (Ashley saved my life) Xanthea through Ashley and my husband through Xanthea. , Xanthea through Ashley and my husband through Xanthea. The other reason I always say it is because of 1 John2:9 9\"  He that saith he is in the light, and hateth his brother, is in darkness even until now. 10  He that loveth his brother abideth in the light, and there is none occasion of stumbling in him. 11  But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes   1 John 3:15  Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him. 16  Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren. 17  But whoso hath this world's good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him? 18  My little children, let us not love in word, neither in tongue; but in deed and in truth. 1 John 4:7  Beloved, let us love one another: for love is of God; and every one that loveth is born [1] of God, and knoweth God. 8  He that loveth not knoweth not God; for God is love..18There is no fear in love but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love. 19  We love him, because he first loved us. 20  If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen? 21  And this commandment have we from him, That he who loveth God love his brother also."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}