{
    "data": {
        "created_time": "2016-10-17T19:56:07+0000", 
        "id": "10155085288566729_993492467447121", 
        "message": "Why does Facebook insist on trying to decide what is a \"top story?\"  You obviously can't, so stop trying. and allow us to select \"most recent\" as a default setting without changing back to what you decide is a \"top story.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-17T19:59:52+0000", 
            "id": "10155085288566729_993494730780228", 
            "message": "Hi James. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2efx1o8. -Jessica"
        }, 
        {
            "created_time": "2016-10-17T20:02:32+0000", 
            "id": "10155085288566729_1757521314500774", 
            "message": "Facebook Again, why doe Facebook keep going back to \"top stories\"  when I select \"most recent?\""
        }, 
        {
            "created_time": "2016-10-17T22:15:16+0000", 
            "id": "10155085288566729_1426276997385872", 
            "message": "I agree with James,what makes you think you know what I want to see?you may have invested a lot but you got screwed because most of your \"top stories\" are crap I don't want to see.you should leave most recent as default instead  of making me have to change it ecerytime I log on"
        }, 
        {
            "created_time": "2016-10-17T22:17:23+0000", 
            "id": "10155085288566729_1757559661163606", 
            "message": "Facebook ich binn nicht \" James \""
        }, 
        {
            "created_time": "2016-10-17T23:07:54+0000", 
            "id": "10155085288566729_1757572221162350", 
            "message": "Facebook Your filters are messed up -- basic, harmless pics are being tagged -- \"This photo was hidden because it shows mature content, such as graphic violence.\""
        }, 
        {
            "created_time": "2016-10-18T02:47:10+0000", 
            "id": "10155085288566729_993710644091970", 
            "message": "They have been found to filter top stories only showing what THEY want US to see."
        }, 
        {
            "created_time": "2016-10-27T23:03:29+0000", 
            "id": "10155085288566729_1762510100668562", 
            "message": "Facebook Wow, I point out where Facebook has issues, and their response is to deny and argue instead of fixing it!"
        }, 
        {
            "created_time": "2016-12-01T16:12:24+0000", 
            "id": "10155085288566729_1333542166677539", 
            "message": "Soofi Noor Morai Mithal Soofi Ghullam Nabi Gabol Hamza Fida Zafar Azad Malik Armaan Hum Sufi Sindhi Aakash Ali Ali Sarfraz Akhtiar Akhtiar Basheer Ahmed Jarwar Singer Wazir Ali Abdul Hakeem Jarwar Mehran Oad Piranc Fayyaz Khaskheli"
        }
    ]
}