{
    "data": {
        "created_time": "2016-10-15T13:12:06+0000", 
        "id": "10155085288566729_991543507642017", 
        "message": "Better to be safe than sorry. An attorney advised us to post this. Good enough for me. The violation of privacy can be punished by law (UCC 1-308- 1 1 308-103 and the Rome Statute). NOTE: Facebook is now a public entity. All members must post a note like this. If you do not publish a statement at least once, it will be tacitly understood that you are allowing the use of your photos, as well as the information contained in your profile status updates. I HEREBY STATE THAT I DO NOT GIVE MY PERMISSION.\nIf you prefer, you can copy and paste.\n\n--------------\nIs this true facebook?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-10-15T15:13:53+0000", 
            "id": "10155085288566729_1423654590981446", 
            "message": "Hi, Jen. This is not true. It sounds like you've received a spam message. Please report this message as spam by following these steps listed in our Help Center: http://bit.ly/2e9KQVj. -Rhea"
        }, 
        {
            "created_time": "2016-10-15T15:19:42+0000", 
            "id": "10155085288566729_991642640965437", 
            "message": "I didn't receive it on my messenger. some of my facebook friends posted it on their walls."
        }, 
        {
            "created_time": "2016-10-15T19:23:20+0000", 
            "id": "10155085288566729_1423906474289591", 
            "message": "Jen, it's malarky.  That post has been going around for ages and there is no fact in it.  When you sign up for an account in Facebook, you are agreeing to their contract regarding privacy and lack thereof.  That agreement even states clearly that you are giving them permission to use photos.  You should read agreements online the same as you would read a contract you put your signature on anywhere else in life.  If you post something here (or anywhere on the internet in reality), it is NOT private.  Don't post something that you don't want revealed somewhere.  It's a simple rule."
        }, 
        {
            "created_time": "2016-10-15T19:30:40+0000", 
            "id": "10155085288566729_991817217614646", 
            "message": "i agree to that, i am just annoyed with people who posted it. Thanks anyway😶"
        }, 
        {
            "created_time": "2016-10-16T03:06:02+0000", 
            "id": "10155085288566729_992094074253627", 
            "message": "My news feed is flooded with that same message."
        }, 
        {
            "created_time": "2016-10-16T06:20:50+0000", 
            "id": "10155085288566729_992176320912069", 
            "message": "Omg.. The questions that is bothering me all the time is finally answered. Yeahhh it is spam. Goshhh"
        }, 
        {
            "created_time": "2016-10-16T12:33:00+0000", 
            "id": "10155085288566729_1424605954219643", 
            "message": "Many spam posts are on my newsfeed now.😣"
        }
    ]
}