{
    "data": {
        "created_time": "2014-08-25T04:35:47+0000", 
        "id": "10152269624980079_10152269654090079", 
        "message": "Em starts killing songs lyrically with straight bars and people say he fell off just because he's not talking about killing people and chopping bitches heads off."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 261
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-25T04:38:23+0000", 
            "id": "10152269624980079_10152269656725079", 
            "message": "Exactly lol. He's still a lyrical genius, and he'll always be."
        }, 
        {
            "created_time": "2014-08-25T04:48:30+0000", 
            "id": "10152269624980079_10152269668445079", 
            "message": "Eminem is a lyrical monster. The folks who say he fell off are bandwagon fans"
        }, 
        {
            "created_time": "2014-08-25T04:50:00+0000", 
            "id": "10152269624980079_10152269670685079", 
            "message": "thank you"
        }, 
        {
            "created_time": "2014-08-25T05:39:45+0000", 
            "id": "10152269624980079_10152269995850079", 
            "message": "Anyone who says em fell off needs there heads chopped off cause whats the use of a head if you got no brain inside nothing your just a zombie along for the ride"
        }, 
        {
            "created_time": "2014-08-25T12:07:11+0000", 
            "id": "10152269624980079_10152270902035079", 
            "message": "Good post, Blaine Michael Warbritton-I TOTALLY agree w/you, Donte Underwood & Chris Patterson.\n\nEm will always be the best in my book. I have a lot of respect for his style of rapping-he didn't \"fall-off\"--never will. He simply grew up & got even better than he was before, if that's possible. \n\nI may just be a \"white girl\", & a mom (I'm 38)--but I KNOW good music when I hear it & in MY book? Eminem's #1 in lyrics & flow...his style... 'Nuff said.\n\nThere's none better alive. Just my humble opinion. If anyone disagrees w/me, cool-that's THEIR opinion. To each his/her own.\n\nI'm dyin' to go to 1 of his shows someday in the near future. VERY NEAR future!! LOL ;)\n\nHave a good Monday everybody!  :)"
        }, 
        {
            "created_time": "2014-08-25T12:18:56+0000", 
            "id": "10152269624980079_10152270917675079", 
            "message": "Guys I love Em but he fell off...are u trying to say he's as good now as he was 12 years ago?"
        }, 
        {
            "created_time": "2014-08-25T12:21:33+0000", 
            "id": "10152269624980079_10152270920520079", 
            "message": "Better."
        }, 
        {
            "created_time": "2014-08-25T13:45:01+0000", 
            "id": "10152269624980079_10152271051770079", 
            "message": "His skills are even better. But you may prefer his old work, that's opinion. Maybe because his voice changed, or because he used to diss anyone on the planet, or because he was more violent... whatever reason. Thing is, Em always rapped about how he felt at that moment. And that's what he's still doing. He's way more happy than he was before, and maybe that's why you think he fell off. But matter of fact, his rap SKILLS have gotten better."
        }, 
        {
            "created_time": "2014-08-25T14:12:20+0000", 
            "id": "10152269624980079_10152271101785079", 
            "message": "It's a different time, some people think he was better back in the sslp, mmlp, eminem show or that he's better in his recent music but no matter what your opinion is about his past or current skills, he has talent and he deserves all he has now because of his hard work and dedication he put into his music."
        }, 
        {
            "created_time": "2014-08-25T14:45:59+0000", 
            "id": "10152269624980079_10152271158375079", 
            "message": "Man, eminem is awesome, he was a little better back in the early 2000's but overall he's a beast with lyrics."
        }, 
        {
            "created_time": "2014-08-26T03:44:04+0000", 
            "id": "10152269624980079_10152273004735079", 
            "message": "That's not true. He's the same artist, and he's always been about ''writing about how he felt at that moment''. He does the SAME exact thing today. He's not gonna start inventing drama to his life so he can make YOU feel better. What he's doing right now is looking back to how he was before, and to how he is today. He puts just as much feels as before, the difference is that he's not depressed right now, and that's why you can't understand the feels."
        }, 
        {
            "created_time": "2014-08-26T09:45:47+0000", 
            "id": "10152269624980079_10152273709585079", 
            "message": "hes a rapgod"
        }, 
        {
            "created_time": "2014-08-26T22:54:03+0000", 
            "id": "10152269624980079_10152275133100079", 
            "message": "Rayes we already have enough hate in this world. The song is dope if you actually listen to the msg and if you expected better let me see what you can write? Ya didnt think so but I'll wait......."
        }
    ]
}