{
    "data": {
        "created_time": "2017-11-08T20:05:08+0000", 
        "id": "10154928380995079_141020076619779", 
        "message": "he is saying that he is a god, a rap god, but someone is prescribing this medication to him. so its given to him.  he has a \"medical issue\" (his life) and problems that he went to the doc \"Dr Dre possibly, and he gave him that prescription that turned him into a god, a rap god. and he does this when he wants to. Eminem has sold albums and doesn't have to be dropping new songs or albums every year as we have seen from other rappers. so he does it when needed. we see the year gaps between albums because they are so rich in the sound and lyrics that they are still relevant to day."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 47
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-08T21:01:25+0000", 
            "id": "10154928380995079_100874980688682", 
            "message": "Jesse Covington shut. The. Fuck. Up."
        }, 
        {
            "created_time": "2017-11-08T21:11:41+0000", 
            "id": "10154928380995079_646850215703365", 
            "message": "Not relapse or mmlp2 2bh. I feel the rest of his albums were classics though. That's my opinion though."
        }, 
        {
            "created_time": "2017-11-08T21:23:32+0000", 
            "id": "10154928380995079_175561566329682", 
            "message": "Jesse Covington who would you say that are \"real rap gods\". Let me guess, you're gunna say Biggie, or Tupac. but I wanna know why. Em is not stealing styles from others. Music is always influenced by others. as in Rap God em says \" I'm a product of Rakim, Lakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\" thats just one example. We all got into rap because of someone else, then you discovered other rappers. Em continues to make records and songs since the 90s. He has the fastest rap verse of everyone. He can rap in different styles. He has different personas. Slim Shady, Eminem, etc. and he knows when to use them and when not to. And you can tell the difference. Unlike Kdot (no disrespect) has many voices and you can't keep up with all of them, he has Kendrick Lamar, Kdot, Kung fu Kenny etc. Please enlighten us with all the clues that you have and we don't. and can you name the styles, where they come from. and the people that you name, did they came up with that style or did they borrow it and or where they influenced by another artist/rapper. Assuming that you know the history of rap. and just to throw that out there, answer this one, what does disco have to do with rap?"
        }, 
        {
            "created_time": "2017-11-08T21:33:36+0000", 
            "id": "10154928380995079_175562859662886", 
            "message": "Could not have said it Better myself🙏👏"
        }, 
        {
            "created_time": "2017-11-09T07:27:46+0000", 
            "id": "10154928380995079_1945436092447171", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-09T18:18:15+0000", 
            "id": "10154928380995079_287957131723088", 
            "message": "BEST COMMENT!!!"
        }
    ]
}