{
    "data": {
        "created_time": "2017-11-09T03:38:34+0000", 
        "id": "10154928380995079_1581716805218954", 
        "message": "Ya'all think he did lost his fans coz he Bashed #Trump on a freestyle.!!\nHe didn't.\nHe did it just to clear the bugs away.He need his real fans.\nNow he just figured out who his real fans.\nGreatness will never be gone,\ncoz it's Eminem."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 89
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-09T09:24:16+0000", 
            "id": "10154928380995079_347154649023395", 
            "message": ""
        }, 
        {
            "created_time": "2017-11-09T10:26:55+0000", 
            "id": "10154928380995079_364446374000092", 
            "message": "He dont give a fuck about losing fans"
        }, 
        {
            "created_time": "2017-11-09T15:18:34+0000", 
            "id": "10154928380995079_139231606727695", 
            "message": "Firas Baklouti that's what you think...he might have lost some...but gained many more."
        }, 
        {
            "created_time": "2017-11-09T15:20:39+0000", 
            "id": "10154928380995079_196544824223281", 
            "message": "Just remember that...although he is president...hillary did win the popular vote. So there are more people against trump than there are FOR him. So you go ahead and support the pawn of our government."
        }, 
        {
            "created_time": "2017-11-09T18:20:50+0000", 
            "id": "10154928380995079_2097411637159928", 
            "message": "Sam E Shumate congrats on being one more blind following drone band wagon dumbass in America.   \n\nThe Trump rant was a sad attenpt to be great again.  Everything he was stating about Trump he lived and did. Listen to the lyrics in many of his song.  Fuck.the police, killing his baby mama, etc are just some.\n\nHe is a gifted rapper and showed his skills. But just wow. He could easily try to help repair the country instead he jumps on the division band wagon.\n\nAs for Hilary she got a lot of votes similar to Obama.  Anyone that said Obama didnt get votes just because his skin are morons. There were others that voted for him because his pilitical platform, but not all..\n\nHilary is not respected by the military or law enforcement because her blatant disrespect for them.  How many more times is her name going to be linked to crime???  So try looking at tge truth.  Trump said when becomes President he will make change and people wont like him for it.  He us doing just that.  He has actually gained more support now that he is president.  So instead of being a facebook news following fool.  Look at see the good he is doing and the criminal Hilary is.\n\nA lot of the Votes she was getting was because she is a FEMALE..  Sad, but true.  I dont like politics, but to deny that would just be ignorant.  Educate yourself please on facts not babble.."
        }, 
        {
            "created_time": "2017-11-10T06:43:54+0000", 
            "id": "10154928380995079_138608693459919", 
            "message": "All you yanks need to remember that the world is bigger than America! He is followed all around the world and it’s only the Americans that are butthurt. Trust me, everyone else in the world doesn’t give a fuck!"
        }
    ]
}