{
    "data": {
        "created_time": "2017-11-20T14:03:23+0000", 
        "id": "10154928380995079_876444875851294", 
        "message": "I woke up this morning an hour ago with crippling anxiety and depression. I think it is unnatural to be held from you child like this and to be kept away in the dark from the people you love. To be antagonized and emotionally and psychologically abused by so called social services or people who boast they help people and that's their business... by so called \"authority figures\" who berate and shame me and others for money.. whos job it is to abuse the money out of others... who lie and make things up about me and others in order to turn their children into commodities and neglect them on a regular basis ...I feel like I am dying. Every nerve is going haywire... there is no one to ease the pain. Have been in the dark too long.. its eclipsing and tries to swallow you whole."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-20T14:24:08+0000", 
            "id": "10154928380995079_1944888412504093", 
            "message": "I guess when you are making a sh.t ton of money... the math about where this takes humanity really doesn't matter all that much. The social workers are incentivised and rewarded for doing this that have devistating long term effects. Its the old immediate gratification vs. Long term success dilemma. There is no way to have long term success the way the systems are functioning. I am not sure if they are functioning that way due to corruption or intentionally to keep a certain level of crime and disfunctiom in America. Its like there is a purposeful lack of emotional intelligence in the government on purpose to dumb us down and make us never question the long term effects of their actions.. When we can clearly see other countries with emotionally intelligent government running smoothly."
        }
    ]
}