{
    "data": {
        "created_time": "2017-11-18T14:51:32+0000", 
        "id": "1952424898331046_1952895598283976", 
        "message": "Greenpeace thank you for making people aware of the floating plastic coke-a-cola bottle island that is the size of Turkey.\n\nhttps://www.facebook.com/greenpeaceuk/videos/10154379551579229/\n\nPlease share this video.\n\nIf you want to make the supermarket you shop at aware of this serious issue. Buy a large balloon and a large indelible ink pen, then write on your big balloon.\n\n\"Coke a Cola Stop Choking Our Oceans\" \n\nThen ooops let it go in the supermarket.\n\nThis will cause the equally un ethical supermarket chains to spend money clearing these floating protests from their high roofs. \n\nMaybe this will cause them to complain to these reckless, irresponsible soft drink giants as well."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-18T15:25:49+0000", 
            "id": "1952424898331046_1952913754948827", 
            "message": "Let's pick on all the other drink suppliers with drinks that come in plastic bottles.    It's not the companies fault, it's the fault of the people ... who don't recycle and those that just can't be bothered to take their rubbish home when they are out and just leave it.   Be fair, pick on everyone or don't bother.  One sided fights are unfair."
        }, 
        {
            "created_time": "2017-11-19T20:38:03+0000", 
            "id": "1952424898331046_1953471131559756", 
            "message": "Yes let loose balloons then they get out of the shop into the open and birds and wildlife will get injured or killed by them. Remember that the cure should not be as dangerous as the problem."
        }
    ]
}