{
    "data": {
        "created_time": "2017-08-11T21:11:15+0000", 
        "id": "10154702277120079_344622112644365", 
        "message": "He is a balless bitch who doesn't  want to stir up controversy , scared of pissing trump off!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-12T00:20:43+0000", 
            "id": "10154702277120079_921725064633254", 
            "message": "He dissed Trump"
        }, 
        {
            "created_time": "2017-08-12T01:30:05+0000", 
            "id": "10154702277120079_1595155173836329", 
            "message": "He made a whole rap about how crappy the government and trump are"
        }, 
        {
            "created_time": "2017-08-12T01:42:12+0000", 
            "id": "10154702277120079_1595162470502266", 
            "message": "Lmao wow a whole rap! I guess you both are to young to remember The Eminem Show because you would know that \" whole rap\" he did wasn't worth even listen too. Basically what I'm saying is that \"whole rap\" sucked ass , my 10 year old nephew could have came up with a better diss!"
        }, 
        {
            "created_time": "2017-08-12T02:09:43+0000", 
            "id": "10154702277120079_156762854876281", 
            "message": "That was also a freestyle. I'd like to see you.come up with 5 minutes of lyrics on the fly about any given content."
        }, 
        {
            "created_time": "2017-08-12T02:17:25+0000", 
            "id": "10154702277120079_451876415197107", 
            "message": "Annie Dunford really? The eminem show is what you think his best shit is? Slim Shady LP or Marshall Mathers LP are better for sure"
        }, 
        {
            "created_time": "2017-08-12T03:13:44+0000", 
            "id": "10154702277120079_339508413153985", 
            "message": "Annie do you have brain damage ?"
        }, 
        {
            "created_time": "2017-08-12T03:15:07+0000", 
            "id": "10154702277120079_891748140972840", 
            "message": "Lol absolutely not but white America did knock some boots."
        }, 
        {
            "created_time": "2017-08-12T03:15:52+0000", 
            "id": "10154702277120079_330532797359555", 
            "message": "Otto Wimer really....."
        }, 
        {
            "created_time": "2017-08-12T03:18:00+0000", 
            "id": "10154702277120079_1494976643895983", 
            "message": "His recent single, Campaign Speech, had a trump diss."
        }, 
        {
            "created_time": "2017-08-12T03:19:16+0000", 
            "id": "10154702277120079_1494977210562593", 
            "message": "Ken kaniff is the best of all....."
        }, 
        {
            "created_time": "2017-08-12T03:25:07+0000", 
            "id": "10154702277120079_104243626966001", 
            "message": "And by the way where is the March 2017 CD! Does he diss Trump like he blast everyone else?????"
        }, 
        {
            "created_time": "2017-08-12T03:25:08+0000", 
            "id": "10154702277120079_339510419820451", 
            "message": "Oh look, an old ass edge lord taking the internet by storm"
        }, 
        {
            "created_time": "2017-08-12T03:28:34+0000", 
            "id": "10154702277120079_439958966404377", 
            "message": "Fucking ay man with some rice and beans along with cannabitch. You wanna switch feet. Lmao."
        }, 
        {
            "created_time": "2017-08-12T04:10:54+0000", 
            "id": "10154702277120079_1495007837226197", 
            "message": "attention plz ... annie‏ ‏Dunford a psycho lol"
        }, 
        {
            "created_time": "2017-08-12T04:58:19+0000", 
            "id": "10154702277120079_155245228363410", 
            "message": "He made a whole song about him..."
        }, 
        {
            "created_time": "2017-08-12T06:01:52+0000", 
            "id": "10154702277120079_1951547221786033", 
            "message": "Boi you calling out Eminem is like fucking with God. He can tear you a new hole in a single verse. Just shut up and stand down."
        }, 
        {
            "created_time": "2017-08-12T06:53:35+0000", 
            "id": "10154702277120079_323471738080386", 
            "message": "Eminem no balls?? Wtf thats the dumbest shit ive heard anyone say. LMAO and i suppose you think Pac had a weak voice and didnt have meaningful lyrics too huh? LMAO your retarded bud"
        }, 
        {
            "created_time": "2017-08-12T11:33:59+0000", 
            "id": "10154702277120079_139522149981530", 
            "message": "You are a fuckn idiot..."
        }, 
        {
            "created_time": "2017-08-12T12:23:26+0000", 
            "id": "10154702277120079_1526738250681276", 
            "message": "LOL"
        }, 
        {
            "created_time": "2017-08-12T12:42:34+0000", 
            "id": "10154702277120079_201976763671168", 
            "message": "Her comments could be a poster advising against the use of Meth."
        }, 
        {
            "created_time": "2017-08-12T12:43:59+0000", 
            "id": "10154702277120079_1960272427543479", 
            "message": "Annie Dunford  you must've not listened to No favors by Big Sean and Eminem. He didn't have a lot to say. But he made sure his feelings about him were known."
        }, 
        {
            "created_time": "2017-08-12T14:15:21+0000", 
            "id": "10154702277120079_1620721557952536", 
            "message": "Oh lord, let me get this out of the way first  . if it wasn't for us \" old heads\" Marshall Mather's wouldn't be shit because we are the ones who spent a lot of money on CD's concerts memorabilia. Us\" old heads \" excepted him in the rap game. Second ,you all must be trump supporters. Third , how many of you who don't support Trump think for one second trump would be in office if Marshall Mather's had something to say so, my comment had nothing to do with any of the comments yous are pulling out of your asses. No one gives two squirts or piss about Big Sean if they did he would be the rap god here. Forth, you don't know me to open your fucking mouth about what I feel about \" Tupac Shakur\" get his name straight obviously you don't have any respect for him. his word are far from weak. I know for fact Tupac would be all over trump to the point trump would never had a chance to get pass trump announcing he was running. DA DA DA DA   Americans lost the word retarted in their vocabulary years go asshole. My comment was on a political level . I am sure the real Slim Shady would totally understand what I'm getting at here, lmao."
        }, 
        {
            "created_time": "2017-08-12T14:42:42+0000", 
            "id": "10154702277120079_715022698690771", 
            "message": "Your comment was political level? Your comments are barely english, and what makes you think calling him balless would make him respect you in any way shape or form. Your just an old ignorant ass bitch trying to start shit calling everyone some trump supporter, trump has nothing to do with this. calling eminem balless on his official page and acting like you're gonna get any support at all is fucking delusional."
        }, 
        {
            "created_time": "2017-08-12T14:50:39+0000", 
            "id": "10154702277120079_120231868621306", 
            "message": "Freak"
        }, 
        {
            "created_time": "2017-08-12T15:01:22+0000", 
            "id": "10154702277120079_156042854948162", 
            "message": "Lmao! This page is as bout official as Marshall Mather's reading it. Stop feeling salty. Dry it up. I said what I said , I don't give a shit who supports it or what you think of my GRAMMER . LMFAO IF EM was ever to even hear about this battle of comments here who's the fuck would you think he would enjoy more.... Like you think Eminem is really reading this official page even if it was official...."
        }
    ]
}