{
    "data": {
        "created_time": "2017-08-11T22:25:23+0000", 
        "id": "10154702277120079_1991393327747867", 
        "message": "A lot more competition in the rap scene, than 20 yrs ago... I'm not sure if there is anything left to rap about, his life is perfect/ worth it, still Woking/ wonderful children & growing old to soon, unless he wanna rap about  blue pills too? Interesting, to see what'll do but either way, it'll all be over, too soon!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 6
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 18
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-11T22:54:43+0000", 
            "id": "10154702277120079_1127121047419237", 
            "message": "I don't know, lifes a journey every day. It's been awhile since his last album, think about all the things that can happen in a year? 2 years? No ones life is perfect, he'll always have some story to tell us, and we'll always listen."
        }, 
        {
            "created_time": "2017-08-11T22:55:23+0000", 
            "id": "10154702277120079_2024329817801466", 
            "message": "And there's NO competition for Em. Kendrick Lamar, maybe, but other than that. None."
        }, 
        {
            "created_time": "2017-08-11T23:52:37+0000", 
            "id": "10154702277120079_218915735302764", 
            "message": "You idiot (based on what? Artists you've listened to) Well there are many, many world wide now but when Em started there were none (vanilla ice really don't count) but nothing that put rap into mainstream... as for 2 years it took 21 yrs for Infinate and shit was hard but now? (This was his dream to become the metaphorical rap god) if he raps about anything now it will sound like a pussy hole whinge! $0 to $0£0, that's all this is now an EMpire, lol (Punn intended)!"
        }, 
        {
            "created_time": "2017-08-12T00:56:05+0000", 
            "id": "10154702277120079_1420066234746242", 
            "message": "Antoinette Emily this chicks a crack head or somthing"
        }, 
        {
            "created_time": "2017-08-12T01:00:42+0000", 
            "id": "10154702277120079_1595132440505269", 
            "message": "Fuck off with your slander cunt, I don't crack eggs on ledges edges to become a crack heads fetish; your fucking pathetic, discriminating but I got more balls with 4 sons, so don't start or may I run you down?! Ha ha slander my name again cunt (at least I got a useful one) unlike your mom!"
        }, 
        {
            "created_time": "2017-08-12T01:09:13+0000", 
            "id": "10154702277120079_110200799647662", 
            "message": "Oh boy Joshua Dumont surmount to You're the crack head little one, go listen to Ed Sheerins; You need me mine, I don't need you! Fucking shit on my shoe sticking like glue - at least the dog's cute (makes up for you) but even my dog is Better than you (and no doubt bigger balls). Lead by example and tell the truth!"
        }, 
        {
            "created_time": "2017-08-12T01:31:53+0000", 
            "id": "10154702277120079_156756734876893", 
            "message": "Oi !\nWe love Ems humour! \nAnd to spit rhymes out in the mainstream is the hook!\nSaw him at Reading I'm 2001!\nAll change now ; no one buys music;  hard to earn of it!\nOnly shout is live shows and what comes with that!"
        }, 
        {
            "created_time": "2017-08-12T01:43:19+0000", 
            "id": "10154702277120079_156759091543324", 
            "message": "Once again. NO COMPETITION FOR EM DOESN'T MATTER WHAT GENRE BUT ESPECIALLY IN THE RAP SCENE, and if you wanna start with the name calling then yea it took 21 ya dumb fuck. You expect him to get in a studio at 16 and shit? You know how hard that would've been? Infinite didn't take time cause he wasn't talented it took time cause he didn't have resources, you fucking idiot, being a mother too yoy think you'd take it easy on the name calling... Sorry your life is so fuckin boring that nothing has happened to you in the last couple years but a lot has happened to me and I could write an album, so could EM. Just cause you're a bitter ass old person who thinks anybody who writes music is his competition."
        }, 
        {
            "created_time": "2017-08-12T01:44:46+0000", 
            "id": "10154702277120079_520009101676024", 
            "message": "Mike J Criar she's not kicking ass, she's sensitive and got upset at another persons opinion, resorted to name calling. I don't see that as kicking ass. I see that as petty."
        }, 
        {
            "created_time": "2017-08-12T01:58:39+0000", 
            "id": "10154702277120079_520014271675507", 
            "message": "Oh duh, I can't explain shit to stupid ha ha and you stated the name calling😁  nothing sensitive about me mate, guaranteed! You're just a pussy hole blood whose a pee yellow bellied chicken; who just can't admit defeat! You are definitely outta your league with me and that's just being real. Try utube and look up Savage and running with scissors with Complete (feat Mr Grievance) or hilltop hoods; The sentinel or A slim shady sounding NF then there's Machine Gun Kelly and Hopsin (Hoseshoe gang was shit though with no happy mill) 😁  so Go do your homework and don't come back till you live/breathe and love Rap music and the interesting lyrics misconstrued, by fools like you! To me, Rap is just what I do!"
        }, 
        {
            "created_time": "2017-08-12T02:03:59+0000", 
            "id": "10154702277120079_1420109401408592", 
            "message": "I have no fuckin clue what you said but okay. You win. Lmfao."
        }, 
        {
            "created_time": "2017-08-12T02:07:46+0000", 
            "id": "10154702277120079_1968771610078459", 
            "message": "Oh I type slow, just shootin the breeze (saves on bullets) lol  trying to be a good Stan, letting Joshua know I'm sweet 😊 really Antonio Molina lol"
        }, 
        {
            "created_time": "2017-08-12T02:10:08+0000", 
            "id": "10154702277120079_1420112734741592", 
            "message": "Oh Mike J Criar.. I think I'm in love with your brain lol"
        }, 
        {
            "created_time": "2017-08-12T02:10:31+0000", 
            "id": "10154702277120079_156762941542939", 
            "message": "Why you have so much time for writing here and fuck all at skool?"
        }, 
        {
            "created_time": "2017-08-12T02:11:18+0000", 
            "id": "10154702277120079_1595180367167143", 
            "message": "Especially when you mention homework!"
        }, 
        {
            "created_time": "2017-08-12T02:13:25+0000", 
            "id": "10154702277120079_162387097655325", 
            "message": "All I'm saying is, I'll buy this next album, stream it, all that."
        }, 
        {
            "created_time": "2017-08-12T02:14:26+0000", 
            "id": "10154702277120079_162387274321974", 
            "message": "Oh Jason Webb a day late and a dollar short, your mother must be so proud (funny thing the only J Webb I know is a full blown crack head who tried to beat me up) he didn't win either!"
        }, 
        {
            "created_time": "2017-08-12T02:21:23+0000", 
            "id": "10154702277120079_1577553018956767", 
            "message": "You can't compare him to anybody new"
        }, 
        {
            "created_time": "2017-08-12T02:39:38+0000", 
            "id": "10154702277120079_181159865758753", 
            "message": "Why and what you so aggressive for?"
        }, 
        {
            "created_time": "2017-08-12T02:40:11+0000", 
            "id": "10154702277120079_512762882400229", 
            "message": "Anger issues!"
        }, 
        {
            "created_time": "2017-08-12T02:47:06+0000", 
            "id": "10154702277120079_153183951926308", 
            "message": "Meth and facebook"
        }, 
        {
            "created_time": "2017-08-12T02:57:08+0000", 
            "id": "10154702277120079_137946136807286", 
            "message": "Hence lonely and angry! \nMixed with meth and social media one thinks they is the star of the Internet and viral is the only goal!\nEd sullivan or Saturday night live on David letterman is another millennium!"
        }, 
        {
            "created_time": "2017-08-12T04:06:49+0000", 
            "id": "10154702277120079_104286410295056", 
            "message": "Oh, please, you couldn't afford me... I'm priceless!"
        }, 
        {
            "created_time": "2017-08-12T05:04:22+0000", 
            "id": "10154702277120079_155245868363346", 
            "message": "I'm just gong to leave this here..."
        }, 
        {
            "created_time": "2017-08-12T05:51:14+0000", 
            "id": "10154702277120079_793814994113337", 
            "message": "And you are perfectly normal?!😯 all screams the implications you throw at me! You look like a giant clit in a black vagina, if you used Monet style of vision ha ha weirdo/Ken kaniff'ish!"
        }
    ]
}