{
    "data": {
        "created_time": "2013-11-18T21:36:17+0000", 
        "id": "10151747074700079_11670414", 
        "message": "Omg anyone that says weezy is better than this man right here needs to get smacked weezys a fuckin joke compared to eminem the rap god!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-18T21:53:43+0000", 
            "id": "10151747074700079_11670931", 
            "message": "People forget that lilwayne helped eminem alot. Eminem was loosing popularity fast doing too many sapy sentimental songs and wayne was peaking when he did songs like drop the world and no love with eminem. Maybe wayne isnt as good, but he deserves respect for helping eminem out when he didnt need to."
        }, 
        {
            "created_time": "2013-11-18T22:42:12+0000", 
            "id": "10151747074700079_11671828", 
            "message": "Yah okay that's y every album he comes out with is amazing and I've never heard of him asking for weezys help just becuz they have a song together does not mean Eminem was having a hard time coming up with new stuff just saying I never head Eminem crying for anyone hop y would he have came out with the song rap god then if he had to get help from other rappers"
        }, 
        {
            "created_time": "2013-11-18T22:42:58+0000", 
            "id": "10151747074700079_11671837", 
            "message": "i respect wayne but em didn't need wayne to get his fans back it's wayne who wanted to work with em and he said it on the radio ... em is the king i respect wayne cause hes trying to be perfect"
        }, 
        {
            "created_time": "2013-11-18T22:45:05+0000", 
            "id": "10151747074700079_11671868", 
            "message": "And I'm not dissing Wayne but to be honest his stuff used to be cool but now I feel like every song he has is a repeat of another song just different word usage"
        }, 
        {
            "created_time": "2013-11-19T08:36:37+0000", 
            "id": "10151747074700079_11675924", 
            "message": "\"Look I Can't Change The Way I Think And I Can't Change The I AM,But If I Offended You?GOOD.cause I Still Don't GIVE A FUCK....."
        }, 
        {
            "created_time": "2013-11-19T15:34:55+0000", 
            "id": "10151747074700079_11678285", 
            "message": "Wayne didn't help Em in anyway. Weezy just wanted to be close to Em coz Em was about to release shit and Wayne didn't want to be on Em's to do list. Whether Em had been recording or not he never lost fans. There are die hard fans of Eminem and I'm talking about a lot. "
        }, 
        {
            "created_time": "2013-11-19T17:16:48+0000", 
            "id": "10151747074700079_11681426", 
            "message": "Lil' Wayne's dream came true, when scored a collaboration with the \"The Rap God\" a.k.a EMINEM"
        }, 
        {
            "created_time": "2014-02-23T23:38:37+0000", 
            "id": "10151747074700079_12639694", 
            "message": "And what in the fuck does it matter about popularity when someone's writing their damn feelings as oppose their thoughts? Damn, if that's the case then popularity ain't all it's fucking cracked up to be is it? What the hells wrong with writing sentimental songs anyways?? In a lot of areas HipHop seems to be missing the sentiment a lot these days. It's a shame, cos it aint really about 'popularity'. Don't confuse it with business and media. I wanted to hear some more of his sentimental shit as it goes actually."
        }
    ]
}