{
    "data": {
        "created_time": "2014-04-22T06:16:35+0000", 
        "id": "10152025474385079_13165949", 
        "message": "Serious Inquiries Only!!! If anyone is interested in a great paying, proven work online opportunity. I have aligned myself with a company that offers great benefits and great pay every day!!! No cold calling, no kits in the mail, no chasing friends and family. This makes real good money!! And great benefits!!! This will change your financial income 100%!!! I decided to take that step and I have been very successful since I started in January 21, 2014, so I don’t see why you won’t!!! Step up today and start getting paid Daily… Yes Every Single DAY!!! Send me a friend request and a message for the info!!! If you need proof of my earnings I will provide them upon request… My results are not typical b/c I’m not afraid of working! This is not a scam… There are scams online, however I wouldn't waste anyone’s time or my own time with one. NO SCAM 100% legit… You will be thanking me later and that’s a promise!!! Available worldwide as I already have team members in the US, CAN, UK, Africa, India and more. If you can’t friend me or message me please LIKE this post and I will send you the info."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}