{
    "data": {
        "created_time": "2013-12-17T01:18:01+0000", 
        "id": "10151804038895079_11978290", 
        "message": "So my impression of this video is that he pulls from and still has to keep apart of the \"monster\"/ addict/homophobic Slim Shady with him. Yes he keeps it restrained and its in a metaphorical box but he still has to go to that person to get his inspiration. It is my opinion that he goes to that monster in the box that he keeps guarded when he needs to. That paper in my mind that the Shady in the box gave him was lyrics or ideas for his music. In my mind this is obvious but when I read posts people are wondering \"what did the guy in the box give him\" and \"I don't get it\"- so I thought I would state the obvious."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 67
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-17T01:55:52+0000", 
            "id": "10151804038895079_11979709", 
            "message": "I've got the idea that the paper was about his old idea's, or his metaphoric soul that he sold to the devil. And that the red handwriting was the blood in which he wrote it. And he is now taking back that declaration from his inner demon. And again, is in full control of himself. \nWell, that was my interpretation."
        }, 
        {
            "created_time": "2013-12-17T02:04:54+0000", 
            "id": "10151804038895079_11979893", 
            "message": "Either way Eminem=genius his lyrics can't be touched"
        }, 
        {
            "created_time": "2013-12-17T03:14:43+0000", 
            "id": "10151804038895079_11981001", 
            "message": "Who cares if he's homophobic. Leave him alone, he's fucking amazing! His beliefs have nothing to do with yournosey bitchyness . eminem rocks !!!"
        }, 
        {
            "created_time": "2013-12-17T03:16:25+0000", 
            "id": "10151804038895079_11981029", 
            "message": "BAHAHAHA. Alright psycho. I Don't recall anyone, including myself, on this thread putting down Eminem's beliefs. LoL. Rein it back Single White Female. His \"monster\" which includes his past struggles with homophobia, is what makes him a considerable bad ass. Ya lunatic 0.o"
        }, 
        {
            "created_time": "2013-12-17T05:11:11+0000", 
            "id": "10151804038895079_11982219", 
            "message": "Eminem started his career as eminem, then became slim shady. He has tried to go back to Eminem but cant, and the paper he picked up from the monster are Slim Shady lyrics meaning the monster is going to be unleashed soon!"
        }, 
        {
            "created_time": "2013-12-17T06:37:50+0000", 
            "id": "10151804038895079_11982886", 
            "message": "I guess he says 2 u all..i am whatever you say I am......in my personal observation life after getting clean is just so inspirational..."
        }, 
        {
            "created_time": "2013-12-17T06:47:12+0000", 
            "id": "10151804038895079_11982962", 
            "message": "i guess if Eminem was one of us nobodies....well it`s not there.."
        }, 
        {
            "created_time": "2013-12-17T07:02:48+0000", 
            "id": "10151804038895079_11983113", 
            "message": "check underneath your beds tonight b4 u all go nighty night...out"
        }, 
        {
            "created_time": "2013-12-17T16:09:01+0000", 
            "id": "10151804038895079_11987792", 
            "message": "He's friends with the monster inside of his head.... He sold his soul to the devil. He's talking about embracing the fact that demons live in him. Just look at his FB pro pic... He's throwing up the devils horns."
        }
    ]
}