{
    "data": {
        "created_time": "2013-12-17T01:20:01+0000", 
        "id": "10151804038895079_11978421", 
        "message": "Absolutely amazing music video! The way the throwbacks to \"My Name Is\", \"Lose Yourself\", and \"The Way I Am\" were done and represented were perfect. The reminiscence of that  moment with Elton John was incredible. \n\nBut the way that Slim Shady was portrayed, caged up and guarded in the deepest areas of your mind. That was easily one of the most amazing things I have ever witnessed in a music video. How 'Marshall' walked up, and Slim threw his ideas at him was a powerful moment.  Culminating with 'Marshall' picking up the pieces of paper, and leaving, with Shady screaming and banging on the walls of his cage. Holy shit. *applauds*"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 64
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-17T01:40:48+0000", 
            "id": "10151804038895079_11979274", 
            "message": "Couldn't have said it better"
        }, 
        {
            "created_time": "2013-12-17T03:07:10+0000", 
            "id": "10151804038895079_11980908", 
            "message": "That moment made this video my favorite music video of 2013"
        }, 
        {
            "created_time": "2013-12-17T03:34:00+0000", 
            "id": "10151804038895079_11981284", 
            "message": "I don't believe thats a reference to Slim...remember in the movie Inception (which the elevator signifies), the things you hold most dear to you are at the bottom, hidden from the world...I believe that to be a reference to \"Love the Way you Lie\" -- and the papers are love letters from Kim."
        }, 
        {
            "created_time": "2013-12-17T03:36:14+0000", 
            "id": "10151804038895079_11981309", 
            "message": "That's a plausible theory as well. But then what exactly is that version of Em that's locked up in the cage? We have to remember, Inception was just a movie. We'll never truly know what this video signifies unless we hear it from the man himself."
        }, 
        {
            "created_time": "2013-12-17T08:04:42+0000", 
            "id": "10151804038895079_11983624", 
            "message": "you have encapsulated my thoughts into words better than I could after having watched this."
        }, 
        {
            "created_time": "2013-12-17T12:46:19+0000", 
            "id": "10151804038895079_11985886", 
            "message": "best video of the year love you marshall x x"
        }, 
        {
            "created_time": "2013-12-17T15:58:34+0000", 
            "id": "10151804038895079_11987682", 
            "message": "It wasn't good as I expected... but its eminem ^_^"
        }
    ]
}