{
    "data": {
        "created_time": "2017-09-11T01:31:38+0000", 
        "id": "10154736443555079_1159728647504400", 
        "message": "How to prepare and fight your case:\n\n1. Gather Documentary evidence:\n\nWrite a detailed 3 part chronology of the events surrounding your case. The three parts will be:\n\n1) The date of event\n2) Who, what, why, where, how\n3) How do you substantiate 1) and 2), what evidence exists to support A) and B) such as documents, photos, evidence, witness statements.\n\nHow to have the upper hand with the social worker:\n\nDon't respond to intimidation, threats. extortion, fear tactics. \n\nDo wait, Digest, Analyse, and respond in a calm, thoughtful, respectful, and respectable manor. This calm demeanor lets CPS know you are unafraid of their scare tactics. \n\nInclude everything and let the attorney sort out what is important but do try to be organized with your case documents and notes.\n\n*Make sure you write \"Attorney Notes - Attorney client privilege\" on all material/notes so cps is legally restricted from  accessing this information.\n\nLet the attorney know what your history and family history is. Inform your attorney of anything that may be relevant to the case and substantiate your claims or evidence.\n\n2. Create a witness list:\ninclude: \n*Names\n*Phone numbers\n*Addresses\n*Years known/how known\n*Relevance to the case or evidence\n*Date of birth\n*Employer name and phone number if applicable.\n\n*Give a description of this person. what they're like and how they might react or what they may say if questioned by a social worker, police officer, attorney, or judge about you or the case. Don't leave anyone out.\n\n3. Make copies of everything/Ask for copies of everything!:\n\n*School reports/records\n\n*Doctors/medical/dental reports/records\n\n*Psychologist/psychiatrist records/reviews\n\n*Social workers reports/reviews\n\n*Previous and current court rulings and court documents  (criminal, custody, family court, restraining order)\n\n*New and old police reports\n\n*Parental, Domestic Violence, OR drug class completion certificates\n\n*Test results or DNA results\n\n*Photos \n\n*Videos\n\n*Voice mail/Voice recordings\n\n*News reports/articles/newspaper articles\n\n*Access to recordings or notes of interviews with your kids or anyone reviewing your kids notes.\n\n*Complaints about yourself and or complaints about the social worker.\n\nMake sure your attorney is on the case.\nOnly attorneys can access records like school records and wrap sheets and they do that through filing a number of motions. Have your attorney file for request of these documents right away and not just prior to court so you can be sure you put the documents to good use in your case. Your attorney should be busy gathering evidence also. \n\nYou can request what is called a Taint hearing (which is when a defendant has made a showing of some evidence that the alleged victims statements were a product of suggestion or coercion from bad interview techniques) if your kids are encouraged to lie in interviews with social workers.\n\nWork through your entire court ordered service plan and get the evidence that you completed everything:\n\nExamples, classes, counseling, treatment. Make an effort to impress the judge with your ability to be the best parent for your child. \n\n4. Learn to write legal documents. Fightcps has a legal document and information library but you must be registered to log in and use it. \n\nThe library contains samples, forms, and information on legal procedures and declarations:\n\n-Appeals\n-Briefs\n-Civil Rights\n-Complaints\n-Disability Rights\n-Indian Child Welfare Act\n-Lawsuits\n-Class Action Lawsuits\n-Judicial Opinions\n\nDo not give any self incriminating evidence on affidavits, declarations, OR other legal documents.\n\nTake charge of your case by compiling substantial evidence to prove your innocence.\n\nNever respond with anger or pride.\nLet your attorney know what you need and how they can best help you by explaining how you want your case handled. Remain proactive in your case and take the lead. Rather than reacting, think ahead. Keep your attorney informed through a series of emails and letters. Request the attention your case deserves from your attorney. \n\nWriting a letter to your attorney:\nPuts your attorney on notice (1) You have some legal knowledge, (2) You want your children back, (3) You want a better quality of representation than they're currently providing to other clients.\n\nA good attorney should want to be your intermediary,  to represent your best interests against a formidable enemy CPS.\n\nKeep contact with your case worker down to a minimum and ask your attorney to request your social worker  only contact you through email and text in order to reduce the amount of lying and unprofessionalism and to keep a copy of your interaction with your worker for court."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}