{
    "data": {
        "created_time": "2017-08-26T00:14:08+0000", 
        "id": "10154736443555079_1814490191899886", 
        "message": "What I say might offend you, but here is the drift. I laugh when people talk party politics, republican and democrat. Sure, the citizens have placed their trust in either of the two parties, but it's sheer nonsense. Remember at one point these parties had flip flopped. So when people say they voted for some one, they voted in a rigged machine, if either Hillary or Trump was elected. This is because the true conversation that is taking place among the top movers and shakers is not Republicanism or Democracy but Neo-Conservatism and Neo- Liberalism, and the fruition of these hidden ideological thought streams had manifested in the last election. Donald Trump is the baby of persistent Neo-conservative pressure on the country, and if you look closely they have brought about fascist and communist ideologies into the republican party. The Tea Party was no different from the red shirts in the 1900's of pre communist Russia. Meanwhile, Hillary was a bastion of Neo- Liberalism, a universal and global society ruled by benign white privilege. The real joke is that these two sides, Neo-Conservatism and Neo-Liberalism work together towards the aim of conquering Earth and creating a one world government, a completely monetized society, where you pay or die. The antithesis to these thought streams is the liberal left and alt right. The alt- right is a counter reaction to liberals in order to make the liberal party look laughable, cultish, and nihilistic. The liberal party is actually America's hope for a freer world for the individual, to be clear all individuals of good moral standing. As for the Alt- right they are fascist and racist lackeys and are residue turned into the freak show. So your best bet for a better future is if you're a liberal or Democrat, put your back behind a candidate such as Bernie Sanders next time they come around, but beforehand play the game, make moves and make money. The liberal left grass roots movement, Democrats, the hippies, hipsters, red neck rebels, musicians, artists and actors, the educated and anarchists must become a financial player with people in positions of authority who can help make a positive change in the world. We must use the arsenal of the game of civilization against civilization to bring about a better, freer, future. #ThoughtCrimes"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-19T20:23:10+0000", 
            "id": "10154736443555079_1599390116749035", 
            "message": "Brilliant. You are awake and write the truth. Hilary or Trump equals same result ...new world order. Bernie would have been better dispite his \"dirty\" talk about social medicine and education etc. Stay vigilant.😉"
        }
    ]
}