{
    "data": {
        "created_time": "2017-06-09T15:10:56+0000", 
        "id": "1882577015315835_1882625345311002", 
        "message": "A great chance for Coca-Cola to show off it's new idea of cleaning up the world from all the plastic bottles it leaves littered everywhere..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-06-09T15:51:02+0000", 
            "id": "1882577015315835_1882642191975984", 
            "message": "This company doesn't, it's the lazy scumbags that drop them everywhere that does."
        }, 
        {
            "created_time": "2017-06-09T15:57:09+0000", 
            "id": "1882577015315835_1882644168642453", 
            "message": "it's a real shame, they have the opportunity and resources to change the way that packaging is used and abused worldwide....  they could lead the world in an incredible revolution! ...but no."
        }, 
        {
            "created_time": "2017-06-09T19:12:55+0000", 
            "id": "1882577015315835_1882718688635001", 
            "message": "The only way that littering will stop is if the people that buy the product stop being lazy and dropping it wherever. It's not a corporate problem, it's an ignorance problem on the general populations behalf"
        }, 
        {
            "created_time": "2017-06-09T19:13:23+0000", 
            "id": "1882577015315835_1882718838634986", 
            "message": "The only way that littering will stop is if the people that buy the product stop being lazy and dropping it wherever. It's not a corporate problem, it's an ignorance problem on the general populations behalf"
        }, 
        {
            "created_time": "2017-06-09T20:49:46+0000", 
            "id": "1882577015315835_1882753355298201", 
            "message": "That's not true. If Coke used circular economics to incentivive re-use of their packaging people would even be picking up the little, not dropping it! They just need to think outside the box and put the planet 1st"
        }, 
        {
            "created_time": "2017-06-09T22:07:33+0000", 
            "id": "1882577015315835_1882778125295724", 
            "message": "People would still drop litter no matter what it is made of.\nCertain People need educating on the matter, not Coke."
        }, 
        {
            "created_time": "2017-06-09T22:09:17+0000", 
            "id": "1882577015315835_1882778385295698", 
            "message": "Maybe Coke can do the educating... they're the ones making the ridiculous single use product!?"
        }, 
        {
            "created_time": "2017-06-09T22:09:34+0000", 
            "id": "1882577015315835_1882778451962358", 
            "message": "Does everything that you do put the planet first?"
        }, 
        {
            "created_time": "2017-06-09T22:10:39+0000", 
            "id": "1882577015315835_1882778668629003", 
            "message": ""
        }, 
        {
            "created_time": "2017-06-09T22:40:36+0000", 
            "id": "1882577015315835_1882786295294907", 
            "message": "There you go, a picture of the result of a lazy human. My point made"
        }, 
        {
            "created_time": "2017-06-10T17:30:44+0000", 
            "id": "1882577015315835_1883144245259112", 
            "message": "Adam Quirke Mate, of course you're right. Don't discuss with ignorant people, it's useless. It's like to talk with a stone, sometime."
        }, 
        {
            "created_time": "2017-06-10T18:10:28+0000", 
            "id": "1882577015315835_1883154875258049", 
            "message": "https://www.theguardian.com/environment/2016/nov/22/number-of-plastic-bags-found-on-uk-beaches-falls-by-nearly-half\n\nThis shows that there are simple things that can be done to reduce this littering, it's not just the responsibility of the customers. Governments need to make the manufacturers take their responsibility if they can't take it on themselves."
        }, 
        {
            "created_time": "2017-06-11T21:12:10+0000", 
            "id": "1882577015315835_1883635215210015", 
            "message": "Jonathan Taphouse I understand that Coca Cola could change what their bottles are made out of to help the issue but really it is the consumers responsibility where the garbage ends up. People who drop rubbish know what they're doing and they don't care, coke can't change that"
        }, 
        {
            "created_time": "2017-06-13T09:02:02+0000", 
            "id": "1882577015315835_1884314181808785", 
            "message": "Hi Jonathan, we’ve already been using renewable packaging innovations for many years, like PlantBottle. The first fully recyclable plastic bottle made partly with a special plastic which comes from plant material, which means we don’t have to use as much petroleum-based plastic. We’ve embarked on a major review of our sustainable packaging strategy. To keep up to date please visit www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-06-13T09:04:00+0000", 
            "id": "1882577015315835_1884314531808750", 
            "message": "Hi Adam, sustainability is an important issue and one that we care about deeply as a company. That’s why we’re currently in the process of reviewing our sustainable packaging strategy which we will publish later this year. Deposit return schemes have been a big part of these discussions as more people are looking for ways to increase recycling rates. So while our review is still ongoing, it’s clear to us that the time is right to trial a well-designed deposit scheme for drinks containers, starting in Scotland where conversations are underway already. To keep up to date with all of our future sustainability announcements please visit www.coca-cola.co.uk/sustainability-section"
        }, 
        {
            "created_time": "2017-08-14T01:38:29+0000", 
            "id": "1882577015315835_1912379725668897", 
            "message": "Coca-Cola How come you've been selling PET plastic bottles since 1978 and still haven't come up with an adequate disposal scheme?"
        }
    ]
}