{
    "data": {
        "created_time": "2017-11-06T20:09:52+0000", 
        "id": "10156688916596729_10156706996516729", 
        "message": "How can I get a real live person to help me with something?  I cannot message."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T20:16:21+0000", 
            "id": "10156688916596729_10156707010286729", 
            "message": "Hey Shelley. What can we help you with? -Elizabeth"
        }, 
        {
            "created_time": "2017-11-06T20:17:39+0000", 
            "id": "10156688916596729_10156707013176729", 
            "message": "Facebook Hi, thank you!  I am trying to understand why I can use messenger to message some but not others?  It just started to happen."
        }, 
        {
            "created_time": "2017-11-06T20:42:08+0000", 
            "id": "10156688916596729_10156707068366729", 
            "message": "Thanks for bringing this to our attention, Shelley! So we can quickly track and fix this issue, please report it to us here: http://bit.ly/2zj4tHD. -Elizabeth"
        }, 
        {
            "created_time": "2017-11-06T20:43:07+0000", 
            "id": "10156688916596729_10156707070121729", 
            "message": "THANK YOU!"
        }, 
        {
            "created_time": "2017-11-07T15:27:51+0000", 
            "id": "10156688916596729_10156710163686729", 
            "message": "Facebook Elizabeth pls help my son! Noone at FB will respond to me & he is locked out & can't contact anyone at FB. Pls help us! This is past posts I put up w/no response. \"Pls help us fix this now! My son was falsely accused of being a fake person. My son was kicked off FB because someone flagged him as a fake acct which is not true. I managed to find the guy's homepage & found on it that he was bragging that he got this guy kicked off w/a fake name because noone would have such a cool name. Sorry but he does. My son tried to send the documentation to prove he is a real person but it went w/o it being attached & now if he tries to resend it just says the documents sent are being reviewed. He couldn't send a ny documents. He depends on FB for communication living in a remote area. It is very peculiar that we cannot contact FB like other companies when there is a problem & that really needs to change. This has caused him much unnneeded stress. Do you even monitor comments on your FB pg? I even sent a PM but it appears it hasn't been read. That was almost a wk ago. Do you have any idea how much stress this causes people? Pls PM me so that this can be straightened out. If you had taken 30 sec to look at his FB pg bef banning him you would have seen he is a real person. This is a really sad way to run a co. This is the guy who got him kicked off. ! He was bragging on his FB pg abt it. \"Douglas C Rapier\nOctober 30 at 4:35am · \n\nSome of the trolls on FB have the best fake names 'Bob Bombardier'? Really? and no personal info to relate... not even bull-twaddle like 'School of Hard Knocks'? Bye-bye, Bob!\""
        }, 
        {
            "created_time": "2017-11-07T15:29:11+0000", 
            "id": "10156688916596729_10156710166246729", 
            "message": "Pls Pls PM me Elizabeth! If you're a mom I know you understand."
        }
    ]
}