{
    "data": {
        "created_time": "2017-11-06T17:35:22+0000", 
        "id": "10156688916596729_10156705994181729", 
        "message": "To Whom it may concern, My name is Matthew Miranda, i am speaking not only on my behalf but on behalf of the nation with this message. Today i was messaging me girlfriend and i call her a \"baby avocado\" then went on to put a cute little avocado emoji next to it to show her that i really care about her enough to attach that emoji. To my sudden shock and horror i come to see that there is no avocado emoji! This is extremely upsetting, I mean we live in 2017 here facebook! Havent you guys heard that the avocado is such a huge part of our culture nowadays? We eat it with practically everything! Its a symbol for our status for petes sake. Imagine this two friends are at a diner together and one of them orders a toast with butter and the other orders a toast with avocados.... who do you think is doing better in life there? Obviously Oscar is! Oscar knows that there is an upcharge for the avocado but he doesnt care because he can afford that extra dollar and twenty five cents for that avocado. Point is i believe the avocado has proved itself worthy for its own emoji here on facebook. Please when you see this message dont disregard it but think about all of the people in world that have been longing for this avocado emoji. Thank you for your time i truly appreciate. Love, Matthew Miranda #Avocadosdeservesemojis"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T17:43:55+0000", 
            "id": "10156688916596729_10156706066981729", 
            "message": "We're so sorry to hear the avocado has been neglected, Matthew! We'll go ahead and share your feedback with our team, but if there are things you'd like to see on Facebook in the future, such as other fruit or vegetable emojis, please let us know here: on.fb.me/1N2bhYs. -Elizabeth"
        }, 
        {
            "created_time": "2017-11-06T17:46:16+0000", 
            "id": "10156688916596729_10156706087631729", 
            "message": "Thanks fb you guys are the real MVPs"
        }, 
        {
            "created_time": "2017-11-07T18:30:13+0000", 
            "id": "10156688916596729_10156711030576729", 
            "message": "#Avocadolivesmatter"
        }, 
        {
            "created_time": "2017-11-12T06:17:00+0000", 
            "id": "10156688916596729_538103129872983", 
            "message": "🥑"
        }, 
        {
            "created_time": "2017-11-12T08:54:05+0000", 
            "id": "10156688916596729_288934464930600", 
            "message": "🙄"
        }
    ]
}