{
    "data": {
        "created_time": "2017-11-05T21:46:17+0000", 
        "id": "10156688916596729_10156703362446729", 
        "message": "Facebook you need to answer for substantial investments made by Russian surrogates of Putin through Kushner & what that says about your failure to monitor ads and how may ads were on Facebook and how much you made off it (Twitter also) You both are complicit with Russia and your foot dragging to come to Congress Zuckerburg your Russian investors speak volumes as to why you haven't shown up"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T16:01:53+0000", 
            "id": "10156688916596729_10156705532641729", 
            "message": "Yeah, FB!  And you are all at Facebook indiscriminately wrongfully branding as \"spam\" ANY CONTENT or any article--even cat photos, on my Timeline, and no matter what I do, you have singled me out, and launched on a campaign to make my Facebook experience unusable and CENSORED by using the pretext of SPAM as a way to cowardly silence my voice and the rights you have preserved for others to enjoy.  And after I post ANY THING, you AUTOMATICALLY have your bots and algorithms send me this instantaneous piece of boilerplate claiming: \"We're reviewing this post against our Community Standards.\nlock\ninfo-outlineSee the status of your report in Support Inbox\n-----------------------------Welcome, Kim-Ha!\nThe Support Inbox is your place to:\nGet updates about things you've reported.\nCheck and reply to messages from the Help Team.\nSee important messages about your account.\nRemove\nHELP CENTER\n\nSearch FAQs\nSafety Center\nPolicies, tools and resources to help you stay safe.\nBullying Prevention Hub\nTools and tips for teens, parents and educators.\nSafety Check\nConnect with friends and loved ones during a disaster.\nCOMMUNITY STANDARDS\nSee our Community Standards\nLearn about what type of sharing is allowed on Facebook, and what type of content may be reported and removed.\nEnglish (US) · ភាសាខ្មែរ · Español · Português (Brasil) · Français (France)\nPrivacy · Terms · Advertising · Ad Choices · Cookies · \nMore\nFacebook © 2017\n\nYou told us that your post wasn't spam\nCLOSED\nACTIVITY\nRead 1 Previous Message\n\nNext steps\nToday\nThanks for letting us know about this post. We'll try to take another look to check if it goes against our Community Standards and send you a message here in your Support Inbox if we have an update. \""
        }
    ]
}