{
    "data": {
        "created_time": "2017-11-06T21:29:13+0000", 
        "id": "10156688916596729_10156707168056729", 
        "message": "I can’t log into my Facebook for about 3 weeks now. I have emailed and messaged them countless times and I get no response. I understand that they get a lot of those but it’s frustrating because no matter what I do to try to log in, it doesn’t let me. I have a business and I manage it through Facebook and I’ve lost clients because I have no access to my account. I can’t do sales. I’ve  done all the steps they have asked me to go through, sent my ID like they asked me to do and nothing changed. I need them to try to help recover my account or shut it down for good i don’t want to see my Facebook account float on the internet!! Please help me resolve this issue. Thank you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T21:46:46+0000", 
            "id": "10156688916596729_10156707206416729", 
            "message": "We're sorry to hear you're experiencing this, IAlina. You can learn how to recover or remove an old account you can't log into here: http://bit.ly/2hMk74k. We hope this helps. -Jessica"
        }, 
        {
            "created_time": "2017-11-06T21:54:29+0000", 
            "id": "10156688916596729_10156707225281729", 
            "message": "the problem i not receiving the SMS with the code to access into my account! Thanks"
        }, 
        {
            "created_time": "2017-11-06T21:57:34+0000", 
            "id": "10156688916596729_10156707232911729", 
            "message": "Hi IAline. Instructions for what to do if your security code isn't being sent can be found here: http://bit.ly/2hgVAaE. -Jessica"
        }, 
        {
            "created_time": "2017-11-06T22:11:22+0000", 
            "id": "10156688916596729_10156707271276729", 
            "message": "Thank you."
        }, 
        {
            "created_time": "2017-11-07T14:42:31+0000", 
            "id": "10156688916596729_10156710074461729", 
            "message": "Facebook why don't you respond to my requests? We have a very serious situation that has developed due to a false accusation. My son has health issues & needs access. He has been cut off due to false accsations. He tried to respond to request for proof of ID to no avail."
        }, 
        {
            "created_time": "2017-11-07T14:48:39+0000", 
            "id": "10156688916596729_10156710086406729", 
            "message": "Facebook this is what generated you kicking my son Bob Bombardier off. I found this on the guy's personal FB bragging abt it after he was kicked off. You really should have cked Bob's acct as you would have seen he was a real person. Pls fix this now!\"Douglas C Rapier\nOctober 30 at 4:35am · \n\nSome of the trolls on FB have the best fake names 'Bob Bombardier'? Really? and no personal info to relate... not even bull-twaddle like 'School of Hard Knocks'? Bye-bye, Bob!\""
        }, 
        {
            "created_time": "2017-11-08T08:27:32+0000", 
            "id": "10156688916596729_10156713319841729", 
            "message": "Facebook I have the same problem here, I tried to contact you guys last week up to this week and still no feedback from you guys, you are continuously ignoring chats on your messenger, I don't normally post comments like this but it had to be done. I can't receive any codes in my mobile phone, and the code generator doesn't work no matter what I do. I also sent a valid ID and stuff but still no reply. I really need access to my other account. This is very frustrating indeed."
        }, 
        {
            "created_time": "2017-11-08T12:26:35+0000", 
            "id": "10156688916596729_10156713898116729", 
            "message": "DOES ANYONE ON Facebook REALLY CARE ABOUT YOUR USERS? I've tried the solution you've given to IAlina, it does reset the password but it still asks for the CODE, and that is my problem I CANNOT RECEIVE ANY CODES. I NEED SOMEONE REAL TO TALK TO. I cannot do anything when it is asking for a code. Technically I just verified that I am the owner of that other account because I managed to reset the password just now, its just that I can't receive any codes so PLEASE CAN ANYONE HELP."
        }
    ]
}