{
    "data": {
        "created_time": "2017-11-06T18:07:41+0000", 
        "id": "10156688916596729_10156706288186729", 
        "message": "Facebook, over the weekend my baby's picture was stolen by some random scumbag who used it to make a disgusting post attacking me. It has been reported many times only to get the absolute BS response that it \"doesn't violate community standards.\" If that doesn't violate Facebook's community standards, then frankly,  Facebook HAS NO STANDARDS. And please DO NOT give me the BS response that \"what I may find disturbing may not violate community standards.\" They STOLE. MY. BABY'S. PICTURE. AND. USED. IT. TO. MAKE. A. VILE. ATTACK. ON. HIM. AND. ME. And nobody will do a thing about it. Every minute of the last two days I have had to live knowing that that filthy post is there  for all the world to see and I am HELPLESS to do anything about it, and the people who CAN do something about it, REFUSE to! What kind of heartless, inhuman people do you have investigating these abuse reports? What is wrong with them?  WHY IS THAT POST STILL UP? \n\nTake a look at this and TELL me it doesn't violate even the most basic standard of decency!\n\nhttps://www.facebook.com/david.cramson/activity/1797300330343380?comment_id=1808006825939397&comment_tracking=%7B%22tn%22%3A%22R%22%7D"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T18:26:23+0000", 
            "id": "10156688916596729_10156706452916729", 
            "message": "Hi Virginia. We hear your frustration and we're sorry to hear you're experiencing this. Learn how to report a photo that violates the privacy of your child here: http://bit.ly/2h8iNIs. -Brittany"
        }, 
        {
            "created_time": "2017-11-06T18:30:26+0000", 
            "id": "10156688916596729_10156706493846729", 
            "message": "Yeah, thanks, but I've done that three times with no results so far. I had to block him to keep my family safe from further attacks so I cannot report his comment myself but over a dozen reports have been made from his father's account and all have been met with the BS \"does not violate community standards\" response."
        }, 
        {
            "created_time": "2017-11-06T18:31:54+0000", 
            "id": "10156688916596729_10156706511176729", 
            "message": "I would post a screenshot here but it looks like pictures can't be posted here."
        }, 
        {
            "created_time": "2017-11-06T18:36:40+0000", 
            "id": "10156688916596729_10156706559261729", 
            "message": "Thanks for confirming, Virginia. We appreciate your patience while we look into your reports. Rest assured we review all the reports we receive. You can check the status of your report in the Support Dashboard here: http://bit.ly/2ziG8SC. -Brittany"
        }, 
        {
            "created_time": "2017-11-07T21:04:47+0000", 
            "id": "10156688916596729_10156711979941729", 
            "message": "hi Facebook would u please have those 8 account I did be delete from Facebook data logs I only have one account I just open around Oct of 2017 it only account am going to use from now on those other 8 account I don't need I am only sticking to one account I had made too many mistake since Jan of 2014 I would had stick with one account back then I wouldn't had any problem account am using right now just fine I want all those other account to disappear for good I have no use for those other 8 account well that all love Facebook I ant get rid of this account am using I cant re do it again or use my number I had gone it too many time since Jan of 2014 site wont let me do another update account one I am using it update account from Oct of 2017 I only need is one account just want all other account disappear that all thanks I still be a loyal fan and still use your service that all ..."
        }, 
        {
            "created_time": "2017-11-08T14:36:02+0000", 
            "id": "10156688916596729_10156714173031729", 
            "message": "They will take a long time to do something.They didn't do anything for months about a hate page created about me and a therapy hamster I had at the time.They were even making death threats.I was not the only one they were doing this to."
        }, 
        {
            "created_time": "2017-11-08T16:08:33+0000", 
            "id": "10156688916596729_10156714349626729", 
            "message": "That's terrible! Did they finally take it down?"
        }, 
        {
            "created_time": "2017-11-09T18:50:17+0000", 
            "id": "10156688916596729_2013194778957295", 
            "message": "Facebook Action Blocked what can I do now?"
        }, 
        {
            "created_time": "2017-11-10T00:10:38+0000", 
            "id": "10156688916596729_189167088310814", 
            "message": "How can I report a sponsored scam page?? It cheated me out of money and now blocked me from commenting and telling others.  It is using Facebook to facilitate cheating people out of money, and when I go to report it I'm just told \"sorry you had that experience.\"  Now it continues to show up in my feed as a sponsored page - it should be taken down.  How can I talk to a human being about this??"
        }, 
        {
            "created_time": "2017-11-10T00:34:24+0000", 
            "id": "10156688916596729_1739966122740680", 
            "message": "Taylor Fatherree I got put in face book jail for quoting Ta Nehisi Coates, an African American writer who used the word \"ni--er \" in his writing. I quote him and got punished. NO appeal at all."
        }, 
        {
            "created_time": "2017-11-10T16:01:05+0000", 
            "id": "10156688916596729_740144376195396", 
            "message": "Jill Kelly-Moore What?  Seems like a situation where context needed to be observed.  I can't even get this scam page taken down that's actually taking people's $$"
        }, 
        {
            "created_time": "2017-11-10T16:26:54+0000", 
            "id": "10156688916596729_127658394566509", 
            "message": "Taylor Fatherree maybe I shouldn't ask the namehere, PM me the page name?"
        }, 
        {
            "created_time": "2017-11-10T18:46:05+0000", 
            "id": "10156688916596729_127684807897201", 
            "message": "Virginia Golden\nI looked at your profile and I can see 8 pictures of a baby. Go into each picture and change your security to \"Friends Only\"."
        }
    ]
}