{
    "data": {
        "created_time": "2017-11-10T15:26:53+0000", 
        "id": "10156688916596729_127643491234666", 
        "message": "It's time that Facebook revise its policy of placing ads on users' pages. The explanations for why I receive the ads is an insult to anyone's intelligence. The reasons are vacuous and meaningless. For example, I am told that I am receiving an ad because I am over 21 or live in the US, etc. Don't these explanations include jus about everyone? In short, I don't need these ads."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-10T15:34:34+0000", 
            "id": "10156688916596729_740134026196431", 
            "message": "Thanks for reaching out, Rudy. Ads help keep Facebook free and we strive to only show ads that are relevant and interesting to you. If you don't want to see a specific ad, you can click the x on the top right corner of the ad and choose hide. This will ensure that you no longer see this ad in your News Feed. -Brittany"
        }, 
        {
            "created_time": "2017-11-10T16:48:49+0000", 
            "id": "10156688916596729_127665901232425", 
            "message": "Brittany: The problem is that I do not want to see the ad. I've gone through the process of hiding ads dozens of times and yet different ads keep appearing. All these ads do is that they inform me what products not to buy, since I am somewhat incensed at their appearance in the first place. Question: Have you ever read Facebook's reasons why they say I'm receiving these ads. The reasons are ridiculous! There is no connection to me personally; the reasons could apply to almost anyone. I have no objection to Facebook placing ads. But why not on the right side of the page; not mixed in to \"normal\" posts."
        }
    ]
}