{
    "data": {
        "created_time": "2017-11-07T14:04:16+0000", 
        "id": "10156688916596729_10156709999246729", 
        "message": "My facebook newsfeed has not been working for over a week, when I scroll it it will stop and say to see more posts find friends, I cannot not see any posts over 12 hours old and sometimes only a few posts, can this be fixed"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-07T15:08:29+0000", 
            "id": "10156688916596729_10156710128046729", 
            "message": "Thanks for reaching out, Adrienne. So we can quickly track and fix the issue you're experiencing with your News Feed, please report it to us. Learn how here: http://bit.ly/2zoaXVu. -Elizabeth"
        }, 
        {
            "created_time": "2017-11-07T15:10:51+0000", 
            "id": "10156688916596729_10156710132631729", 
            "message": "Facebook Hi Elizabeth, i have been reporting it to that link since Oct. 30th, but have not gotten any response"
        }, 
        {
            "created_time": "2017-11-07T15:22:21+0000", 
            "id": "10156688916596729_10156710154211729", 
            "message": "Facebook pls help us fix this now! My son was falsely accused of being a fake person. My son was kicked off FB because someone flagged him as a fake acct which is not true. I managed to find the guy's homepage & found on it that he was bragging that he got this guy kicked off w/a fake name because noone would have such a cool name. Sorry but he does. My son tried to send the documentation to prove he is a real person but it went w/o it being attached & now if he tries to resend it just says the documents sent are being reviewed. He couldn't send a ny documents. He depends on FB for communication living in a remote area. It is very peculiar that we cannot contact FB like other companies when there is a problem & that really needs to change. This has caused him much unnneeded stress. Do you even monitor comments on your FB pg? I even sent a PM but it appears it hasn't been read. That was almost a wk ago. Do you have any idea how much stress this causes people? Pls PM me so that this can be straightened out. If you had taken 30 sec to look at his FB pg bef banning him you would have seen he is a real person. This is a really sad way to run a co. This is the guy who got him kicked off. ! He was bragging on his FB pg abt it. \"Douglas C Rapier\nOctober 30 at 4:35am · \n\nSome of the trolls on FB have the best fake names 'Bob Bombardier'? Really? and no personal info to relate... not even bull-twaddle like 'School of Hard Knocks'? Bye-bye, Bob!\""
        }, 
        {
            "created_time": "2017-11-07T15:23:26+0000", 
            "id": "10156688916596729_10156710156366729", 
            "message": "Thanks for confirming, Adrienne. We appreciate your patience while we look into this. Rest assured we look into all the reports we receive. -Brittany"
        }, 
        {
            "created_time": "2017-11-07T15:26:11+0000", 
            "id": "10156688916596729_10156710160496729", 
            "message": "Thankyou Brittany, I'm sure it is something simple to fix, I don't want to have to start a new FB profile"
        }, 
        {
            "created_time": "2017-11-07T15:31:43+0000", 
            "id": "10156688916596729_10156710170691729", 
            "message": "Hi Laura. We hear your frustration and we appreciate your patience while we review the documents your son submitted. Rest assured we look into all the submissions we receive. -Brittany"
        }
    ]
}