{
    "data": {
        "created_time": "2017-11-07T16:35:54+0000", 
        "id": "10156688916596729_10156710316921729", 
        "message": "I got locked out of my account because of some \"security check\".  Then I got an email that said my phone number was removed from the account.  I opened this account, but my old account is completely locked out.  How do I fix this!! Especially since my phone number was taken off the account. I have so much stuff on there that I don't want to lose 😞 Please help!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-07T16:44:52+0000", 
            "id": "10156688916596729_10156710341596729", 
            "message": "We're sorry to hear that, Tracy. It sounds like someone has logged into your account without your permission. If your account has been taken over by someone else, we can help secure it here: http://bit.ly/2zkx7Zd. -Kiara"
        }, 
        {
            "created_time": "2017-11-07T16:49:00+0000", 
            "id": "10156688916596729_10156710354351729", 
            "message": "That link is only helping me out for my new account.  How can I use this link on my old account when I cannot even get into it....the message on the screen is \"SECURITY CHECK\" then it has a Red Caution symbol saying \"this account isn't eligible for this process.\" Because it shows where that to confirm your identity with a text, but I got an email saying that is was removed...but I am wondering if it is because I used my new phone number for this account.  But it still wasn't working to get codes.  Do you understand what I am explaining?"
        }, 
        {
            "created_time": "2017-11-07T19:23:34+0000", 
            "id": "10156688916596729_10156711628766729", 
            "message": "Facebook Will I get a response to this???  I have also sent a private message as well.  I need a solution to this so I may retrieve my information!"
        }, 
        {
            "created_time": "2017-11-09T02:38:13+0000", 
            "id": "10156688916596729_10156716773111729", 
            "message": "Facebook I still need help with this issue...please!"
        }
    ]
}