{
    "data": {
        "created_time": "2017-11-07T11:45:34+0000", 
        "id": "10156688916596729_10156709761536729", 
        "message": "hi good evening facebook,\n\nI'm sending messages since last week about how can my disable account back. I have lot of picture there which is important to me. If not possible to get back that account please help me get all my Picture there and save it in my memory. I trust Facebook for all of it and not saving it in my memory. Can some one help to my problem.  thanks"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-07T15:18:00+0000", 
            "id": "10156688916596729_10156710146941729", 
            "message": "Hey Jesson. Your account may have been disabled because it is against Facebook Community Standards to maintain more than one personal account. You can submit an appeal to recover the disabled account here: http://bit.ly/2hjIDwL. If you regain access to your other account, please close one account, or you may run the risk of having it be disabled again in the future. We hope this helps. -Elizabeth"
        }, 
        {
            "created_time": "2017-11-07T16:45:13+0000", 
            "id": "10156688916596729_10156710342611729", 
            "message": "Facebook my son's acct was also disabled & now he can't contact you.I have posted here repeatedly but you haven't even responded. Why? do you realize how much stress this causes people. Here is prev times I've tried to contact you. Why do you not reply? \"Noone at FB will respond to me & he is locked out & can't contact anyone at FB. Pls help us! This is past posts I put up w/no response. \"Pls help us fix this now! My son was falsely accused of being a fake person. My son was kicked off FB because someone flagged him as a fake acct which is not true. I managed to find the guy's homepage & found on it that he was bragging that he got this guy kicked off w/a fake name because noone would have such a cool name. Sorry but he does. My son tried to send the documentation to prove he is a real person but it went w/o it being attached & now if he tries to resend it just says the documents sent are being reviewed. He couldn't send a ny documents. He depends on FB for communication living in a remote area. It is very peculiar that we cannot contact FB like other companies when there is a problem & that really needs to change. This has caused him much unnneeded stress. Do you even monitor comments on your FB pg? I even sent a PM but it appears it hasn't been read. That was almost a wk ago. Do you have any idea how much stress this causes people? Pls PM me so that this can be straightened out. If you had taken 30 sec to look at his FB pg bef banning him you would have seen he is a real person. This is a really sad way to run a co. This is the guy who got him kicked off. ! He was bragging on his FB pg abt it. \"Douglas C Rapier\nOctober 30 at 4:35am · \n\nSome of the trolls on FB have the best fake names 'Bob Bombardier'? Really? and no personal info to relate... not even bull-twaddle like 'School of Hard Knocks'? Bye-bye, Bob!\"\n\nLikeShow more reactions\n · Reply · 1 hr · Edited"
        }, 
        {
            "created_time": "2017-11-08T05:17:25+0000", 
            "id": "10156688916596729_10156713079836729", 
            "message": "Hi Ms. Elizabeth i try that already how many times but its not working.  ms. Elizabeth i cant messeges all of my friends and other right now. all of videos theres are in private only then they disable my account? it is in my personal videos, i private it. then still they disable my account? Can someone help me for my problem?"
        }, 
        {
            "created_time": "2017-11-08T05:24:34+0000", 
            "id": "10156688916596729_10156713086511729", 
            "message": "Im also sending i.ds to prove that is my account? and asking you guys if what files do you need to prove that is me. If not posible to get it back that account please help me to get all my pic there and send me to my gmail account.  I allready send it. I think this is the messenger fault. When i start downloading that apps. i get problem now in my privacy. they disable with no reason."
        }, 
        {
            "created_time": "2017-11-10T01:36:20+0000", 
            "id": "10156688916596729_2001747700062196", 
            "message": "Please reactivate my account Facebook so that I can delete this now. I have appealed many times but you always reply me the same way \"Unfortunately we do not offer support\" something like that. I gave you already my copy of my passport ID. Please messege me"
        }
    ]
}