{
    "data": {
        "created_time": "2017-11-05T15:43:12+0000", 
        "id": "10156688916596729_10156701702076729", 
        "message": "Facebook, I'd love to be able to \"report a problem\" but when I click to send it, it doesn't send. This is what I wrote (minus the screenshot because I can't post a pic here):\nOver the last few days, the news feed via my computer has been very slow to load; oftentimes, only loading three or four stories before stopping. \nI'm using the most up to date version of Chrome and my Java is enabled. I've cleared my cache and cookies, reloaded, reopened the browser, to no avail.\n\nAlso slow to load are any pop up type boxes such as this one and what's used to send birthday greetings to a friend. \n\nI've had no issues with any other site I've visited. \n\nI've attached a screenshot where you can see the page has finished loading along with the large scroll bar (indicating a short feed - this time, it's showing two stories). \n_____________________________________________________________\n\nIt does the same thing, occasionally, with the app on my phone, but it's not as annoying as this. (Not being able to change the viewing preferences on the app to \"most recent\" is extremely annoying, though not on topic with this complaint.)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}