{
    "data": {
        "created_time": "2014-08-25T02:32:04+0000", 
        "id": "10152257305645079_10152269229755079", 
        "message": "y a 9 ans... une personne nommée Marine Arnolde a osée dormir dans une maison qui était censée être hantée. Le lendemain, ses amis l'ont déjà attendu à l'extérieur de la maison...Ils devaient aller à l'intérieur et la recherchée. Ils sont passés par chaque chambre mais pas le grenier. Elle n'était pas censé dormir dans le grenier. Elle était censé dormir dans le salon, ils sont allés au grenier. Ils ont découvert le corp de Marine Arnolde. Ils sont partis parce qu'ils ont eu peur. Mais cette nuit-là tous sont morts à cause de leur amie. Il a tué eux tous pour lui faire dormir dans la maison si vous n'envoyez pas ceci à 1 commentaires tu vas mourir ce soir de Marine Arnolde.Example 1: un homme du nom de stewart, lisez ceci et n'a pas le croire. Il éteint son ordinateur et a traversé son époque. Cette nuit-là, alors qu'il était dans son lit il a entendu quelque chose sur sa porte. Il se leva pour regarder ses morts maintenant. Exemple 2: une fille nommée Haley lire ce matin et elle a eu peur, mais n'a pas l'envoyer. Elle voulait savoir si c'était vrai. Elle est allée à l'école (elle n'avait que 13 ans) et cette nuit-là, elle est morte. Si vous ne pas poster ceci à 11 Commentaires ce soir Marine Arnolde « vous rendra visite » et elle n'est pas fausse. Apparemment, si vous copiez et collez ce à 11 commentaires dans les dix prochaines minutes, vous aurez le plus beau jour de votre vie demain. Vous obtenez embrassé ou demandé, si vous freinez cette chaîne vous verrez une petite fille morte dans votre chambre ce soir. Dans les prochaines minutes 53 quelqu'un va dire je t'aime ou je suis déso"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}