{
    "data": {
        "created_time": "2017-08-09T20:04:39+0000", 
        "id": "10154610096505079_135123990422794", 
        "message": "Judgement is coming to America, God is not pleased! America, a so called \"Christian Nation\" teaches their children they can choose their gender, that we came from monkeys, that elements and space dust formed them. They take the very knowledge of the Bible and turn it upside down! They sanction the sin of Sodom as good and right, parading it down our streets for the children to see. We let our government and media harbor and cultivate a cesspool of sin from the tv programs, music, entertainment, fashion, sexual perversion, intellectual manipulation, a greedy people. While the truth in the Bible remains to be seen and while we murder God's children in the womb, we starve them of the truth in school and direct their minds and eyes to the sins of the world. We see evil for good and good for evil. Great sorrow and judgement will come upon all sinners not saved by Christ.\n\nI am writing this to bring light to the truth about Jesus Christ (Yahshua haMashiach) and God the Heavenly Father (YHWH), who is Holy and perfect. Christ and the Father are one, Christ is God embodied. It is by the grace of God that I am saved through faith and obedience unto Christ Jesus, the Word of God made flesh, the Living Lord of Lords, appointed to rule over all that is in Heaven and earth by the authority of Yahuah (YHWH). \n\nI have been born again by seeing that my ways were wicked, that my sin is an act of rebellion and is a stain upon the goodness of God and His glory. For without Christ, we are but vain men living according to the flesh and desires of this world, in ignorance to the ways of God.\n\nWithout the grace of God, Jesus Christ would never have come to set us free, His love for us was so great that He sent his ONLY begotten son (fully man, fully God) to atone for all the sins of the world through a pure and Holy life, and bore the burden on the cross of cavalry for us as an innocent and blameless image of God.\n\nIt is by accepting God's grace through trusting and obeying the gospel and declaring with your lips and believing in your heart that Jesus is the Lord whom God has raised up from the dead on the third day, that we may be saved. \n\nIt is a fearful thing to be in the hands of the living God almighty, for mighty men tremble at his glory. When we accept Christ as our Lord and Savior, we by no means take it lightly. We live and breath every word of the gospel to the glory of God. For it is by His grace that we are saved and forgiven of our past transgressions against him. We must walk in total obedience and faith in Christ, walk in the Spirit and not fulfill the lust and sins of the flesh. \n\nWe must allow our old lives to fade away as dust unto the earth. It is by the power of the Holy Spirit, that we are to be delivered from our flesh and the world and to truly know God. For the Spirit will reside in us and reveal that which is of God and Jesus, that which is Holy, and good. The triune/Holy Trinity is God in 3 parts – Father, the Son (Jesus/Yahshua), and the Holy Spirit. The Holy Spirit is the Spirit of truth and wisdom – a comforter dwelling inside of us, as we are a living temple of the Holy Spirit through our Lord and Savior Christ Jesus. \n\nSin and the lust of the flesh creates separation from God, and may God bless us with conviction of our wickedness through the Holy Spirit. For these things are revealed to man by Him. \n\nIt is then the work of a true repentant Christian to live and walk with the Holy Spirit in obedience to the gospel of Christ, for this is our salvation. We must seek him diligently daily, through prayer, fasting, worship, and good works for His glory. For the Heavenly Father will not have you without walking in Christ with Christ.\n\nMay all born again believers be a light unto the lost, whom the god of this world (Satan - the fallen one) has blinded. For this earth and heaven will pass and be reborn by the power of God, but his Word, the Holy Bible, will remain.\n\nThe ones who do not accept the gospel of Christ, and the truth of salvation through Him, they are already condemned and will be thrown into Gehenna, the lake of fire, they will be ever consumed by the wrath increased by each sin and transgression against God, the Holy One. Who is all mighty, all good, all powerful, and all knowing.  We should fear not man, but God who can destroy both the body and soul in Gehenna (lake of fire).  For God is good/perfect, and it is by His righteousness will we (Christians) each be judged according to our works in Christ. \n\nLet it be known, we wrestle not against flesh and blood, but against powers, principalities, the rulers of darkness of this world, and spiritual wickedness in high places. For Satan is the god of this world, and he and the fallen angels have already their part in the lake of Fire and Sheol. We ourselves are powerless against Satan and the fallen ones yet, we are protected by the power of God almighty once we accept Jesus Christ as our Lord and Savior, and walk in faith and righteousness. Praise God!\n\n1 Corinthians 6:9-11 - sinners will not inherit the Kingdom of Heaven. (Neither the sexually immoral nor idolaters nor adulterers nor men who have sex with men[a] nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God.\n\nA message from Christ via me:\n\n- https://youtu.be/LDO87nA_b1s\n\nThe devil/Satan, the god of this world, he comes to steal, kill, and destroy, Jesus comes so that he may bring salvation to the lost and destroy the works of Satan:\n\n* https://youtu.be/tNDz75-9bps\n\nWake up! The great tribulation and the mighty wrath of God is at hand:\n\nhttps://youtu.be/JCHsqSdMV-4\n\nhttps://youtu.be/mTOQvDzihTU\n\nJesus is Lord and Savior\nhttps://youtu.be/2mgUPt2KI08\n\nRFID Chips - Say No\nhttps://youtu.be/8jAPFZSU0vo\n\nIdols before God?\nhttps://youtu.be/QO44xspRoww\n\nEnd-Times Scripture\nhttps://youtu.be/mV2eq-KRC3U\n\nEnt-Time Disaster Signs\nhttps://youtu.be/K4SI38ji2rI\n\nMainstream Indoctrination\nhttps://youtu.be/Pe1QAY3C7n8\n\nSatan is god of the media\nhttps://youtu.be/MHOZP0PPUXg\n\nRapture\nhttps://youtu.be/Ivx4M0FB2S4 \n\nCome to Christ\nhttps://youtu.be/a3VpPvp3QK4\n\nMan of Sin\nhttps://youtu.be/bgu2bDOfNw8"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}