{
    "data": {
        "created_time": "2015-07-24T04:10:39+0000", 
        "id": "10152968105555079_10152968119880079", 
        "message": "Is it just me or has Shady fallen waaaay the fuck off from the Recovery-era tracks? His flow feels stilted and weird now."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 28
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-07-24T04:12:34+0000", 
            "id": "10152968105555079_10152968121685079", 
            "message": "the angry version doesn't exist anymore right ?"
        }, 
        {
            "created_time": "2015-07-24T04:18:19+0000", 
            "id": "10152968105555079_10152968128595079", 
            "message": "True Shady fan would never say what you just said.."
        }, 
        {
            "created_time": "2015-07-24T04:21:03+0000", 
            "id": "10152968105555079_10152968130840079", 
            "message": "A true Shady fan wouldn't blindly kiss his ass. I know he's capable of songs that can move men to tears. He's just not living up to his potential."
        }, 
        {
            "created_time": "2015-07-24T04:23:54+0000", 
            "id": "10152968105555079_10152968133355079", 
            "message": "Shreyas Fanboi much ?"
        }, 
        {
            "created_time": "2015-07-24T04:24:32+0000", 
            "id": "10152968105555079_10152968133700079", 
            "message": "i think he had to do song's like this 2 fits the movie . he'll work on a new album and we'll c."
        }, 
        {
            "created_time": "2015-07-24T04:24:58+0000", 
            "id": "10152968105555079_10152968134015079", 
            "message": "I hope so."
        }, 
        {
            "created_time": "2015-07-24T04:25:31+0000", 
            "id": "10152968105555079_10152968134825079", 
            "message": "Go fuck yourself"
        }, 
        {
            "created_time": "2015-07-24T04:26:31+0000", 
            "id": "10152968105555079_10152968135460079", 
            "message": "I'm a stan guys i love Eminem same as u or more i have his t-shirts and stuff but i prefer the old em who's with me ? :)"
        }, 
        {
            "created_time": "2015-07-24T04:27:58+0000", 
            "id": "10152968105555079_10152968136800079", 
            "message": "its called evolving. if he will use the same old flow,you will be the first one to say oh im tired of that flow Eminem. lol give the man a break"
        }, 
        {
            "created_time": "2015-07-24T04:34:28+0000", 
            "id": "10152968105555079_10152968141905079", 
            "message": "you wanna start WW3? CUZ THIS IS HOW YOU START WW3!!"
        }, 
        {
            "created_time": "2015-07-24T04:36:27+0000", 
            "id": "10152968105555079_10152968143555079", 
            "message": "He based his music on and for this movie of course its guna be a bit different"
        }, 
        {
            "created_time": "2015-07-24T04:41:44+0000", 
            "id": "10152968105555079_10152968148060079", 
            "message": "Come on people, get your heads out of your asses. Eminem will always have my respect, i have a tattoo and all to show for it. But his last couple of songs suck living hell...\n\nTo me it all ended with proofs death, and no one can blame him for it :)"
        }, 
        {
            "created_time": "2015-07-24T04:43:53+0000", 
            "id": "10152968105555079_10152968149430079", 
            "message": "How about you eat shit and die faggot..."
        }, 
        {
            "created_time": "2015-07-24T04:44:14+0000", 
            "id": "10152968105555079_10152968149630079", 
            "message": "if i would be like that i wouldn't hear #mmlp since i was 8 man :D <3"
        }, 
        {
            "created_time": "2015-07-24T04:45:29+0000", 
            "id": "10152968105555079_10152968150315079", 
            "message": "this is way better"
        }, 
        {
            "created_time": "2015-07-24T04:45:54+0000", 
            "id": "10152968105555079_10152968150535079", 
            "message": "You hear his freestyle today? Please do so then change your comment."
        }, 
        {
            "created_time": "2015-07-24T04:46:49+0000", 
            "id": "10152968105555079_10152968151225079", 
            "message": "I understand you guys who say Eminem has not been the same. But who hasn't changed!?? But do you know what made Eminem change? That's an easy answer: Multiple suicidal attempts, best friend died plus rehab. \nHe also lost his first Shady Records crew over this. Look up interviews where he talks about coming back out in 2009, he couldn't write the same anymore. He went a year or more on writer's block, and wack songs. He finally did so many songs for Relapse he had like two double albums, which is why he announced Relapse 2 due to all the material. Only song that was remnants of his former self was \"Beautiful\" and it was written when he was still on drugs. \nWhen he finally got back in the booth he had new studio techniques to go with his new double meaning entendre rhymes. These include stacking multiple vocals throughout a verse. Something he never did before. His old, underground flow / voice / persona is gone. That all changed after his rehab stint.\nHad he actually signed with Duck Down, Rawkus, or Loud, like he was supposed to, he might have ended up dead, even though he would have been on better songs and with way more talented artists, though not as famous. And probably not doing songs with legends like Redman, Jay-Z, Busta Rhymes. Okay maybe Redman, since him and Meth and Wu fucks with Boot Camp Clik. \nIn short, it's a blessing in disguise for his sobriety and well-being, but we as fans are always going to miss his old style. The underground nasal flow which he talks about here like it's still a thing knowing full well it is gone. His old nasally punchlines are gone. \nIf Dre had done all the beats on that first Slim Shady LP where he was murking MC's that would have been his masterpiece, or better yet, blessed MMLP1 with all Dre beats, would have been a more serious vehicle. But being he has one of the best producers of all time backing him, he's not really backed by him, as his beats are usually terrible. Relapse was supposed to be that, but Dre's production was nothing like Chronic 2001. Shit was terrible, rough cuts and unfinished if anything and Em just took that beat CD and used it without them being polished or have that Dre touch to them. The trick is to get good beats AND rhymes. Not just good rhymes over decent or just okay beats. The dopest hip-hop albums have not just awesome lyrics, but fire producers.  Alot of concept albums have one producer on the entire record backing a dope MC. Eminem could have had one of those. I think he just never asked Dre. And now it's too late, considering his post-2009 direction of his hip-hop. \nRegardless, his bars are still dope, and that's all that matters, he dresses nicer, he's more respectable now, wearing leather jackets and such, sober and touring, and even doing shows with Legends of the genre. Not putting doo-rags over his head and wearing Shady Ltd oversized sweats with sunglasses on hiding his tweaker pupils like during his first D-12 era. The rhymes were better than, but the person wasn't."
        }, 
        {
            "created_time": "2015-07-24T04:50:14+0000", 
            "id": "10152968105555079_10152968153620079", 
            "message": "I like some of his songs a bit but Raw and All I Think About were a bit disappointing"
        }, 
        {
            "created_time": "2015-07-24T04:50:35+0000", 
            "id": "10152968105555079_10152968153890079", 
            "message": "Word play too strong on all I think about for your brain to handle? its ok man creative lyricism isn't for everybody."
        }, 
        {
            "created_time": "2015-07-24T04:55:54+0000", 
            "id": "10152968105555079_10152968168355079", 
            "message": "Man quite bassing his flow and music production off of 2 pop singles. He does this for the hype and to generate sales... Just downloaded the album and the bad meets evil tracks are fire. Shady has always done this. Paige Alexandra Remillong"
        }, 
        {
            "created_time": "2015-07-24T05:01:06+0000", 
            "id": "10152968105555079_10152968171370079", 
            "message": "lmao you tagged those self empowering songs as pop songs let me tell you my friend they are not doing great on charts cause it isnt played on radio,so how the fuck you are saying he makes it for sales smh. get your facts straight dawg"
        }, 
        {
            "created_time": "2015-07-24T05:02:07+0000", 
            "id": "10152968105555079_10152968172015079", 
            "message": "''I'm think that they're mistaking my kindness for weakness'' -Kings never die."
        }, 
        {
            "created_time": "2015-07-24T05:03:36+0000", 
            "id": "10152968105555079_10152968172785079", 
            "message": "(y) Shreyas Ceus"
        }, 
        {
            "created_time": "2015-07-24T05:07:04+0000", 
            "id": "10152968105555079_10152968175370079", 
            "message": "While most won't truly recognize it & his music may not appeal to today's younger wannabe hip hop generation, EMINEM is in his prime. Fuck record sales, awards & yadda yadda. That's not the measure of a true artist. He doesn't just deliver punchlines, he delivers punch phrases. He is a lyrical genius & his flow is ridiculotti. Not only that, he has a mastery over his flow none before him had & he constantly recreates himself. The GOAT!"
        }, 
        {
            "created_time": "2015-07-24T05:26:04+0000", 
            "id": "10152968105555079_10152968187595079", 
            "message": "Mike summed up my thoughts perfectly. Also I thought the\nInstrumentals for MMLP2 were weak as fuck... that's merely my personal opinion though."
        }
    ]
}