{
    "data": {
        "created_time": "2014-05-06T04:48:37+0000", 
        "id": "10152054643740079_10152054693700079", 
        "message": "I may catch hella hate for this but oh well I speak my opinion freely, if you dont like it then fuck you its my opinion not yours. IMO, Eminem has PASSED Tupac as far as rap legacy is concerned. I love Pacs music and RIP to the legend the icon the immortal one himself, but not even Pac did what Eminem has done. "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-05-06T06:21:37+0000", 
            "id": "10152054643740079_10152054772730079", 
            "message": "Wtf?! You a motherfucking white!!..don't talk shit about my nigga Pac,shady hasn't done half of what makavelli did."
        }, 
        {
            "created_time": "2014-05-06T06:30:53+0000", 
            "id": "10152054643740079_10152054779880079", 
            "message": "@Hakinyemi, first off nigga you live in fuckin Nigeria so what the fuck you even know bout shit that either one of them boys done besides make music? Secondly Pac was a great artist and his lyrics and music will live forever I dont argue that. Pac in his career before AND after his death won a total of FOUR awards. Eminem on the otherhand has won TWO HUNDRED AND TWO awards. You do the math and tell me how thats possible if Eminem isnt greater than Pac. TRUE Eminems been around longer than Pac, but even in the time Pac was around he didnt get as many awards as Eminem did in the same amount of time. So dont you EVEN try and challenge me homie I may be white but that dont mean shit nigga"
        }, 
        {
            "created_time": "2014-05-06T06:33:19+0000", 
            "id": "10152054643740079_10152054781465079", 
            "message": "Eminem is > than PAC get off tupac bandwagon if you think tupac is better than you're stubborn that doesn't listen to facts"
        }, 
        {
            "created_time": "2014-05-06T10:28:53+0000", 
            "id": "10152054643740079_10152055174365079", 
            "message": "First of all hakinyemi shut the fuck up, tupac is a pussy. If he was such a genius than why is he fuckin dead? His fuckin' History no more, over, done, he couldn't stand his ground like Eminem did as a soldier furthermore even if he was alive Eminem would still had kick he's ass. Coz dude Eminem knows smarter shit about rap today that tupac didn't know about back then. Point made."
        }, 
        {
            "created_time": "2014-05-06T12:55:41+0000", 
            "id": "10152054643740079_10152055311665079", 
            "message": "Grant sayin Pac was a pussy males me believe you need to be in a nuthouse. And saying Em knows more bout rap today than Pac did back then? Umm..... do you not realize how much raps changed since Pacs time? I may be the one who posted this comment but even im smart enough to know Pac was the greatest of his time. And you talk about him being killed?!?! REALLY?!?! How stupid are you?!?! Pac was killed because of street beef between him and his enemies. All these fake ass rappers out now days talkin gangsta shit aint about shit with the exception of a few. "
        }, 
        {
            "created_time": "2014-05-06T15:56:06+0000", 
            "id": "10152054643740079_10152055551980079", 
            "message": "Grant,did you just say Tupac was a pussy?! If he really was a pussy,he'd had been forgotten by now..it's been a long time,mate..it was '96!!!\r\nAnd Shane,did you say awards?!\r\nTupac did not give a shit about awards,he even said \"grammys don't recognize real rappers\"."
        }, 
        {
            "created_time": "2014-05-06T16:03:11+0000", 
            "id": "10152054643740079_10152055560470079", 
            "message": "Hakinyemi I know Pac wasnt bout awards but lets be real here, neither does Eminem! Hell Em even said in one of his songs \"You think I give a fuck about a grammy? Half of you critics cant even stomach me, let alone stand me\", remember?! Its not about which rapper was in it for awards its just pointing out the obvious. Awards dont recognize real rapper I agree but it does show where that rapper is in their career."
        }, 
        {
            "created_time": "2014-05-06T23:54:26+0000", 
            "id": "10152054643740079_10152056328610079", 
            "message": "leme tell u smething i aint gona rage like these dick sucking bitches i just think tupac has changed rap forever yes but eminem has changed lives forever think about it"
        }, 
        {
            "created_time": "2014-05-06T23:58:56+0000", 
            "id": "10152054643740079_10152056355030079", 
            "message": "Jervon, Pac had a huge impact on rap in his time yeah and so has Eminem. Eminems just had a bigger impact in a different way than Pac had. Pac is Rap God of his time, Eminem is Rap God now. Titles exchanged."
        }
    ]
}