{
    "data": {
        "created_time": "2016-12-19T14:52:32+0000", 
        "id": "1802903259949878_1804051206501750", 
        "message": "Hi Nic, since 2014 Coca-Cola Life has built up a small & loyal following and our distribution is focused to where there is demand. You can find it on sale in Waitrose. We hope that helps."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-01-27T21:58:54+0000", 
            "id": "1802903259949878_1821530548087149", 
            "message": "Our nearest Waitrose is a very long way away - are you suggesting we drive a 30-mile round-trip in order to buy your product?\n\np.s. I have spotted it in our local Asda (a 3-mile round trip), but it is no longer on sale in our local huge Tesco (who used to sell it), nor in our local Morrison's (who used to sell it), nor in our locla Sainsbury's (who used to sell it.\n\nThis is why we asked the question. Given that almost all the supermarkets have STOPPED selling it, when they had sold it for oevr a year, is this entirely the supermarkets' decision, or are Coca Cola reducing output with a view to stopping production?"
        }, 
        {
            "created_time": "2017-01-30T15:00:58+0000", 
            "id": "1802903259949878_1822721994634671", 
            "message": "Hi Laura, thanks for your reply. It's at the retailer's discretion which products they choose to stock on their shelves. If you're struggling to find a product we'd always recommend speaking to the Grocery Manager in your local stores. Thanks"
        }
    ]
}