{
    "data": {
        "created_time": "2015-02-06T18:47:57+0000", 
        "id": "10152612136485079_10152613898645079", 
        "message": "JADED NATIONS\nTragically things don't just happen magically just for the asking ..\nPrayers go unanswered in a world full of mishaps an' tragedies ...\nWars still breaking out, thousand more casualties ....\nChildren homeless in this ever growing society ...\nThe american dream turns into poverty.....\nWhat ever happened to equality?\nFamilies broken and shattered, morals don't exist or matter....\nMc Donalds making people fatter ... egos tattered ...\nHomeland security, no more land of the free.\nAnd to who are those to preach ... Money hungry ministries feeding off the weak, for a God they desperately seek.\nStrong are the mere and meek.....\nTo whom I speak...\nGod give us ... for the government to take ...\nWe sew the seeds that they rape....\nUnity stolen away by hate ....\nAnd we blame the president now for our ancestors mistakes ...\nPolitics shaking hands, giving babies the Judas kiss, feeding us lies and handing out empty promises.\nCommon sense and wisdom replaced ... educated minds fill in the space...\nIt's a common place to be replaced .... \nThis isn't humanity .... this is a human race.\nClose your eyes, open your minds .. before it's too late ......\nScientist taking away faith .... by explaining it away .....\nMothers and fathers don't know how to be parents ....\nDrugs make addicts incoherent ...\nPrescribed medicine ... same shit, ain't no different.\nLabel us a disorder ... another prescription on order.\nThings have gotten out of proportion ....\nKilling babies before they are born, yea, they call it abortion.\nWhat are people not absorbing?\nMinds turned into mush .... thanks to presidents like George Bush....\nTexas oil tycoon .... nothing more than a crazy ass loon.\nNothing in this life lasts forever, not even the sun or moon ....\nWithout one or the other the earth is doomed .....\nEveryone seems out of reach, while we seek to reach Mars....\nTaking money out ... instead of collecting it in jars ....\nWhile the hungry and starving stay in harm.\nThe food we eat, raised in labs ... not on a farm ...\nAnd this doesn't sound the alarm?\nThis my friends is not a rhyme, its a rap....\nTo open your eyes to all this crap....\nMother nature is a bitch .... and one day she will snap.....\nTake caution to the wind, listen to the voice within ...\nFor if we don't take in account our own actions, a lot more shit can and will happen.\n*The Devil's Angel * aka M 2 Da E ... MelaniE 2/6/15"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-02-07T02:01:09+0000", 
            "id": "10152612136485079_10152614520340079", 
            "message": "I love this rap... It's so good and also so true, my love for this is minus how much Eminem and his friend Superman do, lovin this how I rap it may sound like a poem, it wasn't til I was 8 years old Eminem then I didn't know him, why does these words like this how I flow, nobody knows, I might as well be a shady reborn, instead I'm darker, name is Silent Shadow, no dissin your words and no takin your name but I shout out to all those haters who is taking your name, having alot of pain, with problems and issues today, it's almost 12 am and already in making a bang with a bullet shooting and blasting at full speed and flying away, I could shoot myself out to the stars, blasting and flying by those stars like a comet almost touching planet Mars, went around Earth so many times, I can almost see the Madison Square Gardens streets lined up with cars, passing by Neptune, Jupiter and Saturn, like an asteroid belt bucklin around Uranus you'd only dream it would happen, this is a mere rap and a shout to all of my problems, I feel so much better now... My problems never goes away like my ass everyone has got em!"
        }
    ]
}