{
    "data": {
        "created_time": "2016-02-23T23:30:58+0000", 
        "id": "10153343998910079_10153344027505079", 
        "message": "Yo Marshall, you better step back because you ain't nothing but partial when standing next to G, unlike you, I rap for free, fuck the fee, I spit out verses so fast that you won't be able to see, my lyrics will haunt you like spirits, you're going to fear it, so bad, every word will molest and touch you in places you might not like, so don't try to battle me on the mic, you don't want beef with me, I'll take you up mushroom mountain, find a tree, pull out the first stick I see, and roast Marshall like a marshmallow with a bottle of Hennessy, it's so easy I guess I'm eating for free, so don't listen to Eminem, listen to me 😜"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-02-23T23:39:20+0000", 
            "id": "10153343998910079_10153344038520079", 
            "message": "Gayyyy"
        }, 
        {
            "created_time": "2016-02-23T23:43:28+0000", 
            "id": "10153343998910079_10153344044220079", 
            "message": "But we can see your lyrics you spat out..."
        }, 
        {
            "created_time": "2016-02-24T00:48:14+0000", 
            "id": "10153343998910079_10153344139060079", 
            "message": "Lol"
        }, 
        {
            "created_time": "2016-02-24T14:16:08+0000", 
            "id": "10153343998910079_1674706546110697", 
            "message": "Bitch......"
        }, 
        {
            "created_time": "2016-02-24T21:09:04+0000", 
            "id": "10153343998910079_457088564502257", 
            "message": "Sean Terralips Geaney what do you think RAP stands for..... Rhythm And POETRY \nAll raps are poems"
        }, 
        {
            "created_time": "2016-02-24T22:25:15+0000", 
            "id": "10153343998910079_1660319187554220", 
            "message": "Garrett Lee Shadowen, don't bash the E, you don't know him. Why do you all argue over if raps are poems? Nobody is clever just for rhyming words, stray from the fake kids, pride is naked and it typically takes witts, digging through shit and having your life reversed. Take this gift and be a misfit first. It's not about competition nor a plot of fiction, i was born to make a lot of friction and a great decision to be a lyrical piston with no subdivision or par, unmet and unknown, strange to the bone, free you of your hands like no phones in the car.\nI'll laugh, having your stomach turn twice like butterflies out your jar."
        }, 
        {
            "created_time": "2016-02-24T23:25:15+0000", 
            "id": "10153343998910079_10153345924145079", 
            "message": "Butterflies out your jar, fire flies to light em\nLord of the rings, I'm winning, you coming short like Elijah\nI picked a pepper and still made it rhyme, no peter piper\nFelons face time like Google, no need to Skype them\nIm a veteran, popping Excedrins, like whatever man\nMy mind is like the internet, y'all still sending telegrams\nMy man said raps was poems, that's kinda true\nWhen Slim Shady dropped we cyphered behind the school\nGraffiti and all, see me tomorrow, continue on\nNotepad, scribbled flows, wrote it till my pencils gone"
        }, 
        {
            "created_time": "2016-02-25T00:02:20+0000", 
            "id": "10153343998910079_664703246966390", 
            "message": "No"
        }, 
        {
            "created_time": "2016-02-25T03:25:49+0000", 
            "id": "10153343998910079_457177097826737", 
            "message": "Where?"
        }, 
        {
            "created_time": "2016-04-18T16:12:31+0000", 
            "id": "10153343998910079_906148266174916", 
            "message": "You need a pencil to channel your thoughts I'm flowing like water spitting venom in pots These bars, act like lacerations to your self esteem I'ma fuck you up no Vaseline Call me corny while I form me a line of hoes who show no remorse licking my junk. You can't fathom me punk. While you're scribbling shit on your pad, I'ma freestyle on their ass, they never had such an ass whooping handed to em, this shit ain't subliminal the picture's loud and clear The KUB's here to rip it, indulge them in fear. You're like dead weight, a target of hate. Bitch, I revitalize like Gatorade. What you think, this is romance? Nah, what we got is pure rivalry and you're my nemesis, my enemy. Holmie, when my beat drops, get ready to die. This verbal manslaughter is what serves you righ'."
        }, 
        {
            "created_time": "2016-04-18T16:15:10+0000", 
            "id": "10153343998910079_1681236762129129", 
            "message": "Okay, okay. This is some cliche, corny shit. I'm just a teenager acting fly. So don't go moist vagina on me and start scrutinizing these bars like it's a fuckin SAT essay. This verse is all over the place cuz I just wrote it right now. Many things don't even make sense. But hey, I still am proud. So don't go all Einstein on my ass. Or do go. IDGAS."
        }, 
        {
            "created_time": "2016-04-18T20:02:28+0000", 
            "id": "10153343998910079_1003502326409599", 
            "message": "Kenyatta Cole the dust that remains after I am done will dry them up so blame the sun, I have 8 lives, slay me once, ya dunces,  I was called to duty rose up and packed guns and punches. Are you coming? Get over here quick, don't trip over the script unless the foreplay is your thing, I do odd improved improv like God fixing a drugged drunk stuck up fuck up named Todd"
        }, 
        {
            "created_time": "2016-04-18T20:07:36+0000", 
            "id": "10153343998910079_687256071377774", 
            "message": "Kenyatta Cole I shoot smart darts that target the park bench where your human part is because I am an alien with an alias, whatever names you call me by, i get sexual with the mic,  while you have sex with mike. I don't care about the association because I just put this shit down in town but you can't trace the locations"
        }, 
        {
            "created_time": "2016-04-18T20:09:58+0000", 
            "id": "10153343998910079_1161657047211628", 
            "message": "Kenyatta Cole I am a known patron in the streets so vacant, your latest agent to save a strangled nation by means of his skills vocation I blew up your radio so there's no station."
        }
    ]
}