{
    "data": {
        "created_time": "2016-02-26T05:37:22+0000", 
        "id": "10153343998910079_1134426353256668", 
        "message": "Eminem sorry day behind\nFebruary 25, 2016\n\nSick as our secrets\n\nPage 57\n\n\"It would be tragic to write [out an inventory only to] shove it in a drawer. These defects grow in the dark and die in the light of exposure.\"\n\nBasic Text, p. 32\n\nHow many times have we heard it said that we are only as sick as our secrets? While many members choose not to use meetings to share the intimate details of their lives, it is important that we each discover what works best for us. What about those behaviors we have carried into our recovery that, if discovered, would cause us shame? How much are we comfortable disclosing, and to whom? If we are uncomfortable sharing some details of our lives in meetings, to whom do we turn? \n\nWe have found the answer to these questions in sponsorship. Although a relationship with a sponsor takes time to build, it is important that we come to trust our sponsor enough to be completely honest. Our defects only have power as long as they stay hidden. If we want to be free of those defects, we must uncover them. Secrets are only secrets until we share them with another human being.\n\nJust for Today: I will uncover my secrets. I will practice being honest with my sponsor."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}