{
    "data": {
        "created_time": "2016-12-13T19:14:15+0000", 
        "id": "10155278547321729_1387038921360949", 
        "message": "Why does Facebook get to make an awesome year in review and we can't even edit ours with pics from our own photos to make it look great?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-13T19:16:26+0000", 
            "id": "10155278547321729_1349227125129084", 
            "message": "Hi Rachel. To edit your video, click “Edit” on the story in your News Feed. You will be taken to an editing tool that lets you customize the posts and photos in your video. Find the post or photo you want to replace by swiping through the photos or using the slider. Then click on the photo you'd like to use instead of the original suggested picture.\nOnce you're done editing, click “Share” and we'll create a new video for you and automatically post it to your Timeline when it's ready. -Joe"
        }, 
        {
            "created_time": "2016-12-14T05:33:06+0000", 
            "id": "10155278547321729_1350963298258745", 
            "message": "Facebook This is crazy I'm supposed to hunt through my news feed to find an editing tool. That will take forever! There is a button under the video but I can only select pics for the center pic at the end. If I press on a Pic for the video it just gives me a short section of comments I wrote and 2-3 pics that were part of the comment for example a magazine cover. What am I doing wrong? Help please & thank you!"
        }, 
        {
            "created_time": "2017-01-03T20:16:37+0000", 
            "id": "10155278547321729_1350798521607018", 
            "message": "Hey Facebook still waiting on a response!"
        }, 
        {
            "created_time": "2017-01-03T20:36:21+0000", 
            "id": "10155278547321729_1490163301001575", 
            "message": "Hi Rachel. You can find and edit your Year in Review video here: facebook.com/yearinreview2016. The video is split into several sections that you will see when you open the editing tool. We'll suggest a set of up to 300 photos within each section of the editing tool for you to choose from. If something's not working with your Year in Review video, please let us know here: http://bit.ly/2iwxQhd. -Joe"
        }, 
        {
            "created_time": "2017-01-04T05:40:34+0000", 
            "id": "10155278547321729_618165875047417", 
            "message": "Facebook Why do you allow terrorists groups to form on your service and let them harass, bully and terrorize people?"
        }, 
        {
            "created_time": "2017-01-05T14:39:30+0000", 
            "id": "10155278547321729_1198443386900621", 
            "message": "Facebook well I got your second reply and it's basically the same thing as the first one. This is no help at all! The only thing I can edit is the picture in the middle at the end. I cannot edit any pictures for the entire video because when I click on to edit a picture for the video not the center picture it shows me a lineup of post I recently posted which just shows comments. This does not give me pics to choose from like the one for the center photo at the end or let me go to my own photos from 2016. Again you did not answer my question on what I am doing wrong you did not help me & I'm incredibly frustrated. I give up on your 2016 year in review because it sucks. Hope next year you find a way to make it much easier for Facebook users currently I give it a one star rating. Thanks for not helping~sarcasm! Next time have a human answer instead of a machine."
        }, 
        {
            "created_time": "2017-01-05T20:40:29+0000", 
            "id": "10155278547321729_704981656333143", 
            "message": "Face book.plz make my review of activeties on facebook timeline2016.--KeyaBasu"
        }
    ]
}