{
    "data": {
        "created_time": "2016-12-08T16:31:14+0000", 
        "id": "10155278547321729_1789757731273001", 
        "message": "Thank you Facebook for keeping us all connected. I can share so much with family and friends everyday no matter how near or far away they are."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 70
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-12-08T16:34:53+0000", 
            "id": "10155278547321729_1789760447939396", 
            "message": "You're very welcome, Nancy! We're glad you're part of our community. -Jessica"
        }, 
        {
            "created_time": "2016-12-10T23:18:03+0000", 
            "id": "10155278547321729_1614401955529250", 
            "message": "Pasaron muchas cosas q el 2017 las vamos arecordar"
        }, 
        {
            "created_time": "2016-12-11T08:12:43+0000", 
            "id": "10155278547321729_558906147632596", 
            "message": "Can I ask a weird question FB? Why do y'all have EDIT, if your still going to make it where people can see what you wrote before editing- editing history?"
        }, 
        {
            "created_time": "2016-12-11T08:35:52+0000", 
            "id": "10155278547321729_1236733343080382", 
            "message": "Heather Tanner Lyons They can? Shisa, I did not know that."
        }, 
        {
            "created_time": "2016-12-11T08:46:13+0000", 
            "id": "10155278547321729_1296121350452467", 
            "message": "Yes Facebook, Thanks for such a great connection with the world around us and family😊🌅"
        }, 
        {
            "created_time": "2016-12-11T08:58:30+0000", 
            "id": "10155278547321729_1347298661958542", 
            "message": "GRACIAS ALA FAMILIA FACEBOOK"
        }, 
        {
            "created_time": "2016-12-11T08:59:04+0000", 
            "id": "10155278547321729_1296132287118040", 
            "message": "Hello,\nMy partners lost control to over 15 facebook pages 3 days ago due to facebook internal error that prevents any of the admins to pass a \"checkpoint\" page where they are asked to \"Change name\" for one of the pages, If they choose to change name and confirm it, an error comes out \"Something went wront, Please try later\" and they logged out, This is a MAJOR issue, The lost of money is not even thinkable and there is no way to get support, Every report form have already been sent by several admins to facebook and none where replyied or taken cared of, Please give any number or personal e-mail to contact for this issue."
        }, 
        {
            "created_time": "2016-12-11T09:12:04+0000", 
            "id": "10155278547321729_1053406911434957", 
            "message": "Matthew Zane passing a checkpoint ?????????\nThat's a hacker and a serious matter"
        }, 
        {
            "created_time": "2016-12-11T09:24:08+0000", 
            "id": "10155278547321729_1120948384693173", 
            "message": "You could already do that. If they have Facebook then they must have an email. They probably have a phone too."
        }, 
        {
            "created_time": "2016-12-11T09:46:31+0000", 
            "id": "10155278547321729_1347327858622289", 
            "message": "Loly Sandoval Not hackers, Facebook internal issue, Facebook asks to change on of the Facebook's page's name due to 3rd party claim, They want me to turn a fanpage into \"Unofficial: <page name>\" , It's a standard procedure by facebook when they got a report from official pages or in this case competitors who use Facebook loopholes to eliminate competetion.\nAt any case, This checkpoint is not a security checkpoint but an escalation checkpoint, The checkpoint can't be passed due to a Facebook error that prevents from changing the page name as explained above, resulting in an infinite loop which all page admins - cannot reach their facebook account, All pages in these account cannot be reached as well, I'm sure that one can calculate how much damage is done per day due to this Facebook issue, Not to mention the harm caused to the people behind it personally, There is no one to talk to, No one to contact, All reporting formats does not have Facebook internal issues such as this to report and the Facebook support answers automatically that it's the wrong department and there is nothing to be done in a formal way, This is Facebook for you, 2017.. so so sad."
        }
    ]
}