{
    "data": {
        "created_time": "2017-05-25T18:56:10+0000", 
        "id": "10153460475060079_625249301007391", 
        "message": "I have a vision that has come from my heart. It is for all the major world leaders to come together along with people from all walks of life to sit with Sadguru for 5 days. I was inspired by Gary Zukva he said we are all in different communities, I guess poking fun at each other and as Maya Angeloau said – ‘We are more a like then we are not’. To be part of a certain group and to laugh at another group just makes you as bad as the other group.  I feel it’s time that a list of certain people come together to put their weapons at the door. It will be a talk about how we can do every action out of pure love and then let the universe do the rest. These people will show the world that they have come as one and there is no such thing as race. They will be all the presidents, Elon musk, Tai Lopez, Gary Zukua, Louise hays, Oprah, Bill Gates, Grant Cardone, Elena Cardone, Abraham Hicks, Mark Cuban, Beyoncé, Jay-z, Ed Sheeran, Eckhart Tolle, Will Smith, Jayden Smith, Warren Buffet, Charlie Munger, Richard Branson, Deepak Chopra, Kim Kardashian, Kanya West, Leonardo di Capri, Lynn Twist, Justine Beiber, Selena Gomez, Eminme, Tony Robins and Johnny Dept. They are all to come to meet Sadguru and he will work his magic. The whole world will look on because I want the whole world to be awakened."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}