{
    "data": {
        "created_time": "2016-04-06T22:43:33+0000", 
        "id": "10153460475060079_10153460617955079", 
        "message": "Everyone should follow\n\nI wake up not sure if I will go tomorrow if by chance I will not see the sunlight for one more day\neveryone has his way and his story'm not a superhero just a man who wants to give his best for the people even being a victim of slander or things that can make me sleep, but never this will take my dreams\nsometimes we do not have much to say and so we started to complain about things without remembering to thank that we are alive today\nI do not know how long I will live\nso do not hurt me because after I'm dead his words I will not be able to listen\n\nChorus\nSomething tells me\nI should go\nlife is a journey\nand everyone should follow\nGod knows when the end\nsomething tells me\nthat something good will happen\n\npeople will start judging me\nbut their lives must be shit\nfor them to care about me upset\nI'm simply not hurt me\nand I'll be happy\nthen hear just what I have to say\nsometimes listening is the secret for a happy day\n\nChorus\nSomething tells me\nI should go\nlife is a journey\nand everyone should follow\nGod knows when the end\nsomething tells me\nthat something good will happen\n\nmaybe I'm doing positive music because my heart has overcome the pain your heart is feeling, you do not have to count on is alone in life his father died? It was left in the orphanage?\nlook on the bright side one can rewrite history and show that it can be strong\nI'm doing this not for me, but for all that one day they met alone and just want something vbom a positive word\n\nChorus\nSomething tells me\nI should go\nlife is a journey\nand everyone should follow\nGod knows when the end\nsomething tells me\nthat something good will happen\n\ntoday calmer I think, the problem is not being abandoned, the problem is you think you need who abandoned you, you were left out, that's fine but you should have been chosen to continue strong fighting alone and do not get angry\nnobody gives anything away for free to anyone\neither way you will be charged\nso just learn to fight to be strong\nbe proud of their victories learn from their defeats, hey boy growing up is not legal, but it is necessary, overcome the pain and anger turn it into strength and believe in you, I believe in you\n\nChorus\nSomething tells me\nI should go\nlife is a journey\nand everyone should follow\nGod knows when the end\nsomething tells me\nthat something good will happen"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-04-07T06:18:07+0000", 
            "id": "10153460475060079_10153461327265079", 
            "message": "Wtf?"
        }, 
        {
            "created_time": "2016-04-08T14:48:48+0000", 
            "id": "10153460475060079_1536274663335689", 
            "message": "WTH?"
        }, 
        {
            "created_time": "2016-05-02T18:14:15+0000", 
            "id": "10153460475060079_695744490565012", 
            "message": "Holly M Colino I'm doing my job, unlike you do not make music and do not understand anything about the world of music, you do not know my history to judge me you do not know the shit that I went through in order to have an opinion on what I write in a music, the letter I make my way to the Marshall gostarda my idea I will be very happy because I know that my work is being seen and appreciated, I think he has suffered the same prejudice when it started differently but today it is the largest rapper alive, so do not judge a book by its cover I'm just doing my job"
        }, 
        {
            "created_time": "2016-05-04T17:27:45+0000", 
            "id": "10153460475060079_1737097393201629", 
            "message": "Nice song"
        }
    ]
}