{
    "data": {
        "created_time": "2016-04-18T11:45:34+0000", 
        "id": "10153460475060079_1166413873370277", 
        "message": "April 18, 2016\n\n\"I understand\"\n\nPage 112\n\n\"We humbly asked Him to remove our shortcomings.\"\n\nStep Seven\n\nOnce we are entirely ready to have our character defects removed, many of us are entirely ready! Ironically, that's when the trouble really starts. The more we struggle to rid ourselves of a particular defect, the stronger that shortcoming seems to become. It is truly humbling to realize that not only are we powerless over our addiction, but even over our own defects of character. \n\nFinally, it clicks. The Seventh Step doesn't suggest that we rid ourselves of our shortcomings, but that we ask our Higher Power to rid us of them. The focus of our daily prayers begins to shift. Admitting our inability to perfect ourselves, we plead with our Higher Power to do for us what we cannot do for ourselves. And we wait. \n\nFor many days, our program may stay on Step Seven. We may experience no sudden, total relief from defects - but we often do experience a subtle shift in our perceptions of ourselves and others. Through the eyes of the Seventh Step, we begin to see those around us in a less critical way. We know that, just like us, many of them are struggling with shortcomings they would dearly love to be rid of. We know that, just like us, they are powerless over their own defects. We wonder if they, too, humbly pray to have their defects removed. \n\nWe begin evaluating others as we have learned to evaluate ourselves, with an empathy born of humility. As we watch others, and as we keep watch on ourselves, we can finally say, \"I understand.\"\n\nJust for Today: God, help me see through the eyes of Step Seven. Help me understand."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}