{
    "data": {
        "created_time": "2016-04-12T13:08:42+0000", 
        "id": "10153460475060079_1537430829886739", 
        "message": "@Eminem April 12, 2016\n\nThe big picture\n\nPage 106\n\n\"All spiritual awakenings have some things in common. Common elements include an end to loneliness and a sense of direction in our lives.\"\n\nBasic Text, p. 50\n\nSome kinds of spiritual experiences take place when we confront something larger than we are. We suspect that forces beyond our understanding are operating. We see a fleeting glimpse of the big picture and find humility in that moment. \n\nOur journey through the Twelve Steps will bring about a spiritual experience of the same nature, only more profound and lasting. We undergo a continual process of ego-deflation, while at the same time we become more conscious of the larger perspective. Our view of the world expands to the point where we no longer possess an exaggerated sense of our own importance. \n\nThrough our new awareness, we no longer feel isolated from the rest of the human race. We may not understand why the world is the way it is or why people sometimes treat one another so savagely. But we do understand suffering and, in recovery, we can do our best to alleviate it. When our individual contribution is combined with others, we become an essential part of a grand design. We are connected at last.\n\nJust for Today: I am but one person in the entire scheme of things. I humbly accept my place in the big picture."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}