{
    "data": {
        "created_time": "2016-05-03T20:10:09+0000", 
        "id": "10153460475060079_1544430085853480", 
        "message": "With a deliberate silence or a direct military and political support, governments and regimes could be involved in the burning of a nation: elderly and youths, women and children ,destroying their homes on top of their heads, burying and burning them alive, and taking away their soul right to live.\nThe dictatorial and murderous regime of Bashar Al-Assad, backed by the Russians, has put city of Aleppo under a merciless and relentless bombardment. People of all ages are being bombed, burned alive and buried under tons of concrete\nOne way or the other, we must show our anger to those governments and regimes. We must make all the regimes and governments of the world hear our voices and know that we're against the war crimes of Assad and Putin. Our mission is to send this message and make it read, heard and seen everywhere. And even if those governments don't respond to our message or even hear our voices, our mission will still be accomplished when our message reaches the people of the world, because we all know the fact that governments do not act unless their actions serve their agendas, which have nothing to do with humanity or morality, and that we live in a world ruled by interests, not by ethics.\nWhen people see a mother holding on to the body of her child who was a victim to an act of terrorism or even a natural disaster, words like gender, race and religion are all forgotten and messages of solidarity and support of the victims are heard all over the world. So why aren't they forgotten now? Why are the only ones forgotten are the people of not only Aleppo, but all the people of Syria?\nThe Syrian people and the people of Aleppo are no less in value than those of France and Belgium, or even than the animals we raise our voices fighting for their rights every now and then.\nWe're asking for a stance that is good enough for the humanitarian values we thrive on. We want a rise against those crimes that brings our faith in humanity back to life, for if Aleppo is left to burn and die, it will be the ultimate betrayal to everything we believe in as humans. Otherwise, we won't be able to face ourselves and our consciences if we betray human rights today and demand them tomorrow.\nDon't leave Aleppo alone, don' t support the crimes of Assad by remaining silent and don't betray your humanity.\n#الأسد_يحرق_حلب\n#AssadBurnsAleppo \n#حلب_تحترق\n#AleppoIsBurning\n#سوريا\n#syria"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}