{
    "data": {
        "created_time": "2014-03-21T19:06:32+0000", 
        "id": "10151973395150079_12871932", 
        "message": "To you :c.. I LOVE YOU :'( \nYou can say, ' I love Eminem' But i bet you don't love him the same way i love him\nNot only cause he's the best rapper ever, not only because his lyrics is so inspiring,\nNot only his unbelievable talent.\nHe's infinite, he's a soldier, he's a fighter, he's strong..\nYou can say, there only words, but for me it's so much more! \nThe emotion he shows, just the way he puts his life into a rap, i think no one els can do it the way he does.\nI think.. real stans, that think the same way as me about Marshall, understand life,  how it feels to open you're eyes.\n2 Those stans, i feel like you guys are my famillie!\nI just cant find the right words, and those words will never be spoken. it's a feeling you just can't descrive.\nMarshall acutely made a difference to my life.\nAfter all marshall's been through.. he still never give up! And that, is one of the thing i just love about him.\nWhy do you think so much stans \"adore\" him?\nWhen people say he had no talent, think about this, so if he has no talent then why do more than 1.000.000.000 people love him?\n\nAfter all, i wanne thank you for everything!  I wish i could really say this to you.\nEvery single word u ever said means something 2 me; and i'll never forget that! \nWhen he dies, my soul dies with him, when he stops, music will neve be the same, when he would be gone, hip-hop would be 2..\nBut he will never be gone, He stays right here, with us real stans! We will always remember u..\nU are a legend, and one of the best persons who ever were on earth.\nTo me you arn't just a person, but hope, and the good in my life! \nEveryone can know the way i feel! And if they hate that, then fuck it! We are who we are, and thanks to you i understood, stay yourself..\nWithout you, i wouldn't be who i wanne be, i just wanne be myself, seporting you..\nI wish i could really find the words\nYou will live with us and i'm never giving up on you. \nI'm not saying i really know you, but what you told, and put into your lyrics makes me love you.\nAnd ill always feel that way,\nI love you!\n\nthis was you're biggest fan,\nThis is stan!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-24T17:14:55+0000", 
            "id": "10151973395150079_12902047", 
            "message": "will you know im speachless after that i cant say anything else \r\nwould i post it on my wall ? :-)"
        }
    ]
}