{
    "data": {
        "created_time": "2017-10-17T19:24:59+0000", 
        "id": "10154771586670079_747246302139214", 
        "message": "Its a double standard liberals want to be able to express there self and speak out there opinion and call there self tolerant!!! Fucking joke nothing tolerant about them if you dont agree with there vote , there opinion, there way of thinking and you are different from the so called \"tolerant\" then your labeled as a racists. Its complete bullshit and a double standard. So its ok for you to believe in one thing but i cant believe in one thing. So hypocritical to want something from the people of this country but not be willing to give the same respect they want so badly. Big fucking cry babies mad cause they didnt get there way and so now eminem wants to say fuck us bitch fuck you mother fucker i hope no one buys your shit and you get back on drugs and fucking OD for real this time!!! I used to love this dude and was a huge supporter of his music but not no more im done with his ass.... He aint the same no more anyways. Oh and im not the only person that thinks like this there millions of us so Em you fucked up cause by drawing that line in the sand you just divided us not trump you mother fucker"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}