{
    "data": {
        "created_time": "2017-09-08T22:37:56+0000", 
        "id": "10154771586670079_10154771757085079", 
        "message": "Wish you would have stayed out of politics. Instead you now sound like every other bitchass liberal entertainer. I'll still listen to your old shit though."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 10
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 96
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-09-08T22:46:28+0000", 
            "id": "10154771586670079_10154771768805079", 
            "message": "Wish he succeed to wake your sheep minds, and start using them instead listening to the old politicians."
        }, 
        {
            "created_time": "2017-09-08T22:48:16+0000", 
            "id": "10154771586670079_10154771771820079", 
            "message": "Funny, since old politicians are controlling everyone in old hollywood. And based on your name, you should stay the f out of US politics also."
        }, 
        {
            "created_time": "2017-09-08T22:52:12+0000", 
            "id": "10154771586670079_10154771779120079", 
            "message": "....did you miss White America?? Em never stayed out of politics"
        }, 
        {
            "created_time": "2017-09-08T23:13:47+0000", 
            "id": "10154771586670079_10154771815980079", 
            "message": "Just in case you don't know he's a regular person just like everyone else which means he has an opinion just like you do. But seriously who the fuck cares about him being political? At least he's good at what he does unlike all this non talent bs they have now days"
        }, 
        {
            "created_time": "2017-09-08T23:17:47+0000", 
            "id": "10154771586670079_10154771824015079", 
            "message": "It's a nation of politics, fool. If he was saying \"Go Trump\" instead of \"Fuck Trump\" bet you'd be riding his jock then."
        }, 
        {
            "created_time": "2017-09-08T23:26:32+0000", 
            "id": "10154771586670079_10154771840860079", 
            "message": "Art starving quit riding my dick bitch. Actually I prefer all paid entertainers to do just that. And quit being pawns."
        }, 
        {
            "created_time": "2017-09-08T23:36:26+0000", 
            "id": "10154771586670079_10154771863850079", 
            "message": "Whether you realize it or not- most people have their own damn opinions. If they don't match w yours, ah well."
        }, 
        {
            "created_time": "2017-09-09T00:16:43+0000", 
            "id": "10154771586670079_10154771954735079", 
            "message": "Frances McKellips You're correct. But I dont make money off \"fans\", people who might not like your stupid opinion and yelling of \"fuck trump\". As an entertainer, em made a stupid costly move."
        }, 
        {
            "created_time": "2017-09-09T01:02:21+0000", 
            "id": "10154771586670079_10154772027120079", 
            "message": "Costly? He's worth 200 million. He can never spend all his money."
        }, 
        {
            "created_time": "2017-09-09T01:29:41+0000", 
            "id": "10154771586670079_10154772064675079", 
            "message": "That old shit like where he told Bush II to eat a dick? Or called out the American war machine? I mean, GAWD, why'd he get political ALL OF THE SUDDEN? Out of nowhere, right? Pfffft..."
        }, 
        {
            "created_time": "2017-09-09T01:33:53+0000", 
            "id": "10154771586670079_10154772069335079", 
            "message": "Calin Borca you're a pawn to trump if you think he gives a shit about you"
        }, 
        {
            "created_time": "2017-09-09T01:46:12+0000", 
            "id": "10154771586670079_10154772086285079", 
            "message": "if you are surprised that eminem says fack trump then you either are no slim shady fan or you are mentally retarded"
        }, 
        {
            "created_time": "2017-09-09T01:54:10+0000", 
            "id": "10154771586670079_10154772100095079", 
            "message": "You sound like a snowflake"
        }, 
        {
            "created_time": "2017-09-09T02:12:03+0000", 
            "id": "10154771586670079_10154772125705079", 
            "message": "Do you really think Em has ever given a fuck? No. He hasn't"
        }, 
        {
            "created_time": "2017-09-09T02:12:36+0000", 
            "id": "10154771586670079_10154772126400079", 
            "message": "He's just another one jumping on the band waggon thinking that the leftist mouth peaces are the majority. It's a mistake being made a lot lately in music film and tv what they don't get is the trust fund vocalists don't even know who they are never mind pay for their work."
        }, 
        {
            "created_time": "2017-09-09T02:25:12+0000", 
            "id": "10154771586670079_10154772148785079", 
            "message": "Which old shit? Mosh, White America, We As Americans, orrrr? I'll be waiting 😉"
        }, 
        {
            "created_time": "2017-09-09T02:27:40+0000", 
            "id": "10154771586670079_10154772155340079", 
            "message": "Dude....cmon..."
        }, 
        {
            "created_time": "2017-09-09T02:52:00+0000", 
            "id": "10154771586670079_10154772210820079", 
            "message": "So you gonna listen to his old shit, which is also about politics? Or?"
        }, 
        {
            "created_time": "2017-09-09T03:15:32+0000", 
            "id": "10154771586670079_10154772249825079", 
            "message": "Eminem could barely give a fuck about your opinion"
        }, 
        {
            "created_time": "2017-09-09T03:26:17+0000", 
            "id": "10154771586670079_10154772262430079", 
            "message": "I wish he'd go back to slim shady or retire, idk wtf he's doing now, miss that good shit"
        }, 
        {
            "created_time": "2017-09-09T03:58:11+0000", 
            "id": "10154771586670079_10154772296765079", 
            "message": "Lmao, to all of u. U protect eminem like he gives a shit about any of u. He should have kept his cool about politics, but he disrespected our president big time. Disgusting how he encouraged hate at a concert. Use to be a fan, I'm done with all these cry baby music artist, actresses and actors. There AHOLES, and I'm lmfao for the next 4 +4 years!! TRUMP it is and No One can change it!!😂😂😂"
        }, 
        {
            "created_time": "2017-09-09T04:13:09+0000", 
            "id": "10154771586670079_10154772313805079", 
            "message": "Uhm he literally trashed bush and Clinton repeatedly.    Made a song about killing his wife.    I Don't think he gives a shit about snowflake little bitches like you"
        }, 
        {
            "created_time": "2017-09-09T05:38:39+0000", 
            "id": "10154771586670079_10154772393190079", 
            "message": "Well it seems like all of you jumping on em's penis say he literally don't care..and yes I will also agree that he literally trashes everybody...buuuut maybe y'all can correct me if I'm wrong but i never heard him trashing obama in the last eight years. Just saying if you hate government why not hate it all???"
        }, 
        {
            "created_time": "2017-09-09T05:41:49+0000", 
            "id": "10154771586670079_10154772395020079", 
            "message": "You mad? 😂😂 He's NEVER stayed out of politics. Why would he start now? It's not a new thing. You snowflakes are such a drag."
        }, 
        {
            "created_time": "2017-09-09T05:54:45+0000", 
            "id": "10154771586670079_10154772407220079", 
            "message": "I'm not a snowflake very much the opposite. Everyone is entitled to their own opinion of course. But for him to be an entertainer and do that at a concert was a pretty crazy move. I mean it could have literally caused a huge brawl and people to get seriously injured or killed. That would have looked bad on him and probably hurt some of his fan base. I'm just saying wasn't very smart to do it at a live concert. But he has that right. Not pissed that he has his opinion."
        }
    ]
}