{
    "data": {
        "created_time": "2017-10-05T22:37:36+0000", 
        "id": "10154771586670079_122223748463535", 
        "message": "You said \"Remember this.\" when you interlocked your hand in mine at the show in Mulligan's Pub, I guess that's the only College Career that they offered me.  My dad's a bar owner, they served me a Mickie and threatened to shoot a gun in order to put on their sex in a bar show, I'm a Blacksmith.  I said, \"Your trying to get Moonshine.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-12T05:43:18+0000", 
            "id": "10154771586670079_1802922999998950", 
            "message": "I couldn't believe that @Eminem drew a line in the sand.\n I didn't realize I had to decide where to stand. \n\n  He doesn't want you as a fan, \nIf you won't  surrender your opinion to the will of this uneducated man.\n\nHe places his hand held high in a fist,\n I get that he dont like whats going on and he's pissed.\n\nIf I like Trump, fuck me, I've got to go?\n  Even though Ive followed you since The Eminem Show.\n\nWell Im too old for rap now, but so are you\n So go back to being obsolete,  and  Fuck You too!"
        }, 
        {
            "created_time": "2017-10-12T07:27:09+0000", 
            "id": "10154771586670079_1969025716643492", 
            "message": "I graduated from Grand Valley State University actually.   My family is from West Virginia and they hang people like you from the trees legally.\nThat does explain your team's paedophile doctor on the United States Olympic Gymnastics Team.   Why don't you just ban the Russians, haul out the baton and start hacking away at the legs.  Who doesn't love that Mickey Mouse rap of yours.\nLet's give the performance scores for technical and artistic impression, that's 20 individual scores total, now you understand a firing squad.  Open Fire.\nI could play for the United States of America, the Ukraine, Russia, the U.S. Virgin Islands, the Samoan Islands and Puerto Rico, if I have to compete with myself for 120 scores total, Open Fire.\nMy dad is a licensed building contractor as well as a Tavern owner, and I gave myself and my show with Eminem a 5 Star Review on Mulligan's Pub Facebook Page.  \nGayRab terrorists always want to steal money out of the bar till."
        }, 
        {
            "created_time": "2017-10-17T00:22:17+0000", 
            "id": "10154771586670079_238418056688552", 
            "message": "Norval Lewis Emig knew Eminem from when we were kids, I was married to Norv, they got along, Norv's favorite candy was M&M's, they used to own the party store in town."
        }, 
        {
            "created_time": "2017-10-20T18:50:43+0000", 
            "id": "10154771586670079_137159007033251", 
            "message": "It's a sad day when you realize that your whole life revolved around a joke, and that's really what \"cracking up\" is."
        }, 
        {
            "created_time": "2017-10-20T23:26:02+0000", 
            "id": "10154771586670079_1723082814393348", 
            "message": "When the Riverside Theater was open I offered to go horseback riding with Marshall, I asked most of the other kids if they wanted to go horseback riding, not all the kids wanted to go."
        }, 
        {
            "created_time": "2017-10-22T05:16:45+0000", 
            "id": "10154771586670079_226000337935675", 
            "message": "I just got AT&T U-VERSE!  Is that gangster?\nIt's either gangster or you could be a redneck."
        }, 
        {
            "created_time": "2017-10-22T05:33:41+0000", 
            "id": "10154771586670079_165361117380688", 
            "message": "GVSU is a Dutch American University, and Edison's family came to America from the Netherlands, yeah!  It really works with my Macro Science, my Static Electric Theory, my Axis of Evil (the center of a yard stick) and Axiom math, etc., Go GVSU!"
        }, 
        {
            "created_time": "2017-10-22T05:40:35+0000", 
            "id": "10154771586670079_191314354746769", 
            "message": "They didn't want to pay for the Military Art Show in Wassenfels, Germany because of the Art Show in Mulligan's Pub?  I'm asking 9 Million Dollars AFTER TAXES for each of the Show's, that's 18 Million Dollars AFTER TAXES total for both Show's.  Go GVSU!"
        }
    ]
}