{
    "data": {
        "created_time": "2017-09-09T15:49:45+0000", 
        "id": "10154771586670079_1692728100799291", 
        "message": "I will tell you why Eminem is the best rapper in the world, it is often difficult to accept this statement because each person has his choice, but these people must accept that Eminem is the best, indeed, to refer to the definition of the rappe, not everyone knows the trouble to redefine the rappe as a whole, then it must be said that in the rappe there is a very important aspect, it is the ideology that for me makes Eminem a committed rapper who sings against social injustice, racism, hatred. the other aspect where it is necessary to highlight the quality of production on this point Eminem breaks records, not only for the quality of the sound but also for the quality of the texts, the text must have a form and a background this are the main strengths of this great rapper. finally, since it is necessary to finish with my argument Eminem makes literary debates in his writings, this sui means that in him there is a theory of writing that works constantly"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-31T01:03:17+0000", 
            "id": "10154771586670079_1871897343127443", 
            "message": "Your a brainless uneducated sheep is what you are, go comment in the little kids section with the pedophiles because Eminem is nothing but an Illuminati Satan worshipping Pedophile!  Do you really like that Eminem is flaunting Illuminati symbolism in his videos dumbass?\nDo you know what the Illuminati stands for?\nDo you want your kids to grow up to love pedophiles?\nEducate yourself dumbass WAKE THE FUCK UP!"
        }, 
        {
            "created_time": "2017-10-31T01:05:37+0000", 
            "id": "10154771586670079_703259059884280", 
            "message": "Society has been dumbed down so much and comments from uneducated brainwashed idiots like yourself proves it!\nLearn how to think critically stupid!\nLook up the Illuminati, as a matter of fact you can educate yourself right on my timeline if you know how to read and you had at least half a brain!"
        }, 
        {
            "created_time": "2017-10-31T01:06:22+0000", 
            "id": "10154771586670079_1871898093127368", 
            "message": "Another dumb ass sheep right here!\nStupid!!"
        }
    ]
}