{
    "data": {
        "created_time": "2017-10-11T20:17:26+0000", 
        "id": "10154771586670079_134851577161657", 
        "message": "Eminem I hope you get all of this!\nYou drawn a Line in the Sand for every fan! And told me fuck you because who I choose to support in like!\nAnd why I'm in the process fuck Obama to.\nDraw that line in the Sand well I'm crossing it.  Did you hear me did you hear me Eminem! Well I'm crossing it you heard me Eminem I'm crossing it! You're a puppet with dr. Dre's hand and your rectum holding your spine moving your jaws and flapping them gums how about you read some laws before you start yapping them . The Calm before the storm you just got a freestyle running your cock sucker nothing more. Matter fact as I can remember that's all you've done run your gums into a mic.\nYou got an army so do I. I'll give you my address matter of fact.  I will remove Dr dre hand from your ass. And insert my foot and seeing how I got a prosthetic leg I'm am leaveing it inserted permanently. Putting my spare on laughing like damn I just fucked you up internally.\nI never was a man to make another one choose sides. But Eminem I'm tired of your cock sucker running! Your coward! Meet me outside, and bring all of your Goons. I'll give each one of them hands but starting with you! This ain't a freestyle this is the truth! You think you a tough guy cuz you got a lot of zeros in your account \"meet me outside how about that\" for an account? Get in contact with me cuz I'm ready to show you these hands and prove that you Sissy true. And all those in your video standing behind you let them come get some hands to but I got a special prosthetic leg just for you! I'mma put my boot so far up your ass you'll taste it true! Freestyle Queen is what I'm calling you! You a Entertainer so fall in line like the NFL should do.. shit the Secret Service came and visit me and I talk shit to them too! So why you think I should be scared of you? Get your shit together. Because when the Secret Service came to talk to me about bashing on Hillary Clinton the president that wanted to be! That's right she's a wannabe. I talked cash shit to them too. Secret Service won't stop me from bashing you.. Hitting you Eminem with a couple lashes 2 you are a bastard to. Yeah that's true! So when you draw that Line in the Sand step to a soldier like me I'm the man that'll cause you to look like a disaster 2. Let me clarify my grandparents is PR right now and if you don't know what that means that's Puerto Rico! Fool. So call me a racist and I'll get my black friends to bash your ass too. I'll give you part of my address fool 4378 come across my line that I drawn in the sand! And I'll beat your ass like you're missing Daddy ought to."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}