{
    "data": {
        "created_time": "2013-11-16T19:37:20+0000", 
        "id": "10151742647685079_11646823", 
        "message": "Smh overrated... It's cool if your sell pitch is directed more to a pop audience but when are u going back to what got you here? I grew up listening to this guys music so it sucks that he is putting out garbage. Drake album is better and I hate drake. Smh eminem focuses on how complex his verses sound rather then making good music."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-16T19:44:14+0000", 
            "id": "10151742647685079_11646988", 
            "message": "fk thatttt"
        }, 
        {
            "created_time": "2013-11-16T19:50:48+0000", 
            "id": "10151742647685079_11647216", 
            "message": "then u dnt knw Rap amigo,stick to yo spanish guitar shiiit!"
        }, 
        {
            "created_time": "2013-11-16T20:14:53+0000", 
            "id": "10151742647685079_11647537", 
            "message": "u have a huge problem with english, man. so u r not in a position to judge Rap God's album. even the song \"stronger than i was\"- the shittest song in the album - is still better than the whole drake's album. so go listen some meaningless corny pop shit with  kinda \"hot\" beats n extremely poor punchlines n metaphors."
        }, 
        {
            "created_time": "2013-11-16T20:27:47+0000", 
            "id": "10151742647685079_11647684", 
            "message": "You guys really think this is hip hop? Lol retards. Get off eminem's dick. He is an OG but even OG's make mistakes. His album is garbage. He haven't had a decent album since encore"
        }, 
        {
            "created_time": "2013-11-16T20:38:33+0000", 
            "id": "10151742647685079_11647913", 
            "message": "for english press 1 for espanyo press 2 beep ! ma ma la beatchew !"
        }, 
        {
            "created_time": "2013-11-16T20:54:19+0000", 
            "id": "10151742647685079_11648165", 
            "message": "Lol when in doubt play the race card. I'm proud to be Puerto Rican. "
        }, 
        {
            "created_time": "2013-11-16T21:10:02+0000", 
            "id": "10151742647685079_11648392", 
            "message": "No man you must not be a true Slim fan dude, you have to listen to it more than once, it grows on you like all his albums. Relapse was fucking fire, Recovery was on point, Bad meets evil was Beast mode And by the time his next cd comes out MMLP2 will have sold millions. He is the best main stream rapper alive. ppl are stupid even if your 1st cd was success you cant keep making mmlp (1) album after album & keep doing the same types of projects or you will end up like soulja boy with crank dat superman/Batman/Spongebob. You have to keep doing new shit to stay relevant"
        }, 
        {
            "created_time": "2013-11-16T21:25:52+0000", 
            "id": "10151742647685079_11648588", 
            "message": "lmfao he aint puttin out garbage you dont comprehend the compllexity of em's vocabulary.... drake is a turdsack compared to eminem lol"
        }, 
        {
            "created_time": "2013-11-16T21:33:50+0000", 
            "id": "10151742647685079_11648662", 
            "message": "Really? Because if you listened to the new album you could tell he went back to his routes. MMLP > TES > MMLP2 > SSLP > Encore > Infinite > Relapse > Recovery"
        }, 
        {
            "created_time": "2013-11-17T11:58:05+0000", 
            "id": "10151742647685079_11654359", 
            "message": "He went back to the roots lyrically, the music's still overproduced. I miss the oldschool hiphop beats from the Marshall Mathers and Slim Shady LP's."
        }, 
        {
            "created_time": "2013-11-18T03:59:32+0000", 
            "id": "10151742647685079_11661245", 
            "message": "He focuses on his lyrical complexity because his style has matured; how can you expect him to retain the same level of intense hunger when he has become the most accomplished rapper ever?  He has become a 41 year old man who is feeling the effect a draining career and this album was a chance to look back on all of his success and prove that he still has the pure talent to continue amazing his fans."
        }, 
        {
            "created_time": "2013-11-18T03:59:45+0000", 
            "id": "10151742647685079_11661247", 
            "message": "or as he would have said ten years ago: Fuck you."
        }, 
        {
            "created_time": "2013-11-18T19:01:39+0000", 
            "id": "10151742647685079_11668158", 
            "message": "Have you actually listened to the album or did you just hear \"The Monster\" because that's the only poppy song out of the 21 songs (The rest are vintage slim, even \"Stronger Than I Was\" compare that to Hailie's Song and also did you listen because the first two singing verses were from kim's perspective) and also there was far less skits so put that into consideration as well.. MMLP2 is more lyrical than it's predecessor it's just the fact that MMLP is such a classic nobody will give the praise it deserves.."
        }
    ]
}