{
    "data": {
        "created_time": "2013-11-16T19:49:38+0000", 
        "id": "10151742647685079_11647174", 
        "message": "Legend"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-11-17T21:06:26+0000", 
            "id": "10151742647685079_11658709", 
            "message": "Clarification, God actually exists and he is telepathic and so are we, snake worshipers invented Psychiatry (asklepios worshipers), and go around all day denying the existence of God."
        }, 
        {
            "created_time": "2013-11-17T21:06:42+0000", 
            "id": "10151742647685079_11658712", 
            "message": "Genesis 9:3-7 (New Revised Standard)\n\n3 Every moving thing that lives shall be food for you; and just as I gave you the green plants, I give you everything. 4 Only, you shall not eat flesh with its life, that is, its blood. 5 For your own lifeblood I will surely require a reckoning: from every animal I will require it and from human beings, each one for the blood of another, I will require a reckoning for human life. 6 Whoever sheds the blood of a human, by a human shall that person's blood be shed; for in his own image God made humankind. 7 And you, be fruitful and multiply, abound on the earth and multiply in it.\"\n\nExodus 20\n\n1 God spoke all these words, saying, 2 \"I am the LORD your God, who brought you out of the land of Mitzrayim, out of the house of bondage. 3 You shall have no other gods before me. 4 \"You shall not make for yourselves an idol, nor any image of anything that is in the heavens above, or that is in the eretz beneath, or that is in the water under the eretz: 5 you shall not bow yourself down to them, nor serve them, for I, the LORD your God, am a jealous God, visiting the iniquity of the fathers on the children, on the third and on the fourth generation of those who hate me, 6 and showing lovingkindness to thousands of those who love me and keep my mitzvot. 7 \"You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain. 8 \"Remember the day of Shabbat, to keep it holy. 9 You shall labor six days, and do all your work, 10 but the seventh day is a Shabbat to the LORD your God. You shall not do any work in it, you, nor your son, nor your daughter, your man-servant, nor your maid-servant, nor your cattle, nor your stranger who is within your gates; 11 for in six days the LORD made heaven and eretz, the sea, and all that is in them, and rested the seventh day; therefore the LORD blessed the day of Shabbat, and made it holy. 12 \"Honor your father and your mother, that your days may be long in the land which the LORD your God gives you. 13 \"You shall not murder. 14 \"You shall not commit adultery. 15 \"You shall not steal. 16 \"You shall not give false testimony against your neighbor. 17 \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, nor his man-servant, nor his maid-servant, nor his ox, nor his donkey, nor anything that is your neighbor's.\" 18 All the people perceived the thunderings, the lightnings, the sound of the shofar, and the mountain smoking. When the people saw it, they trembled, and stayed at a distance. 19 They said to Moshe, \"Speak with us yourself, and we will listen; but don't let God speak with us, lest we die.\" 20 Moshe said to the people, \"Don't be afraid, for God has come to test you, and that his fear may be before you, that you won't sin.\" 21 The people stayed at a distance, and Moshe drew near to the thick darkness where God was. 22 The LORD said to Moshe, \"This is what you shall tell the children of Yisra'el: 'You yourselves have seen that I have talked with you from heaven. 23 You shall most certainly not make alongside of me gods of silver, or gods of gold for yourselves. 24 You shall make an altar of eretz for me, and shall sacrifice on it your burnt offerings and your peace-offerings, your sheep and your oxen. In every place where I record my name I will come to you and I will bless you. 25 If you make me an altar of stone, you shall not build it of hewn stones; for if you lift up your tool on it, you have polluted it. 26 Neither shall you go up by steps to my altar, that your nakedness may not be exposed to it.'"
        }
    ]
}