{
    "data": {
        "created_time": "2012-03-13T17:37:39+0000", 
        "id": "369436683089562_4880471", 
        "message": "Entitled: Sarah Wintfield.\n\n****I dont believe this, but i got chill bumps …….\n\nDO NOT stop reading this or something bad will happen!!!!!!!!\n\nOne day, Sarah was walking home from school when her boyfriend drove by and honked at her to get in. She got in his car and he drove her to the lake. Her boyfriend James said he was going to tell her something very important.\n\nSarah could have sworn he was going to propose. However, he flicked her off, pushed her in the lake and yelled, “I am breaking up with you, you awful …….!! I hate you and I think that maybe you should just end your ………….. life! DUMB ………………..!!!”\n\nHe laughed and drove off. It was a very cold day. Sarah climbed out of the lake, freezing cold, and feeling the worst she had in her entire life. She got home went in a hot bath, and slit her wrists and died in the bathtub.\n\nHer parents yelled and screamed at her to get out until they finally broke the door down. They saw no body, but the entire bathroom was dripping with her blood. Her mom went insane and killed herself three days later, her dad is in prison, accused of murder.\n\nLater that week, Sarah’s exboyfriend was taking a shower when she came from the drain, rotting and bloody, with a razor in her hand and said “Goodbye James.” She cut his throat before he could scream.\n\nTHIS IS NOT LIKE ALL OTHER FAKE CHAIN MESSAGES THIS IS A NON FICTIONAL ARTICLE WHICH HAS BEEN TAKEN FROM WIKIPEDIA\n\nhttp://wikipedif.com/wiki/Sarah_Wintfield_haunts_ex/\n\nIf you do not repost this on 10 different pages/groups/friends wall with the title “Sarah Wintfield”, you are a heartless …………..and Sarah come to you in the shower from the drain, and will kill you the same way she killed her boyfriend. 24 ppl have broken this chain and died\n\nYou have 13 minutes"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}