{
    "data": {
        "created_time": "2014-07-13T05:09:02+0000", 
        "id": "10152185443940079_10152186331970079", 
        "message": "Em\nPlease never stop doing what you're doing you're my motivation every time I get up in the morning I listen to \n-Till I Collapse-\nAnd it makes me want to push myself to be a better me than I was yesterday it's my dream to see you in person I live in Illinois about a half hour south east of St.louis Missouri I don't think you've been there but I remember back in 2011 you came to Chicago but I couldn't go. I've been listening to your music since I was in 4th grade I heard just lose it and I loved it about a year later when I was 10 you came out with not afraid and that's when I started listening to more and more music now I'm 14, I kept my parents from knowing about me listening to your music until last year when they wouldn't mind that I listen to rap. I was afraid that if they knew that they wouldn't let me listen to you anymore.i want to be just like you when I'm older I've been writing raps In my notebooks at school and freestylin with my friends Mason Manning and dru Dru Welty who are also big fans. I bleached my hair and my friend made me promise I wouldn't end up like Stan. You're mainly all i listen to except for a little tupac and Dr.Dre. I heard your track with busta rhymes -calm down- it was very impressive I heard busta said you were hard to compete with. I bought a pair of Beats studios in May just like the ones in berzerk. So please man keep making albums, keep doing shows. I always hear people saying\n \"he's done rapping\" \nor \n\"little Hallie's al grown up he has nothing to rap about.\"\nAnd to those people I give the finger. Because I hope you meant it when you said\n\"Till I collapse I'm spillin' these raps\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-13T11:47:45+0000", 
            "id": "10152185443940079_10152186811030079", 
            "message": "Same here dude I'm in vacation I brought my beats luckily and I have listened to nothing but eminem the whole 9 hours I have all the albums I have almost half of relapse eminem is the shit"
        }
    ]
}