{
    "data": {
        "created_time": "2014-07-12T19:31:16+0000", 
        "id": "10152185443940079_10152185464105079", 
        "message": "13 years of trying to see eminem in the uk came to an epic end of waiting last night at wembley and #eminem did nothing more than deliver the most epic gig i have been to in my life well worth the wait and dr dre coming to the stage was like up in smoke all over again big thank you to eminem for giving is british fans what we have waited for you truly are a rap god  "
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 289
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-13T08:42:28+0000", 
            "id": "10152185443940079_10152186538040079", 
            "message": "2 pac is the true rap gog"
        }, 
        {
            "created_time": "2014-07-13T08:48:24+0000", 
            "id": "10152185443940079_10152186545515079", 
            "message": "Was!! hes a legend now rap has to continue forward and crowns need to be passed down "
        }, 
        {
            "created_time": "2014-07-13T12:01:22+0000", 
            "id": "10152185443940079_10152186823780079", 
            "message": "You are 13"
        }, 
        {
            "created_time": "2014-07-13T13:14:42+0000", 
            "id": "10152185443940079_10152186908735079", 
            "message": "Yeah ive been waiting for  eminem to come to the uk since i came out of my mum "
        }, 
        {
            "created_time": "2014-07-13T19:56:06+0000", 
            "id": "10152185443940079_10152187540025079", 
            "message": "<3 yesterdayyyyy <3 € $ £"
        }, 
        {
            "created_time": "2014-07-13T20:06:33+0000", 
            "id": "10152185443940079_10152187559335079", 
            "message": "Wembley is alittle expensive isnt it hehe"
        }, 
        {
            "created_time": "2014-07-13T22:51:29+0000", 
            "id": "10152185443940079_10152187965745079", 
            "message": "You obviously weren't at Wembley to see him then John Bellic?  If you were you would have seen a totally different person than who you have just described.  He is an exceptionally talented bloke who blew most of today's 'rappers' out.  And you, Sir, are a prick."
        }, 
        {
            "created_time": "2014-07-13T23:00:04+0000", 
            "id": "10152185443940079_10152187986225079", 
            "message": "John how does Eminem sound like a girl? Have you heard the way I am? Another thing, why are you here if you don't like Eminem. All you're doing is wasting your time on a rapper you don't like.  I'm still wondering why you think Eminem sounds like a girl because if you have ever heard his voice you would know different. I really don't understand why ignorant people like you come here to hate when all it does is waste your time. Worse than your stupid comment is you."
        }, 
        {
            "created_time": "2014-07-13T23:01:49+0000", 
            "id": "10152185443940079_10152187990505079", 
            "message": "Trolls these day honestly there are so many of them..."
        }, 
        {
            "created_time": "2014-07-13T23:14:27+0000", 
            "id": "10152185443940079_10152188007865079", 
            "message": "Omfg. I don't understand why people like his page and feel the need to comment negative stuff. I saw him on Friday and it was the best experience of my life. Go comment on Pac pages. Bellend. \n\nCraig Jones, couldn't have worded it better myself. I've waited nearly 21 years!!"
        }, 
        {
            "created_time": "2014-07-13T23:15:49+0000", 
            "id": "10152185443940079_10152188009900079", 
            "message": "John bellend sorry is it bellic!! Easy mistake when you talking nothing but shit, stop tarnishing my post with your hate for someone that had nothing short of a career thats gone from strength to strength and more left to come and sounds less of a girl than you do an 80 year old man that needs to go and get your ears checked cause somethings blurring your hearing. 180,000 people in two nights at wembley tells me that em is a rap genius, whos your favourite rapper bellend sorry there i go again bellic!! ja rule cause hes taking it in the arse like you tonight behind bars"
        }, 
        {
            "created_time": "2014-07-13T23:57:44+0000", 
            "id": "10152185443940079_10152188062780079", 
            "message": "If John you don't recognize Eminem as a great one why you are here and talking about him !!?? so even you are in his fan page :D :P  HE is the GOD"
        }, 
        {
            "created_time": "2014-07-14T00:11:47+0000", 
            "id": "10152185443940079_10152188080910079", 
            "message": "John bro I simply don't understand why you are commenting here when you don't like him? I mean man couldn't you be doing much better things? You could try out a Eminem hate forum if you like lol. I mean who really likes to waste time when there are only 24 hours in a day?"
        }, 
        {
            "created_time": "2014-07-14T00:24:02+0000", 
            "id": "10152185443940079_10152188094390079", 
            "message": "Lol john the fact si some artists can be argued about, some can be doubted but some are great and their numbers and stats speak for themselves. Whether you like him or not he is a legend - thats not opinion , thats a fact - Best selling artist of the 2000's , one fo the highest selling male artists both digital and physical , 13 grammy's , several testimonies from several magazines with several music critics rating him as one of the best. \"iF YOU HAPPEN TO LISTEN TO HIS SONGS ITS LIKE A GIRL IS RAPPING\" That is a very stupid comment , and im not insulting you , I am saying it is literally a stupid comment, what girls rap like that, how many songs have you listened to? List the themes he raps about that sound like that? Dont get surprised when people respond harshly , Its what you get when you say a legend \"aint no rap shit\""
        }, 
        {
            "created_time": "2014-07-14T01:28:18+0000", 
            "id": "10152185443940079_10152188183395079", 
            "message": "This just got a bit awkward... Dude you've proved yourself to be a childish troll so buddy just leave. Like I said you're wasting your time, all you're doing is making addle brain comments lol."
        }, 
        {
            "created_time": "2014-07-14T01:46:49+0000", 
            "id": "10152185443940079_10152188289210079", 
            "message": "I'm the sorry one buddy? Okay show me."
        }, 
        {
            "created_time": "2014-07-14T02:22:25+0000", 
            "id": "10152185443940079_10152188394795079", 
            "message": "Dude what I have said for the millionth time is if you don't like Eminem you can leave. Its as simple as that. Dude if you hate Eminem why are you here? I came here because I like Eminem's music, if you can't take the heat get out of the kitchen."
        }, 
        {
            "created_time": "2014-07-14T02:25:15+0000", 
            "id": "10152185443940079_10152188399650079", 
            "message": "When you start dissing people be ready to get a reality check."
        }, 
        {
            "created_time": "2014-07-14T02:34:59+0000", 
            "id": "10152185443940079_10152188418570079", 
            "message": "Nice. Thats what I wanted this whole time. You have nothing more to say because I just shut you down. Good game, it really was."
        }, 
        {
            "created_time": "2014-07-14T02:44:16+0000", 
            "id": "10152185443940079_10152188446575079", 
            "message": "Nail in the coffin whos the bitch bellend!?!? Bellic "
        }, 
        {
            "created_time": "2014-07-14T19:10:32+0000", 
            "id": "10152185443940079_10152189638760079", 
            "message": "could not have said it better , thank you eminem"
        }, 
        {
            "created_time": "2014-07-14T19:32:04+0000", 
            "id": "10152185443940079_10152189670130079", 
            "message": "Went Saturday. Epic is an over used word but that's exactly what it was!"
        }
    ]
}