{
    "data": {
        "created_time": "2015-12-09T18:29:26+0000", 
        "id": "10154243083616729_10154244367386729", 
        "message": "Can you please help us? I was a part of a 24000 member group and the group was shut down after being reported on false accusations by a former member who was retaliating after being removed from the group. We have been growing for 3 years and all of that hard work is now lost. I know that there have been other groups that you have helped with situations such as this. Like mother breastfeeding groups. Can you tell me what we can do to fix this? I have sent you messages and commented on other things on your page just to try to get some kind of feedback. There are twenty four thousand other Facebook users that would love to know what that feedback is. Thank you very much for your time"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-09T18:40:26+0000", 
            "id": "10154243083616729_10154244383881729", 
            "message": "Hey Scott. We hear you. Will you please send us a private message so we can collect more information? Thanks. -Kristin"
        }, 
        {
            "created_time": "2015-12-09T19:48:42+0000", 
            "id": "10154243083616729_10154244528516729", 
            "message": "I sent the message :)"
        }, 
        {
            "created_time": "2015-12-09T21:00:07+0000", 
            "id": "10154243083616729_10154244640696729", 
            "message": "thank you Facebook you guys help me a lots through  Facebook I get a chance to keep up with my grandchild only have one and with just found out another on the way  I had stroke can't get to her but you brought her to me and I thank theLORD for blessing you with the knowledge to do what you do LORD keep blessing them so they can keep blessing the people thank you guys again  GOD LOVE YOU AND SO DO I till next year stay safe ❤❤❤❤😘"
        }
    ]
}