{
    "data": {
        "created_time": "2017-07-17T21:07:38+0000", 
        "id": "1899014900338713_1901178956788974", 
        "message": "Why are you replacing sugars in drinks with Aspartame, a known carcinogen?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-18T07:52:38+0000", 
            "id": "1899014900338713_1901396290100574", 
            "message": "Being a known carcinogen doesn't mean a thing.\n\nCarginogens are grouped into categories based on how carcinogenic they are.\n\nCoffee for example is a known carcinogen, alcohol, smoking, aloe Vera etc....."
        }, 
        {
            "created_time": "2017-07-18T12:26:51+0000", 
            "id": "1899014900338713_1901483973425139", 
            "message": "Hi Natalie, thanks for getting in touch. The most important commitment we make as a company is to deliver safe, high-quality products. Numerous food and drink agencies around the world have reviewed aspartame and approved it as safe for use. For more info on aspartame and its safety, please visit http://spr.ly/61838Snex. Thanks’"
        }, 
        {
            "created_time": "2017-07-18T12:36:14+0000", 
            "id": "1899014900338713_1901487103424826", 
            "message": "The lesson here - don't drink Coca Cola..."
        }, 
        {
            "created_time": "2017-07-18T13:33:47+0000", 
            "id": "1899014900338713_1901502583423278", 
            "message": "Whether or not it is a known carcinogen there are many people I know who are either intolerant or allergic to it. They can no longer drink sprite, fanta etc because they have replaced the sugars. It's becoming a joke."
        }, 
        {
            "created_time": "2017-07-18T15:35:32+0000", 
            "id": "1899014900338713_1901549866751883", 
            "message": "think that's appropriate?"
        }, 
        {
            "created_time": "2017-07-18T15:41:56+0000", 
            "id": "1899014900338713_1901551716751698", 
            "message": "It's common sense....."
        }, 
        {
            "created_time": "2017-07-18T15:43:15+0000", 
            "id": "1899014900338713_1901552160084987", 
            "message": "I was referring to your use of language but you're right it is common sense. I merely asked out of curiosity re Aspartame"
        }, 
        {
            "created_time": "2017-07-18T15:48:17+0000", 
            "id": "1899014900338713_1901554830084720", 
            "message": "Aspartame is in almost everything now, from yogurt to bread, snack bars, drinks, hell even tomato sauce!"
        }, 
        {
            "created_time": "2017-07-18T20:16:12+0000", 
            "id": "1899014900338713_1901664533407083", 
            "message": "It's a way for coca cola to get out of the sugar tax."
        }, 
        {
            "created_time": "2017-07-19T02:50:10+0000", 
            "id": "1899014900338713_1901805030059700", 
            "message": "Coca-Cola  you had more then aspartame in your drinks that can cause cancer with all that money you'd think you'd make a natural healthy coke that's nice and doesn't contain chemicals etc that's bad for us."
        }, 
        {
            "created_time": "2017-07-19T11:16:21+0000", 
            "id": "1899014900338713_1901938596713010", 
            "message": "You'd have to be drinking bucketfuls every day for it even to register.  Aspartame was tested on rats in huge doses.  We are not rats and we don't have such huge intake."
        }, 
        {
            "created_time": "2017-07-19T11:20:40+0000", 
            "id": "1899014900338713_1901939450046258", 
            "message": "Regardless it would still register in large enough quantities, you've said so yourself. There are lots of different alternatives available. However, PepsiCo are guilty also."
        }, 
        {
            "created_time": "2017-07-19T12:47:24+0000", 
            "id": "1899014900338713_1901970840043119", 
            "message": "People getting so mad over a beverage they don't have to drink 👌🏻"
        }, 
        {
            "created_time": "2017-07-19T12:52:26+0000", 
            "id": "1899014900338713_1901972773376259", 
            "message": "I purely asked out of curiosity and appear to have set something off..."
        }, 
        {
            "created_time": "2017-07-19T14:33:49+0000", 
            "id": "1899014900338713_1902021110038092", 
            "message": "Something being listed as a known carcinogen doesn't actually necessarily correlate with causing cancer, bacon is a known carcinogen, so is tobacco, car fumes, cheese, plastic water bottles, and sausages. It's such a small amount you would have to be drinking gallons and gallons of coke a day for it to cause any serious detrimental damage. Also if you want natural sweeteners, I believe there is coke green which is made using natural stevia as a sweetener, it's also caffeine free. Just so you know :)"
        }, 
        {
            "created_time": "2017-07-19T14:39:48+0000", 
            "id": "1899014900338713_1902023310037872", 
            "message": "Coke Life has been discontinued in the U.K."
        }, 
        {
            "created_time": "2017-07-19T15:35:59+0000", 
            "id": "1899014900338713_1902042250035978", 
            "message": "Good Lord, if you don't approve or feel that you're at some risk then just don't buy it. I'm sure they won't miss the £2 you don't spend"
        }, 
        {
            "created_time": "2017-07-19T15:38:17+0000", 
            "id": "1899014900338713_1902043003369236", 
            "message": "ok, this has gotten ridiculous. I asked purely out of curiosity why Aspartame was the sweetener of choice, it's been answered. You're right, there are lots of different options available including supermarket own brands which don't use it. It's a choice, an individual choice. Coca Cola have answered- let's end it here!!!!"
        }, 
        {
            "created_time": "2017-07-19T15:59:56+0000", 
            "id": "1899014900338713_1902053900034813", 
            "message": "God Natalie what have you done, you broke the internet."
        }, 
        {
            "created_time": "2017-07-19T16:41:01+0000", 
            "id": "1899014900338713_1902073813366155", 
            "message": "I don't trust the european SAFETY committee seems a bit... off"
        }, 
        {
            "created_time": "2017-07-20T03:58:54+0000", 
            "id": "1899014900338713_1902305280009675", 
            "message": "Coca-Cola , why do you use surculose in diet coke in other countries then and not the UK?"
        }, 
        {
            "created_time": "2017-07-20T07:09:45+0000", 
            "id": "1899014900338713_1902356490004554", 
            "message": "Coca-Cola I have had to avoid any product containing aspartame for many years due to pain. Now I have more serious problems concerning theses additives"
        }, 
        {
            "created_time": "2017-07-20T11:57:29+0000", 
            "id": "1899014900338713_1902450956661774", 
            "message": "It's not what this comment was about..."
        }, 
        {
            "created_time": "2017-07-21T20:41:58+0000", 
            "id": "1899014900338713_1903110289929174", 
            "message": "Coca-Cola just because numerous food agencies and drinks companies around the world have \"approved it safe for use\" doesn't make it right. Why not use natural ingredients? Why put your customers at risk?"
        }, 
        {
            "created_time": "2017-07-23T08:21:46+0000", 
            "id": "1899014900338713_1903779906528879", 
            "message": "If you feel at risk, don't drink the stuff. Common sense. \"hurp thus is rlly bad fur meh gulpgulpgulp, whyz it got bad stuf in it gulpgulpgulp, why int it helfy gulpgulpgulp, betur complen on facbuk gulpgulpgulp\""
        }
    ]
}