{
    "data": {
        "created_time": "2017-07-17T16:44:21+0000", 
        "id": "1899014900338713_1901077500132453", 
        "message": "Any chance of coca cola switching from aspartame to sucralose in their diet and zero drinks? I know it costs more but if ASDA and Sainsburys can switch, I'm pretty sure Coca Cola can afford to."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-07-17T21:25:01+0000", 
            "id": "1899014900338713_1901185603454976", 
            "message": "Kurt Essex *Corporatists not Capitalists fella, big difference!!"
        }, 
        {
            "created_time": "2017-07-18T01:43:54+0000", 
            "id": "1899014900338713_1901285856778284", 
            "message": "Oh goody a crony-capitalism isn't the same as \"real capitalism\" thing..."
        }, 
        {
            "created_time": "2017-07-18T07:49:29+0000", 
            "id": "1899014900338713_1901395783433958", 
            "message": "Well aspartame is the most researched food additive in history and the scientific consensus is that it is perfectly safe in moderation, the same as everything else.\n\nThe study of it causing cancer in rats isn't valid due to the fact they fed the rats several hundred times the amount a human would ever consume."
        }, 
        {
            "created_time": "2017-07-18T08:12:04+0000", 
            "id": "1899014900338713_1901399890100214", 
            "message": "Taron Ramsay I know it's safe in moderation etc. I'm thinking of my husband that can't consume it at all... It makes buying sugar free products difficult for us."
        }, 
        {
            "created_time": "2017-07-18T08:31:17+0000", 
            "id": "1899014900338713_1901406460099557", 
            "message": "I see where you're coming from but is there any reason for not consuming the standard sugar varient?\n\nUnless he is going to consume loads of the stuff the sugar version is perfectly fine. For example I could eat McDonald's every single day for my entire life and as long as I stay below my GDA for all the stuff then I'd be perfectly fine."
        }, 
        {
            "created_time": "2017-07-18T08:31:58+0000", 
            "id": "1899014900338713_1901406583432878", 
            "message": "I agree they could simply change the sweeteners though"
        }, 
        {
            "created_time": "2017-07-18T09:17:12+0000", 
            "id": "1899014900338713_1901419070098296", 
            "message": "That is the idea of a business Kurt Essex. Make as much of a profit margin as possible whilst trying to ensure sales growth and continuation, using market research, saturation and good price points to keep consumers buying. If the product isn't what the public want, it will fail. Capitalism is consensual trade. Crony capitalism & corporatism is of course different by definition and practice. A corporate like Coca-Cola has utilised all of the above ethos in the past, present and future. I am sure of it, but my point was that capitalism is incredibly fair to supplier and consumer, if not abused as it is consensual, unlike economic socialism, communism, fascism, corporatism etc etc"
        }
    ]
}