{
    "data": {
        "created_time": "2017-03-12T14:18:15+0000", 
        "id": "10155484162461729_395259584164434", 
        "message": "PLEASE give us the option of turning off \"memories\"......    For the last two months I have felt like I am being tortured on a daily basis.  This morning I almost became physically sick when I saw a video that I posted of a new puppy that I had brought  home two years ago.  I had recently lost my heart  dog, a 14 year old Chocolate Labrador that I loved with everything in me.  One month later I found a new little baby to love.  I never dreamed that he would touch my heart in the same way that Dusty had but he did.  Unfortunately, Sonny had some problems that caused him to be aggressive.  We fought for two years to fix his problems but we lost and after he attacked me the second time, leaving over 30 stitches I had to make the worst decision of my life.  That was a nightmare period for me and now because of your \"memories\" I am reliving every day of it again to the point that it is making me physically ill....  Not all memories are good ones and even the good ones can come at very bad times.....  PLEASE PLEASE, make this an option that users can choose and not an option that they have to set a range of dates to get away from.....  PLEASE think of those that have unexpectedly lost loved ones.  They could have years of pictures, videos and stories on their timeline that they are not ready to see.  Those will not be welcome memories to them for a very long time.  Just turn it off and leave the option of turning it on to the individual....."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-03-12T22:26:34+0000", 
            "id": "10155484162461729_605974236280262", 
            "message": "Hi, Georgia. You can control which On This Day memories you see by adding filters for people or dates you don’t want to be reminded of. You can learn more here: http://bit.ly/2mXHBHw. -Rhea"
        }
    ]
}