{
    "data": {
        "created_time": "2017-02-06T01:49:46+0000", 
        "id": "10155484162461729_10154546028793285", 
        "message": "My wife's page (Brittney L. Hall) was locked and she was not provided an explanation. She has attempted to submit appeals but has not received any responses. She submitted her ID (which is shocking that this is even necessary) as requested but has not received any assistance.\n\nHow do we escalate this issue? And please do not direct me to the support page. All forms have been unsuccessful.\n\nThank you for your help."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 15
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-02-06T02:01:06+0000", 
            "id": "10155484162461729_10154546047658285", 
            "message": "Hi, Tyler, To get back into your account, log into Facebook and follow the instructions to verify your identity and, if necessary, scan your computer for viruses. Learn more here: http://bit.ly/2kbVAF6. -Rhea"
        }, 
        {
            "created_time": "2017-02-13T15:04:38+0000", 
            "id": "10155484162461729_10154566435458285", 
            "message": "Thanks I Love Facebook))))  <3"
        }, 
        {
            "created_time": "2017-02-13T15:19:36+0000", 
            "id": "10155484162461729_10158165760555655", 
            "message": "Facebook I want to document my mark I hope you will answer please."
        }, 
        {
            "created_time": "2017-02-13T21:12:52+0000", 
            "id": "10155484162461729_10158118503395167", 
            "message": "My wife has the same issue! Facebook keeps giving everyone on Twitter a generated response instead of actually helping! My wife has sent in multiple appeals and not even been answered once. She's tweeted them and I've messaged them, and gotten nothing!"
        }, 
        {
            "created_time": "2017-02-13T21:34:57+0000", 
            "id": "10155484162461729_10154139616797181", 
            "message": "Hi Andrew. If your wife has reported this issue to our team, hang tight while we take the time to review the situation. Thanks for your patience! -Joe"
        }, 
        {
            "created_time": "2017-02-13T21:39:04+0000", 
            "id": "10155484162461729_10158167287345655", 
            "message": "Hi there. If your Page represents a celebrity, public figure, sports team, media or entertainment, you may be eligible for a blue verification badge. Additionally, some Pages for local businesses and other organizations may be eligible for a gray verification badge. Learn more here: http://bit.ly/2ldajmq. -Jon"
        }, 
        {
            "created_time": "2017-02-13T21:41:53+0000", 
            "id": "10155484162461729_10154468131306312", 
            "message": "Facebook It's been almost two weeks since she sent in her first ticket.  How long does the reviewing process take before even hearing from anybody?  We haven't even gotten as much as an email saying they acknowledge the tickets exist."
        }, 
        {
            "created_time": "2017-02-13T23:55:10+0000", 
            "id": "10155484162461729_10154139883552181", 
            "message": "I am in the same boat! This girl went and reported me and all my cousins pages as fake and they were disabled. They were able to get back in due to a email asking for verification but the email my Facebook is linked to, I no longer have a access too, but I added a secondary email like 2 years ago and that hasn't done any good for it! My account has been disabled since OCTOBER! I recently opened up my 10th appeal. I would appreciate if I can get into my account. My sons pictures are there when he was first born, when I was pregnant. I need to get back in!"
        }, 
        {
            "created_time": "2017-02-13T23:58:18+0000", 
            "id": "10155484162461729_10158119079580167", 
            "message": "I even wrote a letter and sent it to Menlo, California!"
        }, 
        {
            "created_time": "2017-02-14T02:24:08+0000", 
            "id": "10155484162461729_10154567813003285", 
            "message": "Love Facebook))))  <3 <3"
        }, 
        {
            "created_time": "2017-02-14T04:58:39+0000", 
            "id": "10155484162461729_10158168758825655", 
            "message": "Hi Facebook, I messaged you two times... Regarding my main account Raphael Ralph Tirrell Harlan.. I sent you two pieces of my identity to confirm that I was using the Raphael Ralph Tirrell Harlan account. You havent responded yet. I hope you haven't deleted the account. I operate the Raphael's Donuts business page under the Raphael Ralph Tirrell Harlan account."
        }, 
        {
            "created_time": "2017-02-14T05:03:12+0000", 
            "id": "10155484162461729_10158168771045655", 
            "message": "Is that going to be resolved in a day?"
        }, 
        {
            "created_time": "2017-02-14T13:37:47+0000", 
            "id": "10155484162461729_10154469692101312", 
            "message": "That would be so great if you resolve the situation today because I have orders coming in via message on my company's page, Raphael's Donuts and I need my Raphael Ralph Tirrell Harlan account to take orders. I sent you my two pieces of ID, one of which included my date of birth and both of which included my full name. And please don't direct me to the form because I already sent as of this past Saturday. Thanks very much."
        }, 
        {
            "created_time": "2017-02-17T06:58:03+0000", 
            "id": "10155484162461729_10158138429785167", 
            "message": "Hey Kashmuir. You can learn how to remove or recover an old account you can't log into here: http://bit.ly/2loyejj. Please keep in mind that it's against our Community Standards to maintain more than one personal account. Thanks. -Zack"
        }
    ]
}