{
    "data": {
        "created_time": "2014-03-19T03:32:59+0000", 
        "id": "10152612184566729_16064353", 
        "message": "I'd like it a whole lot more if you'd actually let me see the businesses and people I have indicated I like and WANT updates from AND people I am friends with instead of trying to dictate what I see and who I interact with thru your algorithms and constant \"sponsored stories\"."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 104
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T03:35:32+0000", 
            "id": "10152612184566729_16064735", 
            "message": "I was just going to reply the same exact thing when I saw this post in my feed!!!\n\nI CONCUR!!!!!!!!!!!!!!!!!!"
        }, 
        {
            "created_time": "2014-03-19T03:40:58+0000", 
            "id": "10152612184566729_16065553", 
            "message": "I agree! Facebook is going down the tubes fast. I can't believe how many people have jumped ship to Google+. Oh well, it was a good ride right Facebook? You got your 15 minutes. We can move on to the next platform - one that will actually adhere to our basic needs of connecting with the people who express wanting to connect with us."
        }, 
        {
            "created_time": "2014-03-19T04:08:21+0000", 
            "id": "10152612184566729_16068326", 
            "message": "The NWO  has taken over all forms of facebook by imperial mandate of the king (he who thinks he is a king) Research the latest on takeover."
        }, 
        {
            "created_time": "2014-03-19T04:10:15+0000", 
            "id": "10152612184566729_16068445", 
            "message": "Plus...a new tax on it too."
        }, 
        {
            "created_time": "2014-03-19T07:18:59+0000", 
            "id": "10152612184566729_16072928", 
            "message": "where's the DISLIKE button?????"
        }, 
        {
            "created_time": "2014-03-19T07:19:38+0000", 
            "id": "10152612184566729_16072936", 
            "message": "where's the DISLIKE button????"
        }, 
        {
            "created_time": "2014-03-19T09:18:36+0000", 
            "id": "10152612184566729_16074158", 
            "message": "I hate it. Quit messing with stuff. Leave it alone."
        }, 
        {
            "created_time": "2014-03-19T12:19:47+0000", 
            "id": "10152612184566729_16077998", 
            "message": "Yes I agree, I have people on my wall that I have no Idea who they are sending me things I don't want, & friends getting post that are NOT NICE.. COME-ON FACEBOOKPLEASE...  JUST LET US TALK & SHARE  WITH OUR FAMILY & FRIENDS"
        }, 
        {
            "created_time": "2014-03-19T13:28:16+0000", 
            "id": "10152612184566729_16080377", 
            "message": "I understand change is good sometimes, but you go a little too far with all the changes, How Facebook was when I first joined was how it should always be.  I do not like all the ads appearing, the pages wanting me to like pages.  I just want my friends posts and input .  If I wanted ads and commercials I'd be watching TV which is exactly why I don't watch TV.  On my iPad I can only see so many posts and then the page just stops.  I do like the bigger pictures but that is all I like."
        }, 
        {
            "created_time": "2014-03-19T13:29:28+0000", 
            "id": "10152612184566729_16080426", 
            "message": "Oh, I forgot to add all UGLY talk and Post that appear on my page and I do not like them."
        }, 
        {
            "created_time": "2014-03-19T13:57:07+0000", 
            "id": "10152612184566729_16081383", 
            "message": "it is very cumbersome now...  do not like the changes at all.  we should have a choice to opt in or not.  Won't be coming back to FB very often."
        }, 
        {
            "created_time": "2014-03-19T14:41:44+0000", 
            "id": "10152612184566729_16082787", 
            "message": "NOW I cannot see a whole game without down sizing it!!!!!!!"
        }, 
        {
            "created_time": "2014-03-19T14:50:46+0000", 
            "id": "10152612184566729_16083068", 
            "message": "the game ads are really getting to be a pain In the rear!!! if we want to play games then we can look them up not for YOU to suggest that we try this or that also the ads to much bull to get them off the page its crazy get it together"
        }, 
        {
            "created_time": "2014-03-19T15:31:13+0000", 
            "id": "10152612184566729_16084327", 
            "message": "dont have it yet"
        }, 
        {
            "created_time": "2014-03-20T00:02:03+0000", 
            "id": "10152612184566729_16103441", 
            "message": "Don't like it it SUCKS leave it alone"
        }, 
        {
            "created_time": "2014-03-20T02:38:51+0000", 
            "id": "10152612184566729_16107512", 
            "message": "same here! DON'T LIKE FOR THINGS TO CHANGE ! If they are good that is!!!"
        }, 
        {
            "created_time": "2014-03-20T03:45:21+0000", 
            "id": "10152612184566729_16108909", 
            "message": "WHY, do you ask, what we think/if we like it? Our opinions DO NOT matter - how I know this? Because ALL I see here is, the computer-generated message telling us to use 'the feedback'\n\nFacebook >\"We're sorry to hear that you don't like the new look, Jodie, but we appreciate the feedback. If you want to share specifics on anything you would change, let us know at:\" \nhttp://on.fb.me/1eT9Qsr \nGive Us Feedback\nFacebook Help Center\n\"We value your feedback and product suggestions. While we don't respond to suggestions directly, we do review them. For example, many groups features came directly from your feedback\".\n\nEVERY other site I use at least has HUMAN contact when there is an issue- but not, HERE ........ o.O"
        }, 
        {
            "created_time": "2014-03-20T15:22:33+0000", 
            "id": "10152612184566729_16122415", 
            "message": "Agreed!"
        }, 
        {
            "created_time": "2014-03-20T18:02:27+0000", 
            "id": "10152612184566729_16128919", 
            "message": "On a side note, whoever Andy Chung is, his hands seem to be very well taken care of. Nice rings, too. And a ghost URL ;)"
        }, 
        {
            "created_time": "2014-03-20T18:36:18+0000", 
            "id": "10152612184566729_16130037", 
            "message": "LOL!!! You are so right! hahaha"
        }
    ]
}