{
    "data": {
        "created_time": "2014-03-19T02:54:41+0000", 
        "id": "10152612184566729_16063065", 
        "message": "I'll like it more when you stop showing me pages or people you think I want to know, and stop showing me sponsored ads that take up half my page."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 282
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T18:01:44+0000", 
            "id": "10152612184566729_16090292", 
            "message": "Ad keep this site free for us all to use. It sux to see them, yet it better than paying to use fb."
        }, 
        {
            "created_time": "2014-03-19T21:11:00+0000", 
            "id": "10152612184566729_16097679", 
            "message": "I actually think a lot of people would rather pay a few bucks and see no ads than have it for free and be bombarded with things they don't want to see at all."
        }, 
        {
            "created_time": "2014-03-20T01:09:46+0000", 
            "id": "10152612184566729_16105252", 
            "message": "I'm done If we ever have to pay !"
        }, 
        {
            "created_time": "2014-03-20T11:24:26+0000", 
            "id": "10152612184566729_16115371", 
            "message": "Gee, Facebook is happy to jump in and address te other complaints in this thread, but they don't seem to have anything to say about this..."
        }, 
        {
            "created_time": "2014-03-20T20:24:44+0000", 
            "id": "10152612184566729_16133295", 
            "message": "I don't mind the ads but when playing games the ad videos are getting longer and longer and longer and they show up  constantly. Like when playing Words with Friends, Every time I play and then go on to the next one an ad shows up. Why do we have to have SO MANY ads when in the same app/"
        }, 
        {
            "created_time": "2014-03-21T04:59:35+0000", 
            "id": "10152612184566729_16143701", 
            "message": "Here's my \"Dislike\" button:   :poop:"
        }, 
        {
            "created_time": "2014-03-21T10:03:19+0000", 
            "id": "10152612184566729_16145894", 
            "message": "I hate to write anything after reading reviews/I'm learning as I go and hv so much to learn/Listen to those that hv used FB for long time as they know what people like and I am sure I wld like what they do/Just love being able to now know enuf to b on FB and will keep learning as I go."
        }, 
        {
            "created_time": "2014-03-22T03:41:53+0000", 
            "id": "10152612184566729_16165133", 
            "message": "As soon as Facebook decides to charge, they'll lose millions of users, including myself and my husband, and they know it.  Mark Zuckerberg is freaking filthy rich and makes a ton of money off games and ads, not to mention the money people pay to promote their stuff (or reccomend, or whatever it is.)  Facebook knows that if they start charging they'll end up losing money.  At least, they ought to.  Fewer users = fewer sponsers."
        }
    ]
}