{
    "data": {
        "created_time": "2014-03-19T03:36:08+0000", 
        "id": "10152612184566729_16064818", 
        "message": "Facebook might be better off listening to their users then spanking people for minor infractions.  I can see filth and get spammed from hookers yet if I send a friend request you threaten me with being put in a time out.  I use this Social networking for my business which you encouraged.....then you threaten to punish me when I do.  If someone doesn't know me then they can refuse the friendship request.....it's not your job to be the police of my life. And quit making so many unnecessary changes....the younger people have moved on to other social network sites and we older users are tired of having to relearn everything every few weeks."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 421
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T04:08:33+0000", 
            "id": "10152612184566729_16068341", 
            "message": "*laughing*  Well said!! :)"
        }, 
        {
            "created_time": "2014-03-19T04:28:25+0000", 
            "id": "10152612184566729_16069393", 
            "message": "The new changes do not seem to function very well and cause way to many problems with everything for some reason.  Everyone thinks they have a new virus or something.  Remember the old saying \"if it's not broke don't fix it\".  I feel someone is just trying to justify their existence."
        }, 
        {
            "created_time": "2014-03-19T09:33:10+0000", 
            "id": "10152612184566729_16074372", 
            "message": "on that note, i was blocked for adding my sister in law....first time requesting wasnt spamming it or anything just got the instant time out...was not right whatsoever"
        }, 
        {
            "created_time": "2014-03-19T10:14:03+0000", 
            "id": "10152612184566729_16075058", 
            "message": "you can seriously get blocked for seven days by trying to add someone? that's a little extreme.. and by little, I mean a lot.. ridiculous."
        }, 
        {
            "created_time": "2014-03-19T10:22:16+0000", 
            "id": "10152612184566729_16075192", 
            "message": "and here I thought that I was going to be the only one who didn't like facebook anymore.. bahahah, is there anyone who actually Does like it?"
        }, 
        {
            "created_time": "2014-03-19T10:36:25+0000", 
            "id": "10152612184566729_16075405", 
            "message": "Where is my most recent wall? Not happy about the changes. :("
        }, 
        {
            "created_time": "2014-03-19T13:42:15+0000", 
            "id": "10152612184566729_16080894", 
            "message": "They removed ALL my pictures I've uploaded in the last YEAR by an App (JDB) they have just blocked NOW! Absolutely ridiculous and unprofessional..."
        }, 
        {
            "created_time": "2014-03-19T14:02:54+0000", 
            "id": "10152612184566729_16081569", 
            "message": "Or block you for logging in too many times to the point you have to change your password for no reason at all."
        }, 
        {
            "created_time": "2014-03-19T14:46:32+0000", 
            "id": "10152612184566729_16082943", 
            "message": "I sooo agree with all.... tired of changes... u see more ads than your own newsfeed now"
        }, 
        {
            "created_time": "2014-03-19T15:52:06+0000", 
            "id": "10152612184566729_16084954", 
            "message": "Blocked for the second time in a month and hadn't sent any requests between times."
        }, 
        {
            "created_time": "2014-03-19T17:12:54+0000", 
            "id": "10152612184566729_16088212", 
            "message": "This too, really frustrates me! My two pet peeves: 1. Sexually explicit messages and ads. 2. Blocks on messages and friend requests, when there appears to be no apparent reason. What is really, really frustrating, is that FB places blocks, randomly, for no rhyme or reason, and there is no way to either contest, nor communicate with them, to disagree with thier decision. Facebook is an incredible tool for what I do, Christian missions, internationally, but there must be other networks that have better user support...."
        }, 
        {
            "created_time": "2014-03-19T21:24:45+0000", 
            "id": "10152612184566729_16098213", 
            "message": "they have blocked me for the third time for friend requesting people and family that I know...can't send messages either"
        }, 
        {
            "created_time": "2014-03-19T23:09:18+0000", 
            "id": "10152612184566729_16101901", 
            "message": "yup i'm blocked for 7 days for sending 2 request to my cousins an 2 to friends i know outside of fb....wtfever it is getting to be dumb anymore"
        }, 
        {
            "created_time": "2014-03-19T23:39:43+0000", 
            "id": "10152612184566729_16102797", 
            "message": "I'd like to know more about the other social sites. I'm thinking of moving on, too!"
        }, 
        {
            "created_time": "2014-03-20T02:07:33+0000", 
            "id": "10152612184566729_16106732", 
            "message": "What is really fun is when they suggest a friend, then block you for sending that person a request!"
        }, 
        {
            "created_time": "2014-03-20T02:09:32+0000", 
            "id": "10152612184566729_16106782", 
            "message": "what would they do if everyone on FB decided to cancel their accounts.......would be fun to see them squirm :)"
        }, 
        {
            "created_time": "2014-03-20T03:23:41+0000", 
            "id": "10152612184566729_16108347", 
            "message": "FB police read some of these post, you don't even have to read all of them to get the idea!  STOP changing & blocking"
        }, 
        {
            "created_time": "2014-03-20T04:19:04+0000", 
            "id": "10152612184566729_16109948", 
            "message": "I was threatened for the same reason. There is rampant pornography on Facebook but I get a suspension warning cause I asked people to be friends. Sorry, but isn't a social network for making new friends and reuniting with old ones? If not, what is a social network for?"
        }, 
        {
            "created_time": "2014-03-20T11:15:22+0000", 
            "id": "10152612184566729_16115228", 
            "message": "Facebook once sent me an angry message and banned me from uploading pictures and videos for a month for uploading a picture of a child without consent.\n\nThe picture was of me when I was a kid. And LITERALLY EVERYONE I KNOW POSTS PICTURES OF KIDS. I also got in trouble for uploading a video I made with music in it. I had legally purchased the music, and the pictures were ones that I had taken myself.  It was a digital high school year book I had made for my friend and myself. Facebook was pissed. Yet I can receive full-blown porn on my page from \"advertisements\" or popular pages."
        }, 
        {
            "created_time": "2014-03-20T12:32:52+0000", 
            "id": "10152612184566729_16116961", 
            "message": "Tell me the others so I can use them fb wucks now"
        }, 
        {
            "created_time": "2014-03-20T12:32:58+0000", 
            "id": "10152612184566729_16116962", 
            "message": "Sucks"
        }, 
        {
            "created_time": "2014-03-20T13:29:13+0000", 
            "id": "10152612184566729_16118606", 
            "message": "does anyone with facebook read these.  they wonder why people are leaving?????"
        }, 
        {
            "created_time": "2014-03-20T15:20:09+0000", 
            "id": "10152612184566729_16122264", 
            "message": "or they take your whole page away"
        }, 
        {
            "created_time": "2014-03-20T18:56:16+0000", 
            "id": "10152612184566729_16130836", 
            "message": "i   dont  think  they  evevn  READ  our  comments  cause  if  they   did  this  wouldn't  keep  happening"
        }, 
        {
            "created_time": "2014-03-21T12:29:00+0000", 
            "id": "10152612184566729_16147408", 
            "message": "Excellent!!!"
        }
    ]
}