{
    "data": {
        "created_time": "2014-03-19T01:59:51+0000", 
        "id": "10152612184566729_16062139", 
        "message": "if it aint broke, fix it till it is.\n\ngood job at pissing everyone off Facebook."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 198
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T12:09:51+0000", 
            "id": "10152612184566729_16077699", 
            "message": "Got that right"
        }, 
        {
            "created_time": "2014-03-20T02:08:27+0000", 
            "id": "10152612184566729_16106758", 
            "message": "I've removed ads, trending and all the BS that pops on the right hand side minus my chat list....the only thing that annoys me is that it it's top stories and not most recent...."
        }, 
        {
            "created_time": "2014-03-20T03:13:39+0000", 
            "id": "10152612184566729_16108164", 
            "message": "I once worked at a restaurant/bar that had evolved to be the center of our community. As it evolved, everyone was included right down to the bar stocking a bottle just to satisfy one customer. Everyone was earning a good living cooks, swampers, bartenders, waiters, owner.The place was sold and the new owner sold off the speciality bottles since they wern't moving; he changed the menu; he micro-managed the staff with plenty of putdown/or else/ threats; he dissed his chef;  and treated customers like he was doing them a favor to open the doors. Staff quit, customers fell of . . . f and within a year he went into bankruptsy . . . so much for changing that which didn't need changing. As another commenter wrote: \"Keep on changing it till you get it wrong.\" Congratulations--you did."
        }, 
        {
            "created_time": "2014-03-20T04:12:12+0000", 
            "id": "10152612184566729_16109749", 
            "message": "All I can say is before the page and feed was streamlined now it is cluttered and hard to find everything"
        }
    ]
}