{
    "data": {
        "created_time": "2014-03-19T19:57:58+0000", 
        "id": "10152612184566729_16094681", 
        "message": "Would it matter to you if we said we hated it - like we have so many times before? No, didn't think so. For the record though, I hate it. I find it much harder to tell the difference between posts now."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 717
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T21:21:27+0000", 
            "id": "10152612184566729_16098089", 
            "message": "We're sorry to hear that you don't like the new look, Jodie, but we appreciate the feedback. If you want to share specifics on anything you would change, let us know at: http://on.fb.me/1eT9Qsr  -Leigh"
        }, 
        {
            "created_time": "2014-03-19T21:48:25+0000", 
            "id": "10152612184566729_16099108", 
            "message": "i liked the way it was 2 years ago... i think when a change is thought of a ''Facebook Poll'' should be taken... not to fond of this latest change...."
        }, 
        {
            "created_time": "2014-03-19T22:08:26+0000", 
            "id": "10152612184566729_16099861", 
            "message": "In other words, Facebook is saying, \"Thanks...but we are going to repeatedly do this anytime we want and us asking how you like it is our meager attempt at a \"pacifier\". Pfffft."
        }, 
        {
            "created_time": "2014-03-19T22:57:53+0000", 
            "id": "10152612184566729_16101568", 
            "message": "Agree with Jodie"
        }, 
        {
            "created_time": "2014-03-20T01:13:29+0000", 
            "id": "10152612184566729_16105351", 
            "message": "Please do not keep changing things ---Its never better."
        }, 
        {
            "created_time": "2014-03-20T02:04:53+0000", 
            "id": "10152612184566729_16106676", 
            "message": "I really hate the way you just keep changing the format it all runs together and it's difficult discern what's mine and what's yours. I know we pay nothing for the privilege but you wouldn't be here if we weren't."
        }, 
        {
            "created_time": "2014-03-20T02:40:40+0000", 
            "id": "10152612184566729_16107550", 
            "message": "Why bother submitting feedback when clearly you guys don't really listen."
        }, 
        {
            "created_time": "2014-03-20T04:22:50+0000", 
            "id": "10152612184566729_16110041", 
            "message": "They just cannot sit back, collect their paychecks and leave us alone."
        }, 
        {
            "created_time": "2014-03-20T04:47:21+0000", 
            "id": "10152612184566729_16110652", 
            "message": "its time for another techie to put up another media page and dump FB I wish I had the know how to do it"
        }, 
        {
            "created_time": "2014-03-20T05:56:00+0000", 
            "id": "10152612184566729_16111841", 
            "message": "And.... you are NOT sorry that we dislike the new look.  Facebook could care less what we think.  YOU FORCE CHANGES ON US and you don't care that we dislike your new look."
        }, 
        {
            "created_time": "2014-03-20T06:22:52+0000", 
            "id": "10152612184566729_16112185", 
            "message": "I don't like it!!!!!"
        }, 
        {
            "created_time": "2014-03-20T06:23:06+0000", 
            "id": "10152612184566729_16112188", 
            "message": "I don't like it!!!!"
        }, 
        {
            "created_time": "2014-03-20T07:03:38+0000", 
            "id": "10152612184566729_16112648", 
            "message": "new format sucks, liked the last one better, how about you poll everyone  then set it to the majority, then leave it to hell alone. don't know why people always gotta change stuff."
        }, 
        {
            "created_time": "2014-03-20T12:11:41+0000", 
            "id": "10152612184566729_16116398", 
            "message": "It doesn't fit on my IPad.  I use Safari ( because as we all know the Facebook Ap for IPad and IPhone really stinks because of the News Feed/Most recent issue).  The bigger pictures just make the ads bigger.  Some of the ads are very insulting."
        }, 
        {
            "created_time": "2014-03-20T15:41:34+0000", 
            "id": "10152612184566729_16123399", 
            "message": "Jodie Brennar  I totally agree with you as does a huge number of others on here. Funny how Face book replies  to some post with this act of concern saying 'just let us know what it is you dislike '  GeesweesLouise just read everyones comments here it sums it all up for ya FB."
        }, 
        {
            "created_time": "2014-03-20T17:48:42+0000", 
            "id": "10152612184566729_16128472", 
            "message": "what is the purpose of the 'cover\" picture at the top of page when I open group postings... it unnecessarily takes up space; each post is aligned too closely and it is difficult to see where one post starts and the other ends.  I don't mind change, but there should be a reason for the change."
        }, 
        {
            "created_time": "2014-03-20T19:52:06+0000", 
            "id": "10152612184566729_16132498", 
            "message": "LMFAO FACEBOOK!!!!!  You're so full of it!!!  You've received enough feedback in all along.  I matters not what we like, need or want.  You go ahead and screw things up over and over again.  I can't wait until someone with scruples comes up with something that blows FB into oblivion!!"
        }, 
        {
            "created_time": "2014-03-20T20:01:24+0000", 
            "id": "10152612184566729_16132730", 
            "message": "Face book, you just keep getting worse!  Now a big blank area of screen on both side of my widescreen! Hd screen! Thanks! Don't see stuff just posted, all I see is yesterdays stuff, even set on most recent! Facebook has outgrown its appeal, as you can tell by all the people who hate the new look."
        }, 
        {
            "created_time": "2014-03-20T20:02:48+0000", 
            "id": "10152612184566729_16132760", 
            "message": "By the way, try fixing what you broke, don't continue to break more!"
        }, 
        {
            "created_time": "2014-03-20T23:57:22+0000", 
            "id": "10152612184566729_16138599", 
            "message": "Yes, ...you've effectively increased the advertising area space while reducing the visible area for posts...not seeing this as an improvement for users, and appears to of benefit primarily to advertisers....ads have reached saturation point. I agree with Jodie, Bob Marshall and a host of others- please quit \"fixing\" things that aren't broken."
        }, 
        {
            "created_time": "2014-03-21T02:32:02+0000", 
            "id": "10152612184566729_16141715", 
            "message": "\"Suggested posts\" are beginning to outnumber my friends' posts. And by the way, your remedy for seeing most recent posts doesn't work. Every time you fix something it ends up more broken :("
        }, 
        {
            "created_time": "2014-03-21T04:28:38+0000", 
            "id": "10152612184566729_16143378", 
            "message": "NO"
        }, 
        {
            "created_time": "2014-03-21T04:29:30+0000", 
            "id": "10152612184566729_16143396", 
            "message": "I hate this look."
        }, 
        {
            "created_time": "2014-03-21T04:39:17+0000", 
            "id": "10152612184566729_16143494", 
            "message": "only because Facebook is about the only halfway decent thing out there. NO as you can see we don't like the look but really are you going to do anything about it? I don't like random pages, i want MY most recent posts from my friends first.  Really bring back the simple Facebook, thats what most all of us want."
        }, 
        {
            "created_time": "2014-03-21T06:56:31+0000", 
            "id": "10152612184566729_16144611", 
            "message": "woo Jodie got called out by fb.  lol."
        }
    ]
}