{
    "data": {
        "created_time": "2014-03-19T19:58:57+0000", 
        "id": "10152612184566729_16094731", 
        "message": "I like the new design just fine. But I do concur with the comments about top stories.  I don't need to see the same tired old post again because someone belatedly sees it and makes a comment. I would prefer to see most recent also. It is more relevant."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 26
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T21:06:03+0000", 
            "id": "10152612184566729_16097489", 
            "message": "Thanks for sharing your thoughts on the new design, Harriet. I also wanted to let you know that you can adjust your News Feed to see the most recent stories instead of top stories. Please visit the Help Center for specific directions to make this change: http://on.fb.me/1eT79an -Leigh"
        }, 
        {
            "created_time": "2014-03-19T22:00:03+0000", 
            "id": "10152612184566729_16099527", 
            "message": "But then it just gets changed back to \"top stories\" again. Make the DEFAULT recent stories instead, or stop changing our choices."
        }, 
        {
            "created_time": "2014-03-19T22:02:43+0000", 
            "id": "10152612184566729_16099625", 
            "message": "It's okay. Words with friends is posting to my news feed even though I have told it not to. Bigger isn't necessarily better especially when it comes to \"suggested\" posts, but I guess it could be worse. Might make more sense to make changes in the content rather than the format from now on."
        }, 
        {
            "created_time": "2014-03-20T00:13:32+0000", 
            "id": "10152612184566729_16103778", 
            "message": "why do we have to adjust things, when we already adjusted what we want, most recent. and after a few days you change it, I notice I am on fb less and less any wonder why."
        }, 
        {
            "created_time": "2014-03-20T02:32:05+0000", 
            "id": "10152612184566729_16107352", 
            "message": "is there a option to change back to the pre change? do that please. options are great."
        }, 
        {
            "created_time": "2014-03-20T03:43:51+0000", 
            "id": "10152612184566729_16108881", 
            "message": "Everyone knows how to change the sorting.  My complaint is that FACEBOOK keeps changing it back to \"Top Stories\""
        }, 
        {
            "created_time": "2014-03-20T04:50:33+0000", 
            "id": "10152612184566729_16110727", 
            "message": "and thats Facebooks problem in a nut shell. right there. They think we all sit around with nothing better to do than go visiting the FB help center to customize our pages (again) because they were changed (again)  from a system we were finally getting used to (again). Facebook is meant to be a simple social tool. Not a complex program. We do other things with our time as well. Not just sit around waiting for Facebooks next round of changes."
        }, 
        {
            "created_time": "2014-03-20T05:32:11+0000", 
            "id": "10152612184566729_16111461", 
            "message": "This only F-ing works once.  and then you leave a come back and ONCE AGAIN Facebook is deciding what is my top story.  Just get rid of it by popular demand and be done with it.  It sucks and you're opinion of innovation is not conducive to what YOUR USERS want.  Listen to the customer.....we are always right."
        }, 
        {
            "created_time": "2014-03-20T13:07:49+0000", 
            "id": "10152612184566729_16117999", 
            "message": "I DON't LIKE IT!!!!!!!!"
        }, 
        {
            "created_time": "2014-03-20T13:43:57+0000", 
            "id": "10152612184566729_16119038", 
            "message": "Notice FACEBOOK Only responds to the positive reviews!!!    I do NOT like the ads on the right side... I don't care for them..this is not why I'm on FB!  These ads are useless to me and most people.  I go on FB to catch up with friends, old and new... play some games to get me away from reality for a while and to relax.  Not to go shopping via the ads!  Also, when you change the Facebook, which I wish you would STOP changing it so often, can you PLEASE change everyone's at the same time??!!"
        }, 
        {
            "created_time": "2014-03-20T13:49:53+0000", 
            "id": "10152612184566729_16119205", 
            "message": "Is Facebook only going to respond to the positive feedback.... Surveys pop up all the time  and I do them and never get a reponse...."
        }, 
        {
            "created_time": "2014-03-20T13:50:17+0000", 
            "id": "10152612184566729_16119215", 
            "message": "Is anyone listening???"
        }, 
        {
            "created_time": "2014-03-20T18:19:00+0000", 
            "id": "10152612184566729_16129489", 
            "message": "Kathy, I constantly send them \"bug reports\" on Glitchbook for Android because of so many darned problems but they never listen nor do they fix anything, things I've been complaining about for months. They do all these \"updates\" but never fix any of the known issues on Glitchbook Mobile."
        }, 
        {
            "created_time": "2014-03-22T02:19:47+0000", 
            "id": "10152612184566729_16164053", 
            "message": "WHY should we always be the ones to correct YOUR mistakes"
        }
    ]
}