{
    "data": {
        "created_time": "2014-03-19T00:52:54+0000", 
        "id": "10152612184566729_16060132", 
        "message": "Time line ticker go away away away and im tired of my facebook asking me if I want to find friends with people... I'll do that myself on my own time :)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 67
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T01:12:13+0000", 
            "id": "10152612184566729_16061045", 
            "message": "Kristian"
        }, 
        {
            "created_time": "2014-03-19T12:52:58+0000", 
            "id": "10152612184566729_16079149", 
            "message": "NO, I do not like it and I cannot find one person that does like it!  Why do you have to change a good thing that everybody likes.  Please go back to the old last one!!!!"
        }, 
        {
            "created_time": "2014-03-19T15:25:56+0000", 
            "id": "10152612184566729_16084163", 
            "message": "Don't like any of the new format.  Much preferred it before you made the changes.  Many other people I've talked to feel the same way too.  Why can't you just leave \"well enough\" alone?  Also do not like all the like pages that keep coming up on my news feed, and all the side ads are getting more and more obnoxious."
        }, 
        {
            "created_time": "2014-03-19T15:36:00+0000", 
            "id": "10152612184566729_16084472", 
            "message": "Always thought Facebook was a social thing to bring family and friends together, and now it is mostly about advertising and trying to push people into making purchases.  Like \"NOMORERACK\", for instance.  Can't believe you let them advertise on Facebook.  They have burned me and several other people have told me the same thing.  I never received merchandise I purchased from them, nor did I receive the refund I was promised.  Will never buy anything I see on FB again."
        }, 
        {
            "created_time": "2014-03-19T16:06:56+0000", 
            "id": "10152612184566729_16085443", 
            "message": "NOPE.....DON\"T LIKE IT!!!!!!!!!!!!!"
        }, 
        {
            "created_time": "2014-03-19T22:34:11+0000", 
            "id": "10152612184566729_16100787", 
            "message": "And yet, when you ask to \"friend\" someone, FB tells you that you can't if you don't know them ! Why don't you LET PEOPLE DECIDE if they want to be friend instead of interfering in their ADULT decisions ?"
        }, 
        {
            "created_time": "2014-03-22T02:27:09+0000", 
            "id": "10152612184566729_16164160", 
            "message": "EXACATLLY @jomariemasterson"
        }
    ]
}