{
    "data": {
        "created_time": "2014-03-19T03:37:41+0000", 
        "id": "10152612184566729_16065082", 
        "message": "Has anyone ever liked any of the changes Facebook has made? In an answer......NO. The motto of Facebook seems to be if it isn't broke, we'll fix it until it is. Sadly, Facebook doesn't seem to care what the users think so why do they bother ever asking our opinion in the first place. Not like they are going to read it or even care if they did."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 512
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T03:52:51+0000", 
            "id": "10152612184566729_16067048", 
            "message": "Wish I could 'LIKE' this comment...\n...times 100"
        }, 
        {
            "created_time": "2014-03-19T04:01:17+0000", 
            "id": "10152612184566729_16067770", 
            "message": "and they only ask our opinion AFTER they have changed it"
        }, 
        {
            "created_time": "2014-03-19T04:02:19+0000", 
            "id": "10152612184566729_16067863", 
            "message": "And don't really care what our opinion is in the first place. That's the ironic part."
        }, 
        {
            "created_time": "2014-03-19T04:16:08+0000", 
            "id": "10152612184566729_16068828", 
            "message": "This time it's actually painful to my eyes though- they have never made me actively close the pages before"
        }, 
        {
            "created_time": "2014-03-19T09:19:11+0000", 
            "id": "10152612184566729_16074168", 
            "message": "Quit trying to justify your payroll by making changes the users don't want."
        }, 
        {
            "created_time": "2014-03-19T10:00:03+0000", 
            "id": "10152612184566729_16074825", 
            "message": "You are so right but I need to say it I guess, NO I DON\"T LIKE THE CHANGES>"
        }, 
        {
            "created_time": "2014-03-19T11:09:01+0000", 
            "id": "10152612184566729_16076078", 
            "message": "NO we do not like it..  Why  don't you listen to what is being said."
        }, 
        {
            "created_time": "2014-03-19T12:06:51+0000", 
            "id": "10152612184566729_16077612", 
            "message": "I didn't see them post BEFORE they made the change, only after.\nFacebook - how about you ask for beta testers and let US tell YOU what we want?"
        }, 
        {
            "created_time": "2014-03-19T15:01:54+0000", 
            "id": "10152612184566729_16083401", 
            "message": "leave it alone & my lettering i looks like its running out of ink so to speak & MICRO small. sometimes Change is not necessary when not broke"
        }, 
        {
            "created_time": "2014-03-19T18:28:43+0000", 
            "id": "10152612184566729_16091391", 
            "message": "We should be able to make a choice for our own news feed designs as well as our timeline - maybe have several to choose from (yahoo gives you some kinda option to make the front page yours)...We make our timeline personal with pics and with what we like - should be able to VIEW it the way we like as well."
        }, 
        {
            "created_time": "2014-03-20T01:16:48+0000", 
            "id": "10152612184566729_16105433", 
            "message": "AND, they don't give us a DISLIKE button to let them know!"
        }, 
        {
            "created_time": "2014-03-20T04:24:08+0000", 
            "id": "10152612184566729_16110088", 
            "message": "This is the reason I left Myspace. All the constant changes started to get on my nerves."
        }, 
        {
            "created_time": "2014-03-20T12:34:32+0000", 
            "id": "10152612184566729_16116991", 
            "message": "All they care about is more money, more money, more money...."
        }, 
        {
            "created_time": "2014-03-20T14:25:17+0000", 
            "id": "10152612184566729_16120233", 
            "message": "I'm tired of seeing the same thing everytime I go to the home page - over and over and over -"
        }, 
        {
            "created_time": "2014-03-21T17:02:13+0000", 
            "id": "10152612184566729_16153674", 
            "message": "I'd rather see things from my friends, than post from sites I've never heard of... And I keep having to hit MORE POSTS"
        }, 
        {
            "created_time": "2014-03-21T17:41:11+0000", 
            "id": "10152612184566729_16154539", 
            "message": "wait a minute can they use that one I thought the government had exclusivity on that !"
        }, 
        {
            "created_time": "2014-03-21T20:27:56+0000", 
            "id": "10152612184566729_16157834", 
            "message": "I HATE THIS NEW LOOK (and yes, I am shouting!)"
        }, 
        {
            "created_time": "2014-03-22T00:47:36+0000", 
            "id": "10152612184566729_16162583", 
            "message": "Yep....AFTER it's too late.  I never heard ONE person that like Time Line but we still have it and I still don't use it!"
        }, 
        {
            "created_time": "2014-03-30T08:16:21+0000", 
            "id": "10152612184566729_16310140", 
            "message": "It's cute that anyone thinks Facebook is asking our opinions - forcing yet ANOTHER change for the worse on us loyal users for the sake of advertisers who will not hesitate to abandon Facebook the split-second it turns into a MySpace-esque failure (which is coming sooner and sooner with each new feature designed to, putting it in a 100% accurate way, spit in our faces) is a more accurate way of putting it. Otherwise, I'm in full agreement."
        }, 
        {
            "created_time": "2014-03-30T17:25:13+0000", 
            "id": "10152612184566729_16317157", 
            "message": "Hello"
        }, 
        {
            "created_time": "2014-04-04T16:40:32+0000", 
            "id": "10152612184566729_16399393", 
            "message": "thats true"
        }, 
        {
            "created_time": "2014-04-08T03:33:34+0000", 
            "id": "10152612184566729_16474700", 
            "message": "they are not asking for it.. they just told you that we did and you have to get used to it.. lolx"
        }, 
        {
            "created_time": "2014-04-08T07:22:43+0000", 
            "id": "10152612184566729_16477689", 
            "message": "They do listen. They don't care about what the ones who cry \"keep it the same\", because a website has to update their looks to match and help innovate new better designs (if websites didn't experiment with looks, we'd still be in the days where midis played in the background, some scrolling marquee says \"welcome to my page\", and titles in comic sans on a checkered tiled background.\n\nwhen people respond on how they cab improve stuff, they listen based on a majority's want. They did it with the photo theatre mode and now its much better, they did it with timeline and now its much better.\n\nComparing the changes Facebook does to the cha goes MySpace did is not even in a slightest way accurate or relative. Myspace completely renovated the entire look, after only pushing in more modules stolen from Facebook (the status updates, the comments on status updates, that joke of a chat bar that never connected, gifts, people you may know (which always showed no one you knew, just foreign ers), before they threw up a completely new look in an attempt to redeem the few people they scared off back. In that overnight change they redesigned and organized EVERYTHING, broke many layouts, deleted a bunch of users content, which ultimately killed MySpace. And then they sold it to Justin Timberlake who turned it into... whatever it is now.\n\nFacebook does not do what MySpace did. Facebook does stuff they hope improves users experience in the long run. \n\nIf you don't like it, you can always feel free to finally switch to Google+ like everyone used to threaten (yes I am making fun of you who threatened it but never kept your word. Well, I'm making fun of all of you, but I'm exception ally making fun of you Google + supporters, and I hope you feel like a fool knowing only 4 people use Google+)\n\n/end rant"
        }, 
        {
            "created_time": "2014-04-08T13:21:38+0000", 
            "id": "10152612184566729_16480865", 
            "message": "We never have had the chance to decide. Can't we implement individual designs for everyone? That makes it more personal :)"
        }, 
        {
            "created_time": "2014-04-15T14:49:35+0000", 
            "id": "10152612184566729_16638978", 
            "message": "When I see a reply from facebook to the numerous complaints...I noticed they seem like cookie cutter responses. I think they are automated somehow and that bothers me more than the changes."
        }
    ]
}