{
    "data": {
        "created_time": "2014-03-19T19:58:33+0000", 
        "id": "10152612184566729_16094710", 
        "message": "The news feed is so screwed up - the really important ones just seem to disappear. Just leave them in chronological order - please!! Every time I click on a link to another page and them come back to my homepage, the other things I wanted to go to are gone!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 419
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-03-19T21:11:55+0000", 
            "id": "10152612184566729_16097718", 
            "message": "Hi Mike. Thanks for sharing your frustration about the News Feed. You are able to adjust what you see in your News Feed by sorting which stories you see first, by using friend lists, and by managing which friends, Pages and app stories you want to see. Please see how to adjust your News Feed in the Help Center: http://on.fb.me/1emKNkD  -Leigh"
        }, 
        {
            "created_time": "2014-03-19T21:22:02+0000", 
            "id": "10152612184566729_16098120", 
            "message": "thanks Facebook:)"
        }, 
        {
            "created_time": "2014-03-19T23:09:58+0000", 
            "id": "10152612184566729_16101913", 
            "message": "Mark,"
        }, 
        {
            "created_time": "2014-03-20T02:00:52+0000", 
            "id": "10152612184566729_16106570", 
            "message": "put it back to the way it was we could with one click get current feeds"
        }, 
        {
            "created_time": "2014-03-20T02:51:18+0000", 
            "id": "10152612184566729_16107749", 
            "message": "I dont see any difference :)"
        }, 
        {
            "created_time": "2014-03-20T04:34:49+0000", 
            "id": "10152612184566729_16110376", 
            "message": "Facebook, I don't think that the HelpDesk link you provided addresses Mike's complaint. I think what Mike was referring to was the \"auto-refresh\" -- that is, if a user returns to FB after not using it for a few hours, instead of seeing the story they were reading when they left off, they are automatically taken either to the \"Most Recent\" or \"Top\" story (depending on their personal settings in the HelpDesk link you provided). That is, Facebook auto-refreshes, regardless of Sort type. I think that many users -- myself included -- don't like this, because we read our NewsFeeds like a magazine or book, and the auto-refresh essentially equates to \"losing one's page\", so to speak."
        }, 
        {
            "created_time": "2014-03-20T07:11:50+0000", 
            "id": "10152612184566729_16112726", 
            "message": "didn't that guy mike say links don't work and then you send him a link to fix his problem."
        }, 
        {
            "created_time": "2014-03-20T09:56:12+0000", 
            "id": "10152612184566729_16114115", 
            "message": "I don't even have the little arrow to change my newsfeed to most recent. ??? I don't even see half of my friends posts, and sometimes they were important!"
        }, 
        {
            "created_time": "2014-03-20T09:59:16+0000", 
            "id": "10152612184566729_16114147", 
            "message": "That's right. Make it a hassle and waste my time instead of just having the option at the top of the page like you used to. I am sure there is a reason for doing this. Not for our benefit, but for yours."
        }, 
        {
            "created_time": "2014-03-20T10:08:36+0000", 
            "id": "10152612184566729_16114267", 
            "message": "Exact same anguish as Mike Smith. I don't see that Facebook response is relevant."
        }, 
        {
            "created_time": "2014-03-20T10:26:51+0000", 
            "id": "10152612184566729_16114507", 
            "message": "How about you show me all of my friends and pages posts, and I will decide which ones to remove."
        }, 
        {
            "created_time": "2014-03-20T10:52:51+0000", 
            "id": "10152612184566729_16114868", 
            "message": "I only this worked. I don't find a news feed short option any more. Back to using a browser"
        }, 
        {
            "created_time": "2014-03-20T11:38:58+0000", 
            "id": "10152612184566729_16115631", 
            "message": "I know how to adjust it FB....but your stupid algorithms keep changing it back....just let the default be 'MOST RECENT' instead of \"TOP STORIES\" - geez"
        }, 
        {
            "created_time": "2014-03-20T12:48:45+0000", 
            "id": "10152612184566729_16117422", 
            "message": "I don't like it at all!  Too confusing but like all the other changes I will get used to it.  Please leave things alone!!"
        }, 
        {
            "created_time": "2014-03-20T14:00:06+0000", 
            "id": "10152612184566729_16119499", 
            "message": "My news feed did not change to the new one yet?"
        }, 
        {
            "created_time": "2014-03-20T15:47:48+0000", 
            "id": "10152612184566729_16123731", 
            "message": "new layout sucks they should gave us the option to keep old layout"
        }, 
        {
            "created_time": "2014-03-20T18:03:15+0000", 
            "id": "10152612184566729_16128952", 
            "message": "FACEBOOK - I don't have an arrow"
        }, 
        {
            "created_time": "2014-03-20T20:20:37+0000", 
            "id": "10152612184566729_16133188", 
            "message": "We should not have to adjust anything. If a friend sends us a post no matter how often or seldom they do it, we should be able to see it."
        }, 
        {
            "created_time": "2014-03-21T00:13:12+0000", 
            "id": "10152612184566729_16138935", 
            "message": "I HATE IT"
        }, 
        {
            "created_time": "2014-03-21T00:49:30+0000", 
            "id": "10152612184566729_16139632", 
            "message": "@Facebook:  That is too much work!!!"
        }, 
        {
            "created_time": "2014-03-21T03:23:58+0000", 
            "id": "10152612184566729_16142511", 
            "message": "I know where to change the setting. The problem is you keep changing it back to top stories. Stop, please."
        }, 
        {
            "created_time": "2014-03-21T03:46:48+0000", 
            "id": "10152612184566729_16142820", 
            "message": "Facebook Whoever responded -- your \"helpful\" post is unhelpful.  Changing my feed to \"most recent\" does NOT show all my posts.  I can go to friend's pages and prove that their posts are not showing up in \"most recent\" OR \"top stories\" -- give me a facts that can show my ALL my friend feeds or just admit that you won't."
        }, 
        {
            "created_time": "2014-03-21T12:18:32+0000", 
            "id": "10152612184566729_16147282", 
            "message": "Who decides what is the most interesting stories are anyway. Is that someone's job. To sit and view everyone's page deciding what that person is interested in the most. RIGHT!! *rolling eyes*"
        }, 
        {
            "created_time": "2014-03-21T14:30:52+0000", 
            "id": "10152612184566729_16150032", 
            "message": "I have adjusted mine to most recent, but it keeps changing it every time I log on"
        }, 
        {
            "created_time": "2014-03-21T19:23:13+0000", 
            "id": "10152612184566729_16156572", 
            "message": "Adjust the news feed? Really? And all you need is a degree in engineering."
        }
    ]
}