{
    "data": {
        "created_time": "2014-09-22T18:34:08+0000", 
        "id": "10152326787725079_10152326799360079", 
        "message": ""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 430
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-22T18:40:52+0000", 
            "id": "10152326787725079_10152326812425079", 
            "message": "Actually he has!"
        }, 
        {
            "created_time": "2014-09-22T18:43:17+0000", 
            "id": "10152326787725079_10152326816795079", 
            "message": "He uses the words bitch, whore, trick, anthrax on ya tampax, ima kill you,  alot aaaaand he is insecure because of his age and sabotages his relationships with women cause they treated him like shit in the past."
        }, 
        {
            "created_time": "2014-09-22T18:48:27+0000", 
            "id": "10152326787725079_10152326825930079", 
            "message": "I have nothing against white people, had white friends while growing up, have been aproached by white guys but never gave it a go coz i think they're bad kissers with those small lips and i was scared to look into those blue and grey eyes respectively. That's a cute baby btw, MWAH! on those cheeks!"
        }, 
        {
            "created_time": "2014-09-22T18:49:41+0000", 
            "id": "10152326787725079_10152326828465079", 
            "message": "We don't like dem big lips shaney"
        }, 
        {
            "created_time": "2014-09-22T19:19:52+0000", 
            "id": "10152326787725079_10152326917705079", 
            "message": "Racists"
        }, 
        {
            "created_time": "2014-09-22T19:34:03+0000", 
            "id": "10152326787725079_10152326994860079", 
            "message": "Of course that's racism!\nThe worst thing is, they don't ever think they're being racist!!"
        }, 
        {
            "created_time": "2014-09-22T20:30:02+0000", 
            "id": "10152326787725079_10152327109310079", 
            "message": "It's all bullshit to me. We're all the same at the end of the day regardless of race"
        }, 
        {
            "created_time": "2014-09-22T21:04:34+0000", 
            "id": "10152326787725079_10152327168780079", 
            "message": "Why is there always a stupid race debate when Eminem is of topic. I have heard his records and he has never uttered the word nigga and he probably has a license to use it. One thing is for certain, if it was not for Dre, he would not be global. Still a great talent and well respected as an artist. For me him Busta, LL and Nas are the only 3 that are credible and at the top"
        }, 
        {
            "created_time": "2014-09-22T21:04:55+0000", 
            "id": "10152326787725079_10152327169230079", 
            "message": "4 sorry"
        }, 
        {
            "created_time": "2014-09-22T22:06:41+0000", 
            "id": "10152326787725079_10152327281870079", 
            "message": "He did but he apologized"
        }, 
        {
            "created_time": "2014-09-22T22:19:23+0000", 
            "id": "10152326787725079_10152327296650079", 
            "message": "I am not a racist, i grew up with friends of all races. Lol @ Nicky, but i think fuller lips deliver a better kiss cause i felt that if i kiss a guy with a smaller mouth i would drown the boy with my lips. Maybe i'm just a little scared people but i do know that white guys are sweethearts and most of them treat their ladies with the utmost respect."
        }, 
        {
            "created_time": "2014-09-22T23:16:11+0000", 
            "id": "10152326787725079_10152327383730079", 
            "message": "He did actually, U can hear it yourself. The song \"if I was white\" by sticky fingaz. \"Couldn't say the n word without startin a fight Ahhh (Eminem: WHATS UP MY N*****????\")"
        }, 
        {
            "created_time": "2014-09-23T00:41:11+0000", 
            "id": "10152326787725079_10152327490730079", 
            "message": "Rap god. Even asian knows stupid asses"
        }, 
        {
            "created_time": "2014-09-23T00:54:27+0000", 
            "id": "10152326787725079_10152327503530079", 
            "message": "He said \"nig\" in one of his songs. That's it"
        }, 
        {
            "created_time": "2014-09-23T06:31:50+0000", 
            "id": "10152326787725079_10152327861425079", 
            "message": "Well duh he's not black"
        }, 
        {
            "created_time": "2014-09-23T07:09:29+0000", 
            "id": "10152326787725079_10152327891995079", 
            "message": "He said the word in the song Criminal"
        }, 
        {
            "created_time": "2014-09-23T11:23:18+0000", 
            "id": "10152326787725079_10152328103180079", 
            "message": "& shaney adre blouw I agree with u I'm not racist either I got more black friends then white my husband is actually the first white person I have ever dated they are very sweet rub your feet or what ever u want done but something about black dudes turned me on back then something about there swag"
        }, 
        {
            "created_time": "2014-09-23T13:33:11+0000", 
            "id": "10152326787725079_10152328241400079", 
            "message": "I maintain that Eminem has a love-hate relationship with women. That man has alot of unforgiveness towards women and to make it worse he has mingled with strippers and whores wich comes with the rap industry. He needs psy treatment otherwise his daughters are gonna grow up to marry angry, bitter men like him who will call them sluts and NAMES OF PROSTITUTES.  @ Crystal, what made you change your mind cause they say \"once you go black, you never go back\". "
        }, 
        {
            "created_time": "2014-09-23T14:39:12+0000", 
            "id": "10152326787725079_10152328314525079", 
            "message": "Aha! I'm enjoying my yogueta and googling Eminem and she did find a guy just like him, smh my words weren't even cold yet. Some people should stop being so vocal bout golddiggers, whores and users and stop sending video messages from their studios to 3rd world countries when they're supposed to receive awards *inhales* and should start handling their business, spending time with the girls, affirming them so the next time some punk tells them he loves them and they're beautiful, they'll be like, \"i know, my dad says that all the time\" and walk off instead of thinking they're inlove!!!!! *exhales, throws my hair back and walks away*"
        }, 
        {
            "created_time": "2014-09-23T18:15:32+0000", 
            "id": "10152326787725079_10152328621785079", 
            "message": "https://www.youtube.com/watch?v=YYGSljoyNJQ To any who didn't believe me. Go to 1:11 in this video. He says it yet again. Lol"
        }, 
        {
            "created_time": "2014-09-24T09:32:05+0000", 
            "id": "10152326787725079_10152329638345079", 
            "message": "brill guy"
        }, 
        {
            "created_time": "2014-09-25T06:21:02+0000", 
            "id": "10152326787725079_10152331046935079", 
            "message": "I don't think there is anything wrong with the word 'nigga' when you're a rapper. I mean this guy has black friends, lived in a black neighbourhood so people should know that he is not racist. It's like the word 'kaffer' in S Africa, wich i think is worse than 'nigga', blacks call us coloureds ( yes there is a difference in SA) Mallauw, yesterday i learnt that it means 'bastard child', product of a forbidden multi racial affair ( wich was taboo during the apartheid years). I think that's a fucking rude word just like saying a white person is a red neck or an Afrikaans (my first language) speaking white person is a 'dutchman'. Make sure you have african american friends who knows your heart before using that word. 1. I hate cats 2. I have nothing against blue or grey eyes, just don't look into my eyes cause your eyes look like pools of water that can penetrate my soul and scares the shit outta me. Smh"
        }, 
        {
            "created_time": "2014-09-26T09:28:42+0000", 
            "id": "10152326787725079_10152333002260079", 
            "message": "he has used this word.....i think u haven't heard all his songs...jst listen 2 \"all she wrote\""
        }, 
        {
            "created_time": "2014-09-30T05:06:05+0000", 
            "id": "10152326787725079_10152339770770079", 
            "message": ""
        }, 
        {
            "created_time": "2014-10-05T07:04:06+0000", 
            "id": "10152326787725079_10152350560510079", 
            "message": "He's not black that's y lol"
        }
    ]
}