{
    "data": {
        "created_time": "2014-08-08T13:15:22+0000", 
        "id": "10152950174671729_10152956215276729", 
        "message": "Your messenger app sucks. I Uninstalled it. Change your permissions."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 147
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-08T15:35:43+0000", 
            "id": "10152950174671729_10152956493271729", 
            "message": "We're sorry to hear that, Alissa. If there's anything we can do to make your Messenger experience more enjoyable, please let us know at: http://on.fb.me/XMKGKn. - Elissa"
        }, 
        {
            "created_time": "2014-08-08T16:00:19+0000", 
            "id": "10152950174671729_10152956544296729", 
            "message": "How about you let us view our messages in the same app like we ALWAYS did!! this is just so stupid to have to go to another app and then that stupid bubble, its just ridiculous! cant you see everyone HATES IT!"
        }, 
        {
            "created_time": "2014-08-08T16:14:56+0000", 
            "id": "10152950174671729_10152956577686729", 
            "message": "100% Agree Megan and Alissa!!!"
        }, 
        {
            "created_time": "2014-08-08T16:15:04+0000", 
            "id": "10152950174671729_10152956579766729", 
            "message": "I uninstalled mine too."
        }, 
        {
            "created_time": "2014-08-08T16:23:09+0000", 
            "id": "10152950174671729_10152956600421729", 
            "message": "Yup I uninstalled mine as well because it slowed my phone down too much. Forcing your users to install an app because you think it's easier to use isn't always better for the user!!"
        }, 
        {
            "created_time": "2014-08-08T16:55:53+0000", 
            "id": "10152950174671729_10152956670526729", 
            "message": "I have no intention of installing the messenger app, especially with all the \"features\" of how it violates your privacy."
        }, 
        {
            "created_time": "2014-08-08T16:56:29+0000", 
            "id": "10152950174671729_10152956671306729", 
            "message": "It's just two clicks now instead of one.  And on occasion, it's useful to have the IM \"bubble\" thing pop up.  Could make the message drop down menu more prominent, though.  (Saying \"it sucks\" and nothing else is not constructive.)"
        }, 
        {
            "created_time": "2014-08-08T17:02:19+0000", 
            "id": "10152950174671729_10152956687411729", 
            "message": "Facebook. Explain and defend  yourself. Separate posts are killing you!"
        }, 
        {
            "created_time": "2014-08-08T17:20:01+0000", 
            "id": "10152950174671729_10152956731286729", 
            "message": "facebook, shows they do not care what the users have to say. Just like how they're KILLING page owners with not showing posts! This new app is absolutely stupid!! Slowly everyone will leave facebook and then what will you have?"
        }, 
        {
            "created_time": "2014-08-08T17:20:02+0000", 
            "id": "10152950174671729_10152956731336729", 
            "message": "I actually like the fb messenger bcuz with it i can msg people with one of my accs and also msg people with my other acc in the fb app"
        }, 
        {
            "created_time": "2014-08-08T17:34:39+0000", 
            "id": "10152950174671729_10152956762821729", 
            "message": "Also uninstalled as most of my friends today. Too much violation of privacy with permissions."
        }, 
        {
            "created_time": "2014-08-08T17:55:30+0000", 
            "id": "10152950174671729_10152956802156729", 
            "message": "I can't stand messenger!!! I tried it and uninstalled it!  Now your forcing me to use it!!!"
        }, 
        {
            "created_time": "2014-08-08T18:22:46+0000", 
            "id": "10152950174671729_10152956854496729", 
            "message": "None of you have to use it just deleted it they monitor you through you lens audio and take pics, alter your phone service and internet connection and they can text people in your phone as you and look at your emails. Everyone boycott the\nMessenger app until they change it. Not worth the violation of privacy to me"
        }, 
        {
            "created_time": "2014-08-08T18:27:01+0000", 
            "id": "10152950174671729_10152956863841729", 
            "message": "Im about to just deactivate my account all together. Screw this."
        }, 
        {
            "created_time": "2014-08-08T18:38:01+0000", 
            "id": "10152950174671729_10152956884051729", 
            "message": "I've uninstalled it, too. If that means I can't access my messages on my phone or tablet, so be it."
        }, 
        {
            "created_time": "2014-08-08T18:46:23+0000", 
            "id": "10152950174671729_10152956899511729", 
            "message": "I along with MANY users 1) can not stand messenger and how it operates.  In addition to the many security concerns, I do not want it to message my phone with new messages and could not find a way to stop it 2) Deleted the FB APP from my phone since it keeps forcing me to add messenger.   I am a heavy user of FB both personally and professionally.   I have been through numerous changes and have never complained but the messenger app is completely obnoxious and forced me to change privacy settings I did NOT want to change just to get it to work without constantly giving me error messages. I felt strongly enough about this issue to take the time and post this.  MESSENGER needs to GO!"
        }, 
        {
            "created_time": "2014-08-08T19:14:47+0000", 
            "id": "10152950174671729_10152956957071729", 
            "message": "How do you uninstall messenger ?? I can not find out how to :("
        }, 
        {
            "created_time": "2014-08-08T19:23:53+0000", 
            "id": "10152950174671729_10152956974131729", 
            "message": "I refuse to install the new messenger... Privacy invasions have got to stop!!!"
        }, 
        {
            "created_time": "2014-08-08T20:53:57+0000", 
            "id": "10152950174671729_10152957180481729", 
            "message": "I installed the Facebook messenger app, I deleted it after reading a lot of disturbing info about, btw if you have deleted it from make sure you go into your iPhone if you have one and delete it from your iCloud back up storage, another feed said that even if you deleted the app from your phone, it could still be sneak attacking you without you knowing it. \nSettings>iCloud>storage and backup>manage storage>click on this iPhone> in there you can turn off whatever you need to."
        }, 
        {
            "created_time": "2014-08-09T03:25:36+0000", 
            "id": "10152950174671729_10152957816091729", 
            "message": "Christine Nimmo Casavecchia  youre not ALONE!  ^^^"
        }, 
        {
            "created_time": "2014-08-09T05:13:33+0000", 
            "id": "10152950174671729_10152957973331729", 
            "message": "We all demand privacy. This app makes your social media system almost useless. Things need to change."
        }, 
        {
            "created_time": "2014-08-09T06:14:14+0000", 
            "id": "10152950174671729_10152958048496729", 
            "message": "Elisa , from Facebook , do you know that you sound like that robot HAL ON 2001 A Space Odysey???!!!"
        }, 
        {
            "created_time": "2014-08-09T06:31:13+0000", 
            "id": "10152950174671729_10152958067061729", 
            "message": "THE LINK THEY PROVIDED ABOVE LETS THEM KNOW HOW YOU REALLY FEEL. I THINK ELISSA FROM FACEBOOK IS REALLY THE COMPUTER HAL FROM 2001 A Space Odysey!  How ridiculous and inappropriate to talk to us like a robot!  Why do you think we hate it!  Say good bye to me!  I told Zuckerberg how I felt. Will probably be locked up or something in a few moments !  That's how I feel about it. I think he is the Beast!"
        }, 
        {
            "created_time": "2014-08-09T14:57:18+0000", 
            "id": "10152950174671729_10152958773816729", 
            "message": "I honestly don't see a single problem with the way it's set up. Unless your phone is like 10 years old, one app should do nothing to slow down your phone, that's a nocebo if anything, and the button in the Facebook app goes directly to the messenger app, and then it allows one click back to the Facebook app, just like when it was built into the app (at least that's how it works on an iPhone). And to the \"page owners\" who are complaining that not showing posts is \"killing\" them, your posts are only not shown to people who normally aren't interested in your posts, so if nobody sees them, it means none of the people who \"like\" your page actually like your page. Also, it's not killing you, it's minimally inconveniencing you. That being said, I don't like how the News Feed is organized, because I always feel like a stalker commenting on weeks-old posts that were at the top of my news feed before I check the date."
        }, 
        {
            "created_time": "2014-08-09T17:14:54+0000", 
            "id": "10152950174671729_10152959025316729", 
            "message": "The only thing i dont like about the messenger app or even messages on the website is that the location option shouldn't even be an option.. remove this now!"
        }
    ]
}