{
    "data": {
        "created_time": "2014-08-07T21:09:53+0000", 
        "id": "10152950174671729_10152954618506729", 
        "message": "Facebook, I will not be downloading your new messenger app. I disagree with what you are asking your uses to give you access to. If this sort of thing continues, I'll just remove myself from this site altogether and try the latest trend in social media I've been hearing about. I think it's called \"the phone\". Live without you for most if my life and I'm sure most of us could make it without you. I appreciate that you've allowed me to reconnect with old friends but upon reading huffposts article on this app, I've decided it's not worth the price of admission."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 22
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-08T17:45:44+0000", 
            "id": "10152950174671729_10152956780881729", 
            "message": "I find it strange that Facebook will answer all questions concerning other questions or thoughts of what is bugging them on here, but this is one subject that is not being addressed properly. What gives anyone the right to not give us a choice whether we want something or not? No one! We are still living in a country where we have the right to say NO. I've said, NO to the messenger app every day sometimes 10 times a day and still it's popping up on my phone to download it. \n\nI'm agree with you Elizabeth, I love the fact that I've been able to reconnect with loved ones and friends, but if push comes to shove I'll delete my Facebook and find another place to go hang out. Or I'll even ask for emails and just go back to doing that. \n\nWhat part of NO does Facebook creators not understand?!"
        }
    ]
}