{
    "data": {
        "created_time": "2014-08-07T06:47:45+0000", 
        "id": "10152950174671729_10152952950706729", 
        "message": "The messenger app is a BAD idea."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 272
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-07T17:47:53+0000", 
            "id": "10152950174671729_10152954030341729", 
            "message": "you can disable autoplay in the app under settings. on the computer you can get FB purity which will block all ads / annoying notifications and stop auto play as well"
        }, 
        {
            "created_time": "2014-08-07T22:20:20+0000", 
            "id": "10152950174671729_10152954788376729", 
            "message": "We're sorry to hear that, Dustin. If there's anything we can do to make your Messenger experience more enjoyable, please let us know at: http://on.fb.me/1zYqCSV. -Jenny"
        }, 
        {
            "created_time": "2014-08-07T22:38:22+0000", 
            "id": "10152950174671729_10152954872636729", 
            "message": "You can recommend to your facebook comrades to go back to the way it used to be. People are already skeptical of facebook and datamining its users, this only seems like another way of doing that. I cant logically think why facebook would want you to use a separate app for messaging ."
        }, 
        {
            "created_time": "2014-08-07T23:08:31+0000", 
            "id": "10152950174671729_10152954931811729", 
            "message": "?? I Have 2 face books ? Can't get one of them off ??do not how it got Thear"
        }, 
        {
            "created_time": "2014-08-07T23:56:51+0000", 
            "id": "10152950174671729_10152955017311729", 
            "message": "I don't like it either, I  won't install it."
        }, 
        {
            "created_time": "2014-08-08T00:03:47+0000", 
            "id": "10152950174671729_10152955028481729", 
            "message": "At least Facebook's team seems to care. You guys rock."
        }, 
        {
            "created_time": "2014-08-08T00:42:07+0000", 
            "id": "10152950174671729_10152955111311729", 
            "message": "Adam Mitchell must work for fb. Lol"
        }, 
        {
            "created_time": "2014-08-08T01:02:10+0000", 
            "id": "10152950174671729_10152955147086729", 
            "message": "Y U BLOCK MY ACC"
        }, 
        {
            "created_time": "2014-08-08T01:35:06+0000", 
            "id": "10152950174671729_10152955213416729", 
            "message": "@Jan Hill Wright , nope he works for \"Federal Government of the United States\"... so pretty much, Facebook works for him. LOL"
        }, 
        {
            "created_time": "2014-08-08T02:17:10+0000", 
            "id": "10152950174671729_10152955306291729", 
            "message": "Meow mix"
        }, 
        {
            "created_time": "2014-08-08T03:12:18+0000", 
            "id": "10152950174671729_10152955423136729", 
            "message": "I think we as americans need to wake up to privacy invasion as a nation. It has become so prevalent its out of control. Our government is doing much much worse ( illegally i may add) . Facebook's transgressions are just a symptom of what we accept and let happen, they are only following the money. We need to stand up against ALL forms of privacy invasion. If you think it begins and ends with facebook you are sorely mistaken. You cant live life with electronics and have a private life anymore.  Thats not facebooks fault , its our fault, But if facebook wants to get ahead of the curb that is coming it will start being less invasive and less cooperative with the government."
        }, 
        {
            "created_time": "2014-08-08T07:34:47+0000", 
            "id": "10152950174671729_10152955779606729", 
            "message": "I think it's really crazy that FB completely ignored my comments about their service terms, but commented on a lot of these other posts. That speaks volumes in itself."
        }, 
        {
            "created_time": "2014-08-08T11:35:48+0000", 
            "id": "10152950174671729_10152956053076729", 
            "message": "Dear Facebook--You really ought to let US decide whether we'd like your \"convenient\" Messenger app or not.  I do not and will just quit using your service for messages.  They're not going to get delivered any faster if we don't use it!  If you insist on being bullies about this, at least give us an option for our page that tells people we aren't playing by your rules."
        }, 
        {
            "created_time": "2014-08-08T11:40:32+0000", 
            "id": "10152950174671729_10152956061341729", 
            "message": "Kenna - I had the same issue - the requirements in the TOS for the fb chat app are insane, I won't use it, my phone kept asking me to download it, I wouldn't and I still won't.  my privacy and my safety and the fact it can cost me money by doing things like calling out from my phone or texting out from my phone is CRAZY - if I didn't need FB for networking I would deactive my acct today, but I will NOT download the chat app - having two apps is just a waste of space on my memory and worse the TOS shows no reguard for safety of users, or concern for privacy of users.  The chat app will be the true downfall of FB - some smart tech kid is working on a way to put fb out of business they way fb put myspace out of business - it's coming - just wait!!!"
        }, 
        {
            "created_time": "2014-08-08T12:23:47+0000", 
            "id": "10152950174671729_10152956129836729", 
            "message": "Once again Fb is forcing something on people they don't want now that they know what it is really doing and what they are signing up for. I do not want messenger and I think it is outrageous that people are being forced to use it."
        }, 
        {
            "created_time": "2014-08-08T13:11:53+0000", 
            "id": "10152950174671729_10152956210726729", 
            "message": "You're already in the sheets with the federal government to spy on the public - do you think that we (the non-idiots of the world) are going to just turn over free reign to our devices to you, and allow you permission to enable our microphone and camera at will?? lol, no thanks.  No more messaging on facebook for me."
        }, 
        {
            "created_time": "2014-08-08T13:14:09+0000", 
            "id": "10152950174671729_10152956213581729", 
            "message": "Dear Facebook...... Please consider your investors. Forcing the messenger app onto your users will be your downfall. I am aware of other social networks adding engagement and conversation features with less hassle and more reasonable privacy terms. If you force your users to migrate, your users will start migrating to other networks."
        }, 
        {
            "created_time": "2014-08-08T13:21:02+0000", 
            "id": "10152950174671729_10152956223446729", 
            "message": "If Facebook is requiring the app and there's no way around it, I'm deleting Facebook"
        }, 
        {
            "created_time": "2014-08-08T13:54:47+0000", 
            "id": "10152950174671729_10152956290291729", 
            "message": "Use your home computer for messaging"
        }, 
        {
            "created_time": "2014-08-08T13:56:53+0000", 
            "id": "10152950174671729_10152956293141729", 
            "message": "I removed facebook and messenger from my phone.  I will only be checking in once or twice a day from my laptop, unless and until messenger becomes mandatory for its use there as well, at which time, I will return to writing real letters and calling my friends and family on the phone.  FB is a novelty, but not necessary to my daily life.  Thanks, I needed that perspective."
        }, 
        {
            "created_time": "2014-08-08T20:45:16+0000", 
            "id": "10152950174671729_10152957145771729", 
            "message": "How can we delete apps we have tried and don't want any more? They are still in the cloud stored somewhere..."
        }, 
        {
            "created_time": "2014-08-08T22:26:36+0000", 
            "id": "10152950174671729_10152957349166729", 
            "message": "people need to jailbreak to go back to the old app, i have done it in my iphone 5s ios 7.1.2  and jailbreak also works on my ipad 4 latest ios!    you guys can say  bye to messenger app and install the old app!"
        }, 
        {
            "created_time": "2014-08-08T22:27:29+0000", 
            "id": "10152950174671729_10152957350396729", 
            "message": "you wiill need pangu to jailbreak   and appadict  account     and  appsync"
        }, 
        {
            "created_time": "2014-08-08T23:03:36+0000", 
            "id": "10152950174671729_10152957406691729", 
            "message": "Facebook ...You are drawing the line here with Privacy issues!"
        }, 
        {
            "created_time": "2014-08-08T23:43:20+0000", 
            "id": "10152950174671729_10152957468321729", 
            "message": "I used to have messenger, but i deleted it SPECIFICALLY because it made no sense to have two apps for the same FB account. Its wrong to force someone to download an app they dont want and honestly its not a logical decision to make. Stop forcing people to try an app that's becoming more infamous with each day. Clearly you don't have a favorable amount of supporters if you can only manage a1.5 of 5 star rating (check itunes). If you want to change this then change your methods of advertisement and stop forcing people to download an app they dont want. Honestly I hope people decide to stop using the app and even boycott fb just to show you that your users do have rights and should be listened to. Without us you can't do anything and will definitely lose profits until you change."
        }
    ]
}