{
    "data": {
        "created_time": "2017-08-09T20:17:45+0000", 
        "id": "10156005054966729_100615897319152", 
        "message": "I am very upset few weeks ago, with out any warning I no longer can share anything, I run two pages and I can not do my job to update, share, post, nothing, can not share to my family and friends either, very upsetting!  if I try all I see is a white blank box, that is it, I need to make a event right now and I can not because  it comes up as a white blank box, why? How do I or you fix this issue, I need it fixed now please. I do all my work off a iPad if that helps you, no I do not own a cell phone. So that is a no go for me. I have tried to send a repot to you as well, and tried to call but that is a no go to."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-09T20:19:32+0000", 
            "id": "10156005054966729_1056078837862187", 
            "message": "Thanks for reaching out, Christine. Please report what you're experiencing to us here: http://bit.ly/2vksHyD. -Stephanie"
        }, 
        {
            "created_time": "2017-08-10T01:14:02+0000", 
            "id": "10156005054966729_733554886832071", 
            "message": "Well Facebook that did not help or do anything because if I click on the the blue ?   And type in I can see nothing but a white box if I try to share, post, or do anything else on here there is no info or answer for that in any way it try to put it,  and also to report the problem opens up a blank white box that I can do nothing else with but close.  Still. Any other thoughts or ideas, and I know I am not the only one I have a friend on my page having the same issue hers has been this way for months, I can not wait any longer, please help can I private message you more info, can you message me, is there someone I can call?"
        }, 
        {
            "created_time": "2017-09-14T15:38:14+0000", 
            "id": "10156005054966729_175916822955274", 
            "message": "There's no point to report anyway. You can only click generic boxes and not say what your problem is. Then when they basically ignore you then you can choose the unhappy face and finally state your issue, but by then they have already dismissed you."
        }
    ]
}