{
    "data": {
        "created_time": "2017-08-04T16:21:44+0000", 
        "id": "10156005054966729_270633456753773", 
        "message": "You need to make available actual, live customer service people that we can talk to, chat with, etc., to resolve issues.  An ad I tried to run recently was not approved, and I have no idea why.  I was never given a specific reason, only referred to the policy.  The ad had zero profanity, zero referring to the viewer's attributes, and zero harassment.  I tried appealing and explained all that, and after review the ad was actually approved, for 15 minutes, when I then received another email stating it was not approved.  The only thing I can guess is that the decision was discriminatory in nature since my post was faith-based. Glitch?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-04T22:14:04+0000", 
            "id": "10156005054966729_858030091010654", 
            "message": "Hi Dorci. Learn more about our Ad Policies and what steps to take if your ad has been denied here: http://bit.ly/2v6SDMs. Hope this helps! -Ashley"
        }, 
        {
            "created_time": "2017-08-04T22:53:10+0000", 
            "id": "10156005054966729_1763854966961227", 
            "message": "No, I'm sorry, it doesn't. I've read the policy three times, I've appealed twice, I've left a review stating I was not satisfied because there was nothing in the ad whatsoever that violated the policy, and I still have yet to hear an exact reason for the ad denial, most likely because there is none. I'd like to speak to someone, not just be constantly referred to the policy."
        }, 
        {
            "created_time": "2017-08-16T17:15:57+0000", 
            "id": "10156005054966729_1427032567381326", 
            "message": "Plz open my I'd Ayat raza"
        }, 
        {
            "created_time": "2017-09-03T21:49:23+0000", 
            "id": "10156005054966729_261307494381966", 
            "message": "facebook=fuckbook"
        }, 
        {
            "created_time": "2017-09-03T22:00:33+0000", 
            "id": "10156005054966729_1884897105106943", 
            "message": "I put all the admitters in the mouth and I get rusty if the robot is not tuned and they do not do the work for the admins because I'm rightly jammed because they just closed my facem or back to the internet and they will be sent to the police to be required to my picture then a personal ID asking the data to use a personal identity card for its own use to release the data contained therein to persons who could break the stuff of facebook"
        }, 
        {
            "created_time": "2017-09-03T22:07:50+0000", 
            "id": "10156005054966729_116309812403132", 
            "message": "facebook has been safe for 10 years when there was no code generator users every time they received the code they received the code today 1 website is safe for me with theirroid application and the security menu was there marking what was 1 important security menu"
        }, 
        {
            "created_time": "2017-09-03T22:10:47+0000", 
            "id": "10156005054966729_140738436532415", 
            "message": "the admins are scratching because there is a butter behind their ears so they have spoiled the community"
        }, 
        {
            "created_time": "2017-09-03T22:12:54+0000", 
            "id": "10156005054966729_310652252741578", 
            "message": "the Americans are all running away from the trouble of getting nothing done"
        }
    ]
}