{
    "data": {
        "created_time": "2017-08-21T07:41:34+0000", 
        "id": "10156005054966729_332976240487675", 
        "message": "I have a problem with my fb mobile app and messenger on my sony xperia Z1 compact (Lollipop) i use it for work and i'm really frustrated because i'm unable to work. The latest Facebook update is causing a problem for sure. Performed a factory reset but as soon as I update it - the problems occur. After the FB update, everytime I would try to use FB update, the screen would just flash blue and white but the FB would not run an it keeps crashing again and again with other apps too. I have to restart many times in a day. I can't even receive a call because it would hang. I spent money at sending the mobile phone to a phone store for repair service thinking it was a major software crash. Nope, it's just Facebook fault, and they cant do anything about, since there is something wrong with the fb app software. I tried every solutions offered on the official website. They just didn't work. Eventually uninstalling facebook seems to have fixed it. But obviously I have to use facebook for work. What am I supposed to do?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-08-21T13:50:21+0000", 
            "id": "10156005054966729_480292975677055", 
            "message": "Hi Veronika. Thanks for reaching out. Please visit the following link to report a problem with the Android app: http://bit.ly/2xkcjw3. Thank you! -Caitlin"
        }
    ]
}