{
    "data": {
        "created_time": "2014-11-12T03:43:53+0000", 
        "id": "10152427885210079_10152427920590079", 
        "message": "\"Look, if you had one pot, or one opportunity\nTo eat all the spaghetti you ever wanted in one moment\nWould you capture it or just let it slip through your fork?\nYo\n\nHis palms are penne, knees meat, arms spaghetti\nAdd meatballs to the spaghetti, mom's secret recipe\nHe's nervous, but on the surface mom's spaghetti looks ready for meatballs\nbut he eats all the spaghetti, he can choke down,\nthe whole crowd goes spaghetti\nHe opens his mouth, but spaghetti won't come out\nHe's cooking now, everybody's cooking now\nThe clock's run out, dinner is over, bloah!\nSnap back to spaghetti, spaghetti is gravity\nOP goes Rabbity, he choked\nHe's so mad, but he won't give up that\nSpaghetti, no\nHe won't have it , he knows spaghetti looks like little ropes\nIt don't matter, it's dope\nHe knows that, but he's broke\nHe loves spaghetti he knows\nWhen he goes back to his mobile kitchen, that's when it's\nBack to spaghetti again, yo\nThis whole rap's spaghetti\nHe better grab spaghetti fast and hope he don't spill it\n[Hook:]\nYou better lose yourself in the pasta, lasagna\nSpaghetti, you better never let it go\nYou only get one shot, do not miss your chance to eat\nThis spaghetti only comes once in a lifetime yo\n(You better)\n\nSpaghetti is escaping, through his mouth that is gaping\nThis spaghetti's mine for the taking\nMake me more, as we move toward a, new spaghetti order\nA normal meal is boring, but spaghetti's awesome\nBoil til it's softer, the water grows hotter\nHe blows on it to cool it off a bit faster\nCoast to coast meals, he's known as spaghetti eater\nLonely roads, spaghetti knows\nHe's grown wheat from home, he's no farmer\nHe goes home and barely knows how to boil water\nBut hold your nose 'cause this sauce here has spoiled\nHis hoes don't want him no more, his dinner's foiled\nThey moved on to the next schmoe who cooks\nHe nose dove and sold pasta\nSo the cookbook has told and slams closed\nI suppose it's old spaghetti but it still tastes awesome\nDa da dum da dum da da\n\nNo more games, I'ma change what you call spaghetti\nTear this motherfreaking pot of pasta off the stove\nI was cooking in the beginning, the dinner's all ready\nIt's been chewed up and spit out and still looks good\nBut I kept cooking and stepped right into the next kitchen\nBest believe somebody's payin for this spaghetti\nAll the pain inside amplified by spaghetti\nCause I can't get by without spaghetti\nAnd I can't provide the right type of sauce for this spaghetti\nCause man, these goddam food stamps don't buy spaghetti\nAnd it's no movie, there's no Chance of Meatballs, this is my spaghetti\nAnd these times are so soft, and my spaghetti's even softer\nTrying to cook and eat my spaghetti, plus\nTeeter totter caught up between being a farmer and a pasta cooker\nBaby mama drama's screaming spaghetti and\nThere's not enough for me to wanna\nShare with her, another day without spaghetti\nHas gotten me to the point, I'm starving now\nI've got to formulate a recipe or end up straved and dead\nSpaghetti is my only motherfreaking option, lasagna's not\nSpaghetti, I love you, but this parmesan's got to go\nI cannot grow old eating my spaghetti cold\nSo here I go it's my dish.\nSauce fail me not, this may be the only spaghetti that I got\n\n[Hook]\n\nYou can make any spaghetti you set your mind to, man.\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 21
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-12T05:24:04+0000", 
            "id": "10152427885210079_10152428019180079", 
            "message": "fk u."
        }, 
        {
            "created_time": "2014-11-12T05:41:22+0000", 
            "id": "10152427885210079_10152428031080079", 
            "message": "really kak stupid fag"
        }, 
        {
            "created_time": "2014-11-12T19:00:22+0000", 
            "id": "10152427885210079_10152428877315079", 
            "message": "Hahaha brilliant bro"
        }
    ]
}