{
    "data": {
        "created_time": "2014-11-12T19:25:02+0000", 
        "id": "10152427885210079_10152428914120079", 
        "message": "To all the haters- This is 2014 in case no one knew.  They chose a performer for each genre, He was a perfect choice for hip hop.  If they didn't want him to curse they would've asked him not to.  Did anyone happen to notice how thrilled people were to see him! He is a top selling artist, like it or not.  You wouldn't go to a gallery and stand there complaining about the art you didn't like.  It's art, he is an artist, millions of people adore him. A lot of the people there were a bit younger, he appeals to many.  You don't have to like him but you don't have to cut him down either.  He is a person just like everyone else, if people didn't like what he does he wouldn't do it.  I went to his sold out show this summer with 90,000 people and it was life-changing.  I guess as he says \"You either love me or hate me\".  And no one is complaining about Metallica playing songs from 1986?  A lot of the people there weren't even born when that came out.  Eminem is current and the younger generation appreciates an artist that appeals to them.  The Bob Hope days are behind us, Edgy and fresh isn't bad unless your stuck in the past.  Taking time out to complain just says you have too much time on your hands and need a hobby :D"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-11-14T11:42:47+0000", 
            "id": "10152427885210079_10152432000520079", 
            "message": "Ice-T is a vet, I'd have liked for  him to have performed."
        }
    ]
}