{
    "data": {
        "created_time": "2014-11-13T21:58:51+0000", 
        "id": "10152427885210079_10152431089520079", 
        "message": "So many people were offended by the other songs performed by Eminem. He mentioned whipping a boxers ass like Ray Rice beat his the girlfriend in the elevator and then going out and parting with the Ravens. Now his very 1st album talked about slicing his girlfriends throat putting her in the trunk then he as his baby daughter would tie a rope around leg and toss her in the ocean. He mentioned Tommy Lee beating Pamela Anderson's ass and throwing her over furniture. He said Will Smith does not have to cuss to sell records, but I do so fuck him and fuck you too. Putting on a bullet proof vest and shooting himself in the head. And my personnel favorite dut dut da dun go go gadget dick. Oh and my mantra. I just don't give a fuck. So if Eminem shocks you don't listen to him. Those troops he performed in front of gave him the right of the 1st amendment to say and express thoughs things. So if you don't like him turn the channel I promise you the word fuck will pass thru his lips quite a few times. His great rapping skills, the speed and excellence of the amount of words said in one song. Gave him the title Rock God. I don't like gospel music but you don't see me with a picket sign in front of a church. And as the last song on his first album. I still don't give a fuck."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}