{
    "data": {
        "created_time": "2015-09-25T14:57:14+0000", 
        "id": "10154083433666729_10154087554541729", 
        "message": "Debido al hecho de que Facebook ha optado por incluir el software que permitirá el robo de mi información personal, yo declaro lo siguiente: en el día de hoy, 19 de septiembre 2014, en respuesta a las nuevas directrices de Facebook y en los artículos L.111, 112 y 113 del código de la propiedad intelectual, declaro que mis derechos están unidos a todos mis datos personales, dibujos, pinturas, fotografías, textos, etc ... publicados en mi perfil. Para el uso comercial de lo anterior se requiere mi consentimiento por escrito en cualquier momento. Lo mismo se aplica a todas las páginas que soy responsable. Los que leen este texto pueden copiarlo y pegarlo en su muro de Facebook. Esto les permitirá a ponerse bajo la protección de los derechos de autor. Por esta versión, le digo a Facebook que está estrictamente prohibido divulgar, copiar, distribuir, difundir, o tomar cualquier otra acción en mi contra sobre la base de este perfil y / o su contenido. Las acciones mencionadas anteriormente se aplican por igual a los empleados, estudiantes, agentes y / o empleados bajo la dirección de Facebook. El contenido del perfil incluyen información privada. La violación de mi privacidad es castigado por la ley (UCC 1-308 1 - 308 1 -103 y el Estatuto de Roma). Facebook es ahora una entidad de capital abierto. Se invita a todos los miembros a publicar un anuncio de este tipo, o si lo prefiere, puede copiar y pegar esta versión. Si usted no ha publicado esta declaración al menos una vez, estará tácitamente permitiendo el uso de elementos como sus fotos, así como la información contenida en la actualización de su perfil."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}