{
    "data": {
        "created_time": "2015-09-23T16:42:42+0000", 
        "id": "10154083433666729_10154083467886729", 
        "message": "That was very nice Mark, however you missed to address the request of many Facebook users to upgrade the user experience and include the SUPERLIKE !!! Feature. This will provide friends with the ability to properly express their WOW feeling to deserved Posts."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 17
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-23T16:57:20+0000", 
            "id": "10154083433666729_10154083504611729", 
            "message": "Hey Nissim. We’ve heard feedback that people would like more ways to express how they feel to their friends. We’re exploring different ways to enable people to express themselves and are hoping to test something soon. As with all of our tests, we’ll learn from our findings and only offer new options if people like the new experience. -Jenny"
        }, 
        {
            "created_time": "2015-09-23T17:07:08+0000", 
            "id": "10154083433666729_10154083520781729", 
            "message": "Nice one facebook :-)"
        }, 
        {
            "created_time": "2015-09-23T17:18:44+0000", 
            "id": "10154083433666729_10154083540281729", 
            "message": "Hi Jenny at Facebook. Thank you so much for responding to my comment. I would highly appreciate if you can provide me with a contact to where I can forward my complete program for the SUPERLIKE !!! \nJust an example, the SUPERLIKE will be under controlled supply (Facebook will provide to each user only 30 free SUPERLIKES per month) thus adding much to it's Value for Friends and Companied. This is just one of many points in my designed program for SUPERLIKE."
        }, 
        {
            "created_time": "2015-09-23T17:46:41+0000", 
            "id": "10154083433666729_10154083588256729", 
            "message": "Hey Nissim. If you have any suggestions you'd like to share with our team, please let us know here: http://on.fb.me/1apJAYz. We're constantly working to improve everyone's experience on Facebook thanks to your feedback, so please keep it coming! -Jenny"
        }, 
        {
            "created_time": "2015-09-23T18:11:23+0000", 
            "id": "10154083433666729_10154083632331729", 
            "message": "How about adding dislikes"
        }, 
        {
            "created_time": "2015-09-23T18:34:55+0000", 
            "id": "10154083433666729_10154083666431729", 
            "message": "Again many thanks to Jenny at Facebook. I will certainly use the link to forward my full suggested program for the SUPERLIKE !!\nI am positive that most of my suggested points in that program will be acceptable as is, and if needed can be easily modified/adjusted to better fit Facebook policy, strategy and will. \nNissim@shaltiel.com."
        }, 
        {
            "created_time": "2015-09-23T18:43:09+0000", 
            "id": "10154083433666729_10154083679256729", 
            "message": "Thanks for the feedback, Florita. We listen to all the feedback we get from the Facebook community. If you have anymore suggestions, we'd love to hear from you: http://on.fb.me/1LwUhuD. -Kate"
        }, 
        {
            "created_time": "2015-10-04T06:20:25+0000", 
            "id": "10154083433666729_10154106412926729", 
            "message": "Kalpana Khadka"
        }
    ]
}