{
    "data": {
        "created_time": "2015-09-29T15:53:01+0000", 
        "id": "10154083433666729_10154096670356729", 
        "message": "is this true ? Facebook\n\nNow it's official! It has been published in the media.\nFacebook has just released the entry price: $5.99 to keep\nthe subscription of your status to be set to \"private\". If you\npaste this message on your page, it will be offered for free\n(paste not share). If not, tomorrow, all your posts can\nbecome public, even the messages and photos that have\nbeen deleted. It does not cost anything for a simple copy\nand paste. \"Better safe than sorry.\" Channel 13 News was\njust talking about this change in Facebook's privacy policy.\nAs of September 28, 2015 at 12:01 p.m. PST, I do not give\nFacebook or any entities associated with Facebook\npermission to use my pictures, information, or posts, past,\npresent, and future. By this statement, I give notice to\nFacebook that I strictly forbid disclosure, copy, distribution,\nor use of any information in my profile and/or it's contents\nfor public use or to be used against me. The contents of my\nprofile is private and confidential information. The violation\nof my privacy is punishable by law (UCC 1-308- 1 1\n308-103 and the Rome Statute). NOTE: Facebook is now a\npublic entity. All members must post a note like this. If you\nprefer, you can copy and paste this version. If you do not\npublish a statement, at least once, you are allowing\nFacebook, use of your photos, as well as the information\ncontained in your profile, and status updates. YOU MUST\nCOPY"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-29T20:37:08+0000", 
            "id": "10154083433666729_10154097264831729", 
            "message": "Great question, Bea. This isn't true. We haven't changed our privacy policy recently. Our policy was last revised on 30 January 2015. You can read more about it here: http://on.fb.me/1LNiQDw. Hope this helps! -Rey"
        }
    ]
}