{
    "data": {
        "created_time": "2014-10-29T21:42:26+0000", 
        "id": "10152402664595079_10152403148470079", 
        "message": "Guys gone mainstream.. More about the money than music now.. This isn't either shady any more, shady was a bottle of hair bleach and vodka.. This is more EMINEM trying to sell hoodies and t shirts.. BRING BACK SHADY!!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-10-29T21:44:51+0000", 
            "id": "10152402664595079_10152403152720079", 
            "message": "Your fucking right, its too sad"
        }, 
        {
            "created_time": "2014-10-29T21:46:08+0000", 
            "id": "10152402664595079_10152403154705079", 
            "message": "Really is a shame !"
        }, 
        {
            "created_time": "2014-10-29T23:16:04+0000", 
            "id": "10152402664595079_10152403291005079", 
            "message": "Even though he was more mainstream from 1999 to 2004?"
        }, 
        {
            "created_time": "2014-10-29T23:18:13+0000", 
            "id": "10152402664595079_10152403293135079", 
            "message": "Maybe.. But was on a hell of a lot more vodka and hair bleach!!! All jokes a side, you trying to tell me he was pushing merch more then than now?!! Pssh.. Should never have named mmlp2 that, an never named this 1 shady, ruining his legacy.."
        }, 
        {
            "created_time": "2014-10-30T01:35:23+0000", 
            "id": "10152402664595079_10152403450445079", 
            "message": "\"Everybody say \"he's so mainstream \" just cause I found a hella way to fuse it . \" quote from Rap God lmao"
        }, 
        {
            "created_time": "2014-10-30T01:50:51+0000", 
            "id": "10152402664595079_10152403468525079", 
            "message": "But rap gods shit compared to his older music, when he didnt care about what any 1 thought of him, when he didn't care about selling t shirts and hoodies, when he was actually trying to make it, putting in 110% to get somewhere, now he's there, he's cashing in with minimal effort.. Would love him back on drugs, vodka and hair bleach. Then give him a pen and paper."
        }, 
        {
            "created_time": "2014-10-30T04:29:33+0000", 
            "id": "10152402664595079_10152403642295079", 
            "message": "So you want his life to go back to shit for your personal gain? Haha...the dudes still a genius, you obviously don't listen to his lyrics. You just wanna hear angry rap. Sure I agree I loved his fuck everybody attitude it was fun then. But he's grown up. And he did a whole cd of new stuff still, just be happy for that. The greatest hits was obvious. He ain't ruining nothing, you and all these other people complaining just aren't true fans and have no idea what you're talking about. My goodness."
        }, 
        {
            "created_time": "2014-10-30T11:51:22+0000", 
            "id": "10152402664595079_10152404030660079", 
            "message": "Dre - just Seems like since you become of your drugs you seem a lot softer, em - but sre all shady is , is a bottle of hair bleach and vodka! MY DARLING, listen to that, then listen to a new track.. Look at him then compared to now, can't tell me his number 1 priority for making music right now is isn't to push his merchandise."
        }, 
        {
            "created_time": "2014-10-30T20:26:42+0000", 
            "id": "10152402664595079_10152404692355079", 
            "message": "Jamie u r nt an EM fan. If u are then u will know dat his music is all about his life. A lot of artists died of drug abuse.... I mean a lot. He is 42, allow him to enjoy his life while he can. If u don't like his music anymore, listen to other bunch of artists or take a lot of drugs enter d studio and make one for urself. Peace    "
        }, 
        {
            "created_time": "2014-10-30T22:53:08+0000", 
            "id": "10152402664595079_10152404915395079", 
            "message": "Sounds good. Watch this space"
        }
    ]
}