{
    "data": {
        "created_time": "2016-05-03T19:17:56+0000", 
        "id": "10153464739040079_1566221080338012", 
        "message": "May 03, 2016\n\nSharing our gratitude\n\nPage 129\n\n\"My gratitude speaks when I care and when I share with others the NA way.\"\n\nGratitude Prayer\n\nThe longer we stay clean, the more we experience feelings of gratitude for our recovery. These feelings of gratitude aren't limited to particular gifts like new friends or the ability to be employed. More frequently, they arise from the overall sense of joy we feel in our new lives. These feelings are enhanced by our certainty of the course our lives would have taken if it weren't for the miracle we've experienced in Narcotics Anonymous. \n\nThese feelings are so all-encompassing, so wondrous, and sometimes so overwhelming that we often can't find words for them. We sometimes openly weep with happiness while sharing in a meeting, yet we grope for words to express what we are feeling. We want so badly to convey to newcomers the gratitude we feel, but it seems that our language lacks the superlatives to describe it. \n\nWhen we share with tears in our eyes, when we choke up and can't talk at all-these are the times when our gratitude speaks most clearly. We share our gratitude directly from our hearts; with their hearts, others hear and understand. Our gratitude speaks eloquently, though our words may not.\n\nJust for Today: My gratitude has a voice of its own; when it speaks, the heart understands. Today, I will share my gratitude with others, whether I can find the words or not.\n\nCopyright (c) 2007-2015,  NA World Services, Inc. All Rights Reserved"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}