{
    "data": {
        "created_time": "2016-04-19T14:13:57+0000", 
        "id": "10153464739040079_975196615891480", 
        "message": "April 19, 2016\n\nFootwork\n\nPage 113\n\n\"So many times, addicts have sought the rewards of hard work without the labor.\"\n\nBasic Text, p. 34\n\nWhen we first came to NA, some of us wanted everything, and right away. We wanted the serenity, the cars, the happy relationships, the friends, the closeness with our sponsor-all the things other people had gotten after months and years of working the steps and living life on life's terms. \n\nWe learned the hard way that serenity comes only from working the steps. A new car comes from showing up on the job every day and trying to \"practice these principles in all our affairs,\" including our employment. Healthy relationships come as a result of lots of hard work and a new willingness to communicate. Friendship with our sponsor comes as a result of reaching out during the good times as well as the bad. \n\nIn Narcotics Anonymous, we have found the path to a better way of life. To reach our destination, however, we must do the footwork. \n\nJust for Today: I want a better life. I will make an inventory of what I want, find out how to get it, talk with my sponsor about it, and do the necessary footwork."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}