{
    "data": {
        "created_time": "2016-04-21T14:11:37+0000", 
        "id": "10153464739040079_1677890349130334", 
        "message": "April 21, 2016\n\nFear\n\nPage 115\n\n\"We have found that we had no choice except to completely change our old ways of thinking or go back to using.\"\n\nBasic Text, p. 22\n\nMany of us find that our old ways of thinking were dominated by fear. We were afraid that we wouldn't be able to get our drugs or that there wouldn't be enough. We feared discovery, arrest, and incarceration. Further down the list were fears of financial problems, homelessness, overdose, and illness. And our fear controlled our actions. \n\nThe early days of recovery weren't a great deal different for many of us; then, too, fear dominated our thinking. \"What if staying clean hurts too much?\" we asked ourselves. \"What if I can't make it? What if the people in NA don't like me? What if NA doesn't work?\" The fear behind these thoughts can still control our behavior, keeping us from taking the risks necessary to stay clean and grow. It may seem easier to resign ourselves to certain failure, giving up before we start, than to risk everything on a slim hope. But that kind of thinking leads only to relapse. \n\nTo stay clean, we must find the willingness to change our old ways of thinking. What has worked for other addicts can work for us\n\nbut we must be willing to try it. We must trade in our old cynical doubts for new affirmations of hope. When we do, we'll find it's worth the risk.\n\nJust for Today: I pray for the willingness to change my old ways of thinking, and for the ability to overcome my fears.\n\nCopyright (c) 2007-2015,  NA World Services, Inc. All Rights Reserved"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}