{
    "data": {
        "created_time": "2016-04-17T11:15:12+0000", 
        "id": "10153464739040079_1676268465959189", 
        "message": "April 17, 2016\n\nPriority: meetings\n\nPage 111\n\n\"I initially felt that it would be impossible to attend more than one or two meetings a week. It just wouldn't fit in with my busy schedule. I later learned that my priorities were [180] degrees reversed. It was the everything else that would have to fit into my meeting schedule.\"\n\nSome of us attended meetings infrequently when we first came to Narcotics Anonymous, then wondered why we couldn't stay clean. What we soon learned was that if we wanted to stay clean, we had to make meeting attendance our priority. \n\nSo we began again. Following our sponsor's suggestion, we made a commitment to attend ninety meetings in ninety days. We identified ourselves as newcomers for our first thirty days so that others could get to know us. At our sponsor's direction, we stopped talking long enough to learn to listen. We soon began to look forward to meetings. And we began to stay clean. \n\nToday, we attend meetings for a variety of reasons. Sometimes we go to meetings to share our experience, strength, and hope with newer members. Sometimes we go to see our friends. And sometimes we go just because we need a hug. Occasionally we leave a meeting and realize that we haven't really heard a word that's been said-but we still feel better. The atmosphere of love and joy that fills our meetings has kept us clean another day. No matter how hectic our schedule, we make meeting attendance our priority. \n\nJust for Today: In my heart, I know that meetings benefit me in all kinds of ways. Today, I want what's good for me. I will attend a meeting."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}