{
    "data": {
        "created_time": "2016-05-06T21:03:43+0000", 
        "id": "10153464739040079_1683534775232558", 
        "message": "May 06, 2016\n\nAre we having fun yet?\n\nPage 132\n\n\"In time, we can relax and enjoy the atmosphere of recovery.\"\n\nBasic Text, p. 56\n\nImagine what would happen if a newcomer walked into one of our meetings and was met by a group of grim-faced people gripping the arms of their chairs with white knuckles. That newcomer would probably bolt, perhaps muttering, \"I thought I could get off drugs and be happy\". \n\nThankfully, our newcomers are usually met by a group of friendly, smiling folks who are obviously fairly content with the lives they've found in Narcotics Anonymous. What an enormous amount of hope this provides! A newcomer, whose life has been deadly serious, is strongly attracted by an atmosphere of laughter and relaxation. Coming from a place where everything is taken seriously, where disaster always waits around the next corner, it's a welcome relief to enter a room and find people who generally don't take themselves too seriously, who are ready for something wonderful. \n\nWe learn to lighten up in recovery. We laugh at the absurdity of our addiction. Our meetings-those rooms filled with the lively, happy sounds of percolating coffee, clattering chairs, and laughing addicts-are the gathering places where we first welcome our newcomers and let them know that, yes, we're having fun now.\n\nJust for Today: I can laugh at myself. I can take a joke. I will lighten up and have some fun today."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}