{
    "data": {
        "created_time": "2016-04-16T15:03:27+0000", 
        "id": "10153464739040079_1675935215992514", 
        "message": "April 16, 2016\n\n\"Acting as if\"\n\nPage 110\n\n\"Today, we seek solutions, not problems. We try what we have learned on an experimental basis.\"\n\nBasic Text, p. 58\n\nThe first time we heard that we should \"act as if,\" many of us exclaimed, \"But that's not honest! I thought we were always supposed to be honest about our feelings in Narcotics Anonymous.\" \n\nPerhaps we can reflect on when we first came into the program. We may not have believed in God, but we prayed anyway. Or maybe we weren't sure the program would work for us, but we kept coming to meetings regardless of what we thought. The same applies as we progress in recovery. We may be terrified of crowds, but if we act confidently and extend our hand, we'll not only feel better about ourselves, we'll find that we are no longer so frightened of large gatherings. \n\nEach action we take in this vein brings us closer to becoming the people we were meant to be. Each positive change we make builds our self-esteem. Through acting differently, we will realize that we are beginning to think differently. We are living ourselves into right thinking by \"acting as if.\" \n\nJust for Today: I will take the opportunity to act as if I can accept a situation I used to run from."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}