{
    "data": {
        "created_time": "2016-04-10T12:26:27+0000", 
        "id": "10153464739040079_10153468280830079", 
        "message": "April 10, 2016\n\nToo busy\n\nPage 104\n\n\"We must use what we learn or we will lose it, no matter how long we have been clean.\"\n\nBasic Text, p. 85\n\nAfter putting some clean time together, some of us have a tendency to forget what our most important priority is. Once a week or less we say, \"I've gotta get to a meeting tonight. It's been.. \" We've been caught up in other things, important for sure, but no more so than our continued participation in Narcotics Anonymous. \n\nIt happens gradually. We get jobs. We reunite with our families. We're raising children, the dog is sick, or we're going to school at night. The house needs to be cleaned. The lawn needs to be mowed. We have to work late. We're tired. There's a good show at the theater tonight. And all of a sudden, we notice that we haven't called our sponsor, been to a meeting, spoken to a newcomer, or even talked to God in quite a while. \n\nWhat do we do at this point? Well, we either renew our commitment to our recovery, or we continue being too busy to recover until something happens and our lives become unmanageable. Quite a choice! Our best bet is to put more of our energy into maintaining the foundation of recovery on which our lives are built. That foundation makes everything else possible, and it will surely crumble if we get too busy with everything else.\n\nJust for Today: I can't afford to be too busy to recover I will do something today that sustains my recovery."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}