{
    "data": {
        "created_time": "2016-05-04T18:49:08+0000", 
        "id": "10153464739040079_984411704969971", 
        "message": "May 04, 2016\n\n\"What about the newcomer?\"\n\nPage 130\n\n\"Each group has but one primary purpose - to carry the message to the addict who still suffers.\"\n\nTradition Five\n\nOur home group means a lot to us. After all, where would we be without our favorite NA meeting? Our group sometimes sponsors picnics or other activities. Often, home group members get together to see a movie or go bowling. We have all made good friendships through our home group, and we wouldn't trade that warmth for the world. \n\nBut sometimes we must take inventory of what our group is doing to fulfill its primary purpose-to carry the message to the still-suffering addict. Sometimes when we go to our meetings, we know almost everyone and get caught up in the laughter and fun. But what about the newcomer? Have we remembered to reach out to the new people who may be sitting by themselves, lonely and frightened? Do we remember to welcome those visiting our group? \n\nThe love found in the rooms of Narcotics Anonymous helps us recover from addiction. But once we have gotten clean, we must remember to give to others what was so freely given to us. We need to reach out to the addict who still suffers. After all, \"the newcomer is the most important person at any meeting.\"\n\nJust for Today: I'm grateful for the warm fellowship I've found in my home group. I will reach out my hand to the still-suffering addict, offering that same fellowship to others."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-07-16T01:02:16+0000", 
            "id": "10153464739040079_668770046605848", 
            "message": "Ask Marshall. No more liking Melissa right it's foster care for you abuse for you"
        }
    ]
}