{
    "data": {
        "created_time": "2016-04-30T12:19:58+0000", 
        "id": "10153464739040079_1681026002150102", 
        "message": "April 30, 2016\n\nGod does for us\n\nPage 124\n\n\"Ongoing recovery is dependent on our relationship with a loving God who cares for us and will do for us what we find impossible to do for ourselves.\"\n\nBasic Text, p. 99\n\nHow often have we heard it said in meetings that \"God does for us what we cannot do for ourselves\"? At times we may get stuck in our recovery, unable, afraid, or unwilling to make the decisions we know we must make to move forward. Perhaps we are unable to end a relationship that just isn't working. Maybe our job has become a source of too much conflict. Or perhaps we feel we need to find a new sponsor but are afraid to begin the search. Through the grace of our Higher Power, unexpected change may occur in precisely the area we felt unable to alter. \n\nWe sometimes allow ourselves to become stuck in the problem instead of moving forward toward the solution. At these times, we often find that our Higher Power does for us what we cannot do for ourselves. Perhaps our partner decides to end our relationship. We may get fired or laid off. Or our sponsor tells us that he or she can no longer work with us, forcing us to look for a new one. \n\nSometimes what occurs in our lives can be frightening, as change often seems. But we also hear that \"God never closes a door without opening another one.\" As we move forward with faith, the strength of our Higher Power is never far from us. Our recovery is strengthened by these changes.\n\nJust for Today: I trust that the God of my understanding will do for me what I cannot do for myself."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}