{
    "data": {
        "created_time": "2016-04-22T11:59:13+0000", 
        "id": "10153464739040079_976899332387875", 
        "message": "April 22, 2016\n\nTraveling the open road\n\nPage 116\n\n\"This is our road to spiritual growth.\"\n\nBasic Text, p. 37\n\nWhen we arrived at our first NA meeting, it looked like the end of the road to many of us. We weren't going to be able to use anymore. We were spiritually bankrupt. Most of us were totally isolated and didn't think we had much to live for Little did we realize that, as we began our program of recovery, we were stepping onto a road of unlimited possibilities. \n\nAt first, just not using was tough enough. Yet, as we watched other addicts working the steps and applying those principles in their lives, we began to see that recovery was more than just not using. The lives of our NA friends had changed. They had a relationship with the God of their understanding. They were responsible members of the fellowship and of society. They had a reason to live. We began to believe these things were possible for us, too. \n\nAs we continue our recovery journey, we can get sidetracked by complacency, intolerance, or dishonesty. When we do, we need to recognize the signs quickly and get back on our path-the open road to freedom and growth. \n\nJust for Today: I am continuing to develop my spiritual, social, and general living skills by applying the principles of my program. I can travel as far as I wish on the open road of recovery."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}