{
    "data": {
        "created_time": "2015-11-20T04:35:58+0000", 
        "id": "10154189880711729_10154203287996729", 
        "message": "Some 8000–10 000 people gathered in the streets of Sétif on that day, carrying British, French, American and Soviet flags to celebrate the victory. But the crowd was not content with just celebrating the Allies. They quickly started chanting anti-colonial slogans, calling for independence from their French masters.\n\nAnd when a young man covered himself in the green and white flag with a red star – then a symbol of North-African independence, now the Algerian flag – the French police had had just enough. A group of police officers surrounded the man, ripping apart the flag and beat him up. This infuriated the crowd, who now attacked not just the police, but French citizens as well.\n\nThe police tried to regain control and to spread the crowd with bullets and batons, but it only helped to escalate the violence. Word quickly spread about the chaos in Sétif, and soon the whole countryside was on fire. For three days the armed mob, now hiding in the mountains off the city, attacked anything representing France, killing French settlers – the pied-noirs – burning their houses and farms to the ground, attacking post offices and the local administration. The bloody turmoil now appeared to be a full rebellion, and the French counter-attack would be one fitted for war.\n\nIn one of the very few mentioning of the uprising at the time, France-presse reported that “The pacification [of the revolt] was managed without excess.” Nothing could be further from the truth, however. French war ships of the coast shelled the mountains where the rebels were based, the air force bombarded whole villages, and the army arrested and shot all civilians who were suspected of being a rebel or of sympathizing with them.\n\nWithout any show of evidence or trial, villagers were executed in the streets to serve as a warning to others. By May 16, all the main villages and cities in the region were again under French control, but the fighting would rage on for another two weeks in the countryside and in the mountains before the rebellion was finally put to an end.\n\nThe aftermath\n\nThere were hardly any reports or news about the events in Algeria at the time. In late June, the French Minister of the Interior stated on Algerian r adio that approximately 50 000 people had participated in the rebellion, leaving 88 French dead, while the countermeasures had killed between 1200 – 1500 Algerians. Different foreign observers however, stated that while the number of French casualties lied somewhere between 100-200, as many as 17 000 – 40 000 Algerians had been killed by the French army. In 2005, the French ambassador to Algeria offered an official excuse for France’s role, calling it “unforgivable” and recognised that it had been a “massacre.”"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}