{
    "data": {
        "created_time": "2015-11-14T09:49:20+0000", 
        "id": "10154189880711729_10154189954236729", 
        "message": "Where was the world to support Bosnia when we were under attack, when more than 8000 people were killed only in Srebrenica, not counting other parts of the country...and Syria, Afganistan... I am deeply sorry for these people in France too, but it seems to me that world only cares when non-muslim countries are hit by these attacks. Shame on the World."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 37
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T11:25:13+0000", 
            "id": "10154189880711729_10154190094426729", 
            "message": "I agree with you and there is no mistake that they are interested only non-Islamic countries"
        }, 
        {
            "created_time": "2015-11-14T12:40:04+0000", 
            "id": "10154189880711729_10154190182241729", 
            "message": "I strongly agree with u.they only care about those countries who are against islam."
        }, 
        {
            "created_time": "2015-11-14T14:45:34+0000", 
            "id": "10154189880711729_10154190411806729", 
            "message": "When 9/11 happened what were the people in the Middle East doing having parades in the middle of the street and burning are flags did they want to try and come help us? No they did not they were happy that they burned over 2000 people down to the ground so please save it as to why we don't support them they don't support us simple and clearly don't respect us either nor do they respect their own people"
        }, 
        {
            "created_time": "2015-11-14T14:46:47+0000", 
            "id": "10154189880711729_10154190415076729", 
            "message": "let's not forget a lot of people from the Middle East come to America for a better life because there's hell going on over there and the government is doing nothing about it"
        }, 
        {
            "created_time": "2015-11-14T18:00:27+0000", 
            "id": "10154189880711729_10154190989721729", 
            "message": "Nishaa OvOxo 9/11 was just a setup to start an invasion on iraq, syria , Afghanistan."
        }, 
        {
            "created_time": "2015-11-15T22:29:10+0000", 
            "id": "10154189880711729_10154194198486729", 
            "message": "Nishaa OvOxo we are not happy of what happened there in France and in USA and from the bottom of our heart reject these attacks,but at least now you know about our pains and suffers..for i don't even know how many years we have this bad situation"
        }, 
        {
            "created_time": "2015-11-17T04:18:23+0000", 
            "id": "10154189880711729_10154196954406729", 
            "message": "Concordo plenamente ..cadê que fizeram isso quando aconteceu o incêndio na boate kiss que morreram mas 200 pessoas   o recente acontecido em Minas Gerais ...   Nada contra"
        }
    ]
}