{
    "data": {
        "created_time": "2015-11-14T09:17:28+0000", 
        "id": "10154189880711729_10154189903831729", 
        "message": "They are murderers. They are psychopaths. They are terrorists. \nBut remember, they are not Muslims. They have taken islam as hostage. \nLet us by all means, do not create hatred between us, but let us hand-in-hand fight against these terrorists!. Thoughts to the people of France ❤ ️"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 147
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T09:49:02+0000", 
            "id": "10154189880711729_10154189953821729", 
            "message": "#Pray_for_PARIS .Thanks for realizing that Muslims have fall victim of some kind of conspiracy.We are not terrorist,we are human and part of humanity . We deserve justice for Palestine."
        }, 
        {
            "created_time": "2015-11-14T11:20:43+0000", 
            "id": "10154189880711729_10154190086556729", 
            "message": "They are Muslims.You shold read Quran.Islam is most dangerous religion"
        }, 
        {
            "created_time": "2015-11-14T12:52:20+0000", 
            "id": "10154189880711729_10154190197026729", 
            "message": "Qur'an never teaches us to kill innocent..,insteed it says, \"If you kill one human who is innocent, it is equal to kill the whole humanity. And if you save some body it is equal to save the world\"So pls don't justify Muslim after seeing IS. They are global enemy.If you wanna justify us justify us after profet Muhammad (s)."
        }, 
        {
            "created_time": "2015-11-14T15:32:40+0000", 
            "id": "10154189880711729_10154190559791729", 
            "message": "Yes but Quran teaches to kill INFIDELS.It says you should kill \"infidels\" untill they became muslim or start to pay a tax.So you should learn more about your religion.I dont say all muslims are bad but islam is bad"
        }, 
        {
            "created_time": "2015-11-14T18:30:55+0000", 
            "id": "10154189880711729_10154191087471729", 
            "message": "You referenced 4th sentence from \"sura Muhammad\"Let me translate it in English:-So, when you meet infidels (in battle field) cutting their heads of is your first job. When you defeat them totaly then tie them hard and take them as prisoner. After the battle you may have marcy on the prisoner and let them go or free them on a price\"Note: this part of Qur'an was sent to our prophet before the war of BAAD'ER. It was instruction for the war.At present there is no need of war as everyone have right to speak. IS have got it wrong so have you. If you wanna know about Islam read the Qur'an your self. I hope and expect that your misunderstanding about Islam will be gone oneday. :)"
        }, 
        {
            "created_time": "2015-11-14T18:46:56+0000", 
            "id": "10154189880711729_10154191131036729", 
            "message": "\"Humanity is but a single brotherhood: so make peace with your brethren\" Al-Quran (49:10)"
        }, 
        {
            "created_time": "2015-11-17T16:50:35+0000", 
            "id": "10154189880711729_10154197904196729", 
            "message": "Islam adalah agama yg benar...yg g bner tuh mulut anda πyka ctahap... Hati2 kl brbicara..."
        }
    ]
}