{
    "data": {
        "created_time": "2015-11-14T09:36:40+0000", 
        "id": "10154189880711729_10154189933001729", 
        "message": "We all are stand with Paris\nBut I ask you Why you just show your support for France or any country in Europe \nWhy you don't show your support to my country Iraq and Syria and Beirut and Libya and Egypt and all Islamic and Arabic countries\nWe love all humans in world I ask my god to save all people \nI invite you to become a more humane and show your love for all human and support them."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 24
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T10:03:25+0000", 
            "id": "10154189880711729_10154189975676729", 
            "message": "Facebook founder is an american. France is our allie so we support them as well as our other european nations."
        }, 
        {
            "created_time": "2015-11-14T10:25:15+0000", 
            "id": "10154189880711729_10154190017621729", 
            "message": "Facebook is a bigger social network on internet\nand most people in the world use the Facebook so management of Facebook should support all human with any happen in his country without seeing what his Color or his Country or his Religion\nManagement of Facebook should stand with everyone this what I mean in my comment. Tyler N Shawna Meade"
        }, 
        {
            "created_time": "2015-11-14T10:49:35+0000", 
            "id": "10154189880711729_10154190049246729", 
            "message": "Who knows. Remember back this summer when facebook had the rainbow profiles to support homosexuals right to marry."
        }, 
        {
            "created_time": "2015-11-14T11:10:10+0000", 
            "id": "10154189880711729_10154190074976729", 
            "message": "yes I remember that.\nbut there big problems in many country we not see facebook stand with them. example my country Iraq he fights terrorism, I don't remember the facebook support my country in this war. why? We love all human in the world and we deserve the support from everyone in the war against terrorism even if only in the words we need this support, you understand what I mean? Tyler N Shawna Meade"
        }, 
        {
            "created_time": "2015-11-14T13:34:43+0000", 
            "id": "10154189880711729_10154190253866729", 
            "message": "Bro not all Muslims are terrorist but all terrorists are Muslims. Sad but true :c"
        }, 
        {
            "created_time": "2015-11-14T14:59:56+0000", 
            "id": "10154189880711729_10154190444826729", 
            "message": "Yes that's right.\nBut do not forget that the war criminals are not Muslims.\nAnd the war-makers also are not Muslims.\nSad but true Przemysław Woźniak"
        }, 
        {
            "created_time": "2015-11-14T17:53:54+0000", 
            "id": "10154189880711729_10154190969526729", 
            "message": "Facebook is an American company. Doesn't matter where the service is used, it's an American based company."
        }, 
        {
            "created_time": "2015-11-14T18:36:42+0000", 
            "id": "10154189880711729_10154191103611729", 
            "message": "Yes I know that.\nBut this doesn't  prevent him from supporting all human beings in the world\nmust be humane in any event in any place in the world. Christopher Phillips"
        }, 
        {
            "created_time": "2015-11-14T19:27:15+0000", 
            "id": "10154189880711729_10154191242356729", 
            "message": "Haitham Alhani"
        }, 
        {
            "created_time": "2015-11-14T19:32:01+0000", 
            "id": "10154189880711729_10154191257156729", 
            "message": "Bro. \n\nارتاحيت هسة \nهههههههههههههههههه"
        }, 
        {
            "created_time": "2015-11-14T19:33:27+0000", 
            "id": "10154189880711729_10154191260386729", 
            "message": "هههههههههههههه هو اني هم كلت اكيد الهاجروا علموهم عليها \nهي كوة حظي من هل ناحية تعباااااااااان لازم اسوي تحديث ههههههه"
        }, 
        {
            "created_time": "2015-11-14T21:26:13+0000", 
            "id": "10154189880711729_10154191553766729", 
            "message": "Muslims and others do themselves no favors by objecting to and belittling people who show empathy and concern for the victims in Paris.\nMay of the situations of people in Syria and Palestine do merit sympathy and concern but criticizing those showing sympathy for Parisians is not the way to inspire it.\n\nIf somebody said \"I am in favor of supporting research to find a cure for childhood cancers\" you wouldn't say to them \"You b*stard, why don't you support finding a cure for childhood diabetes instead? Do you want children with cancer to be cured but not children with diabetes?\" would you?\n\nAnd by the way many American and European citizens have been working and continue to work to help relieve the suffering of innocent victims of violence in Palestine and Syria and other elsewhere."
        }
    ]
}