{
    "data": {
        "created_time": "2015-11-14T09:14:43+0000", 
        "id": "10154189880711729_10154189899111729", 
        "message": "wow !! so it shows that you guys only care about non-muslims. Daily don't know how many muslims are killed no body cares. Today if some non-muslims are killed you guys are going mad? Don't you think muslims are also human? Shame on you guys. Think about Syria, Palestine, Pakistan, Iraq and many more muslim nations. It's really a shame for you. You guys are not human. \n#Peace #Love #Respect for each and everyone. Every life matters."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 221
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T09:16:10+0000", 
            "id": "10154189880711729_10154189901161729", 
            "message": "Stop blowing each other up and everything will be fine"
        }, 
        {
            "created_time": "2015-11-14T09:17:23+0000", 
            "id": "10154189880711729_10154189903626729", 
            "message": "Richard DeMario I'm not blowing up on anyone I'm just making them realize that muslims lives matter as well. And we Stand with Paris."
        }, 
        {
            "created_time": "2015-11-14T09:21:20+0000", 
            "id": "10154189880711729_10154189909531729", 
            "message": "Lol"
        }, 
        {
            "created_time": "2015-11-14T09:40:15+0000", 
            "id": "10154189880711729_10154189939166729", 
            "message": "TURKEY TOO MAN"
        }, 
        {
            "created_time": "2015-11-14T10:47:24+0000", 
            "id": "10154189880711729_10154190045521729", 
            "message": "It's civil War, this is a little different. This is total innocent People there are dead because of terrorist. There are Many dead now."
        }, 
        {
            "created_time": "2015-11-14T12:51:55+0000", 
            "id": "10154189880711729_10154190196296729", 
            "message": "Maxahir Ali thousands of U.S. Solders died in the Middle East trying to protect the innocent how could u complain.Do u care for the U.S. Solders that died for our freedom?"
        }, 
        {
            "created_time": "2015-11-14T12:58:15+0000", 
            "id": "10154189880711729_10154190203411729", 
            "message": "Yi Ko Dear I said we are all humans. And we are all eaqual. I do care for every single life no matter he is muslims or non muslim. The point is... if they are changing their profile pictures bcoz of people died in Paris, than why don't they ever cared about muslims or anyone else? Why they are making only these people special? doesn't muslims lives matter?"
        }, 
        {
            "created_time": "2015-11-14T13:29:25+0000", 
            "id": "10154189880711729_10154190247176729", 
            "message": "No. I dont"
        }, 
        {
            "created_time": "2015-11-14T13:39:18+0000", 
            "id": "10154189880711729_10154190260596729", 
            "message": "Mazahir Ali I am disappointed the fact that your not mentioning the terrible act the terrorist has committed instead your complaining about the FB and the media! Something is wrong! Why aren't you upset about the terrorist murdering innocent people ?"
        }, 
        {
            "created_time": "2015-11-14T13:41:45+0000", 
            "id": "10154189880711729_10154190264266729", 
            "message": "Well in Muslim countries it's Muslim people killing there own kind why don't more of you fight for your own instead of relying on others to come lose there lives over it most of the men I know would fight and die for there land and the belief in there country"
        }, 
        {
            "created_time": "2015-11-14T13:42:36+0000", 
            "id": "10154189880711729_10154190265821729", 
            "message": "Yi Ko Well I am more worried coz we have been facing this  for so long... But the thing that I want to make them realize is that they should care about everyone not only their close one."
        }, 
        {
            "created_time": "2015-11-14T13:46:38+0000", 
            "id": "10154189880711729_10154190271856729", 
            "message": "They do Mazahir Ali I know for a fact that Germany took in a lot of refugees from Syria and people are donating money for those refugees! So relax and stop hating the FB"
        }, 
        {
            "created_time": "2015-11-14T13:50:29+0000", 
            "id": "10154189880711729_10154190283281729", 
            "message": "Most of the soldiers in the US say there are good people there and we know this but why aren't they fighting for there lives instead of running and hiding fight for what you are and who you need to become"
        }, 
        {
            "created_time": "2015-11-14T13:56:04+0000", 
            "id": "10154189880711729_10154190300451729", 
            "message": "Yeah I'm not hating anyone or anything I'm just raising voice that FB should stand for everyone and every sect."
        }, 
        {
            "created_time": "2015-11-14T14:17:41+0000", 
            "id": "10154189880711729_10154190344561729", 
            "message": "We go mad whenever good people are killed"
        }, 
        {
            "created_time": "2015-11-14T15:11:22+0000", 
            "id": "10154189880711729_10154190486926729", 
            "message": "Ok. You think that none of the people killed yesterday were Muslim? Or Jewish, Christian or of any other spiritual belief system? It is all a tragedy, no matter where and who is involved."
        }, 
        {
            "created_time": "2015-11-14T15:40:17+0000", 
            "id": "10154189880711729_10154190579336729", 
            "message": "In school we are taught about what happens to you. We are taught to give our compassion to you. To take this time to voice your opinion i feel is selfish. These people are going through a hard time and you want to get mad over a Facebook profile picture? Why can't you sympathize with the people that have experienced a tragedy? We do care about every country. You just choose not to see it..."
        }, 
        {
            "created_time": "2015-11-14T15:47:08+0000", 
            "id": "10154189880711729_10154190596861729", 
            "message": "Take your garbage \"religion\" and shove it"
        }, 
        {
            "created_time": "2015-11-14T17:12:09+0000", 
            "id": "10154189880711729_10154190847566729", 
            "message": "Most of the Muslim countries have used terror to defeat other countries now they are suffering with terror"
        }, 
        {
            "created_time": "2015-11-14T17:48:32+0000", 
            "id": "10154189880711729_10154190953556729", 
            "message": "Lmao Richard (first comment) meant that literally"
        }, 
        {
            "created_time": "2015-11-14T22:10:27+0000", 
            "id": "10154189880711729_10154191674036729", 
            "message": "Lmao Richard \nJust cause some Muslims who are terrorists killed people doesn't mean we all do it.\nYou're Christian (I ASSUME) I'm not comparing you to the KKK who were Christians and killing innocent lives.\nSome KKK members were Christians who killed innocent people, that doesn't mean every Christian goes around killing people.\nIt's the same for Islam.\nSo get your facts straight."
        }, 
        {
            "created_time": "2015-11-15T00:13:40+0000", 
            "id": "10154189880711729_10154191994321729", 
            "message": "well said mazahir ali"
        }, 
        {
            "created_time": "2015-11-15T01:55:38+0000", 
            "id": "10154189880711729_10154192183426729", 
            "message": "Media control..."
        }, 
        {
            "created_time": "2015-11-15T02:31:55+0000", 
            "id": "10154189880711729_10154192251256729", 
            "message": "300000+ died in Pakistan afghanistan Iraq kashmir philistine sayria in this year no one blinks an eye\n\n180 Died In France Every One loses their  Mind.\n\nObama - Its a Black Day for Humanity\nHenry - We are with france in this pain.\nBill - we will give our best to france..\nMark - Introduce new filter.\n\nOur heart is wounded with such terrorist activites we can feel the pain of franch people as we are facing the same from year but why they do not care of  muslims who are facing such activites on daily basis."
        }, 
        {
            "created_time": "2015-11-15T02:32:22+0000", 
            "id": "10154189880711729_10154192252691729", 
            "message": "* Pray for Palestine\n* Pray for Syria\n* Pray for Pakistan\n* Pray for Paris\n* Pray for burma\n* Pray for Kashmir\n* Pray for Libya\n* Pray for Iraq... all together"
        }
    ]
}