{
    "data": {
        "created_time": "2015-11-14T09:09:15+0000", 
        "id": "10154189880711729_10154189891131729", 
        "message": "Nice ... Nice .. So Why There Was No \"Palestine Flag\" Ever ?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 320
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T09:23:51+0000", 
            "id": "10154189880711729_10154189913491729", 
            "message": "Cause it represents terror"
        }, 
        {
            "created_time": "2015-11-14T09:33:16+0000", 
            "id": "10154189880711729_10154189927496729", 
            "message": "No, he was talking about Palestine, not what you -and only you- call israel, so back off :)"
        }, 
        {
            "created_time": "2015-11-14T09:38:10+0000", 
            "id": "10154189880711729_10154189935836729", 
            "message": "because there is no such place called \"palestine\" that why..."
        }, 
        {
            "created_time": "2015-11-14T09:47:44+0000", 
            "id": "10154189880711729_10154189951311729", 
            "message": "Nadine Nasereddin by 'me and only me' you mean the whole world except Muslims ?"
        }, 
        {
            "created_time": "2015-11-14T09:59:50+0000", 
            "id": "10154189880711729_10154189970791729", 
            "message": "No i mean exactly what i said.."
        }, 
        {
            "created_time": "2015-11-14T10:05:05+0000", 
            "id": "10154189880711729_10154189977881729", 
            "message": "Nadine open google maps and tell me where do you see \"paletine\" ?"
        }, 
        {
            "created_time": "2015-11-14T10:21:43+0000", 
            "id": "10154189880711729_10154190011491729", 
            "message": "@Nadine Nasereddin, i wait for your answer..."
        }, 
        {
            "created_time": "2015-11-14T10:32:49+0000", 
            "id": "10154189880711729_10154190028431729", 
            "message": "support palestine....nd shame to israel"
        }, 
        {
            "created_time": "2015-11-14T10:57:21+0000", 
            "id": "10154189880711729_10154190059266729", 
            "message": "Ram Peled.. You can go back to history and check it out.. Google maps is not an evidence.. Search for the truth !\nIsrael occupied Palestine in 1948 and since then it was given the right to be a country (based on nothing)!"
        }, 
        {
            "created_time": "2015-11-14T11:11:27+0000", 
            "id": "10154189880711729_10154190076551729", 
            "message": "Ok,  so 6 million years ago the dinosaurs lived in this planet and you came and occupied there territories so you dont have a right to live in this planet too..."
        }, 
        {
            "created_time": "2015-11-14T11:31:46+0000", 
            "id": "10154189880711729_10154190103741729", 
            "message": "Nope. Because that profile picture would never change."
        }, 
        {
            "created_time": "2015-11-14T12:49:34+0000", 
            "id": "10154189880711729_10154190193161729", 
            "message": "Cuz palestine is a terror"
        }, 
        {
            "created_time": "2015-11-14T12:50:18+0000", 
            "id": "10154189880711729_10154190194406729", 
            "message": "and palestine country never and will never exist idiot"
        }, 
        {
            "created_time": "2015-11-14T12:54:21+0000", 
            "id": "10154189880711729_10154190199221729", 
            "message": "Hahahaha ... I don't know why you guys make fun of everything, is it because you just can't reply ?!.. \nImagine that you yourself living safely in your land and then terrorist people just come and take away your home, kill your relatives and you just couldn't defend yourself.. And then I come and say you actually occupied dinosaurs' land.. Is it really this hard to be serious and discuss as a mature man?"
        }, 
        {
            "created_time": "2015-11-14T12:57:08+0000", 
            "id": "10154189880711729_10154190202336729", 
            "message": "Shalev Reis .. Why don't you ask your grandpa where he was born..?! \nYou were never Palestine's owner and never will be 😉"
        }, 
        {
            "created_time": "2015-11-14T13:15:04+0000", 
            "id": "10154189880711729_10154190225836729", 
            "message": "Had to exist in the first place."
        }, 
        {
            "created_time": "2015-11-14T13:28:21+0000", 
            "id": "10154189880711729_10154190245686729", 
            "message": "Because France is one of our allies"
        }, 
        {
            "created_time": "2015-11-14T15:15:26+0000", 
            "id": "10154189880711729_10154190503541729", 
            "message": "Because you Fight Israel everyday. Middle East will never know peace. All y'all know how to do is kill"
        }, 
        {
            "created_time": "2015-11-14T15:20:06+0000", 
            "id": "10154189880711729_10154190519471729", 
            "message": "Timothy has got a point tho I hope it changes"
        }, 
        {
            "created_time": "2015-11-14T15:46:30+0000", 
            "id": "10154189880711729_10154190595216729", 
            "message": "Cause it's the middle east."
        }, 
        {
            "created_time": "2015-11-14T16:40:20+0000", 
            "id": "10154189880711729_10154190741956729", 
            "message": "No, they don't deserve to be prayed on"
        }, 
        {
            "created_time": "2015-11-14T17:00:44+0000", 
            "id": "10154189880711729_10154190812656729", 
            "message": "Because Hamas is a terrorist organization and uses the innocent citizens of its territories to kill.. more were killed due to its OWN actions than that of Israel.. no country is without war crimes.. Israel may have done some awful things, but if Israel said \"We will fight no more, we lay down our arms\" What would Hamas do? And if Hamas said \"We will fight no more, we lay down our arms\" What would Israel do? If you think Israel would suddenly destroy Palestinians and Hamas would do nothing? Then you are making things up.. The manifesto of Hamas is to kill all Jews everywhere no peace, no exceptions.. Stop lying to yourself about a \"peaceful majority\".. they are irrelevant to a terrorist manifesto"
        }, 
        {
            "created_time": "2015-11-14T17:40:17+0000", 
            "id": "10154189880711729_10154190930641729", 
            "message": "I believe somebody already asked this question.. :/"
        }, 
        {
            "created_time": "2015-11-14T18:00:45+0000", 
            "id": "10154189880711729_10154190990711729", 
            "message": "@Heide levine, I don't want to defend Palestinians because I am one, I have lived in the United States and I had seen all the fake news the west watches and it used to make me feel so depressed that they fake everything. And I don't blame you guys for what you are saying because if I were you I would have probably believed what I watch on tv too... But sadly,You literally have no idea what we go through every day to survive. You are living in your house knowing that no one will come and kick you out of it for no reason, but here, in any second, Israeli occupation forces will come and knock your house down just because they thought they should do so.any moment, you might hear the news of your brothers death while he was playing football or sisters while she's coming back from school.. And if you want to move from a place to another you have to go through tens of barriers and check points that you get humiliated at and surround the city from all directions.  And we can't even go to the beach that is 1 hour away from us.. But Israelis can come to our cities whenever they want.. Do you think that's fair? And about Hamas, I honestly have no idea what you are talking about but ever since a peace treaty is made, Israel changes its ministers or idk what they are called and the treaty is cancelled. So you see... \nAnd do you know that 80 innocent people, between 11-25 years old,  were shot by Israeli occupation forces just within the last month and yesterday night 3 houses were bombed... Like what would a 11 year old do? Don't they have the right to live too?"
        }, 
        {
            "created_time": "2015-11-14T18:16:50+0000", 
            "id": "10154189880711729_10154191047176729", 
            "message": "#freegaza"
        }
    ]
}