{
    "data": {
        "created_time": "2015-11-14T09:32:59+0000", 
        "id": "10154189880711729_10154189927016729", 
        "message": "I'm Muslim & Muslims are not terrorist!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 32
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T16:38:45+0000", 
            "id": "10154189880711729_10154190737536729", 
            "message": "Well why is the sky news telling us is the Isis and all this there is good and bad in everyone and these people hurting innocent people are giving people a bad name and it's wrong personally religion is religion and skin colour is colour. Rant done"
        }, 
        {
            "created_time": "2015-11-14T16:44:00+0000", 
            "id": "10154189880711729_10154190751136729", 
            "message": "Simple is that My friend \nterrorism doesn't exist from any religion\nterrorist is reflection of Devil on Earth \ndon't put any religion in terrorism\nterrorist not relate from any any any religion"
        }, 
        {
            "created_time": "2015-11-14T16:52:35+0000", 
            "id": "10154189880711729_10154190788251729", 
            "message": "Bethany Creighton Some Rebels doing this kind of attacks but my personal thought they don't belong to any religion especially not from islam because islam teach peace only not war our holly quran teach us to save people to help people to love people to respect people in our religion terrorism is to big thing our islam not allowed in slap on human Backbite about human etc. they're just using name of islam but they don't have any link to islam because islam not like that islam is peaceful religion which gives respect everyone specially women's kids even islamic war our quran said don't attack on women's and kids even they're from enemy state or belong to we still respect all of them Alhumdulillah"
        }
    ]
}