{
    "data": {
        "created_time": "2015-11-14T09:17:41+0000", 
        "id": "10154189880711729_10154189904491729", 
        "message": "Why can't we all just pray for Paris and rather than play the victim and talk about how no one prays for ur home !  If u need a celebrity to tell u to pray for ur home then u are also part of the problem ...This is about Paris and the senseless act that happened today , so if for once we can all come together and pray for the lives of the lost rather than create conflict. #prayforparis #prayfortheworld"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 140
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T09:51:23+0000", 
            "id": "10154189880711729_10154189956851729", 
            "message": "Well said 👍🏼"
        }, 
        {
            "created_time": "2015-11-14T12:54:16+0000", 
            "id": "10154189880711729_10154190199171729", 
            "message": "I disagree with \"well said\". They all have a point. Where is this support for their nations? I feel terrible for the loss of life in France, but don't forget about the HUGE amount of innocent lives lost in their countries"
        }, 
        {
            "created_time": "2015-11-14T14:13:51+0000", 
            "id": "10154189880711729_10154190336676729", 
            "message": "The point is this unfair media is making people life hard. It sounds like world begin from Europe line till America. No one else is counted as human. This many people die every day since 4years. Let's don't forget this weapons in ISIS hands are the weapons west contributed free in Syria to fight with Asad but all went to their hand and they just killed innocent peoples. No one had problem till this weapon came to their own people face."
        }, 
        {
            "created_time": "2015-11-14T14:24:15+0000", 
            "id": "10154189880711729_10154190358481729", 
            "message": "No. All the people complaining about the suffering in the Middle East have a valid point. Westerners need to realize that muslims are normal people too and they are against ISIS. You can't ignore all the killing that happens all over there."
        }, 
        {
            "created_time": "2015-11-14T14:29:59+0000", 
            "id": "10154189880711729_10154190371371729", 
            "message": "Eric Palm you are right. But have you ever seen such a big reaction to the crises happen every day in Middle East. Facebook changed the flag today to France flag for having empathy with people. Just 2 days ago same explosion happend in Beirut. They exploded Russia airplane with 200 innocent people. They burned 400 innocent children last week. Did you see any of this reactions!? And now every one is saying Muslims are terrorists. No one sees if yesterday 150 Muslim and non-Muslim died every day hundreds of just Muslims are dying by same group"
        }, 
        {
            "created_time": "2015-11-14T16:40:32+0000", 
            "id": "10154189880711729_10154190742496729", 
            "message": "I completely agree on the point that not enough attention is given to the hundreds of others murdered in other Middle Eastern countries. It's comparable to World War 1 -  Germans executed hundreds in some African colony and nobody bats an eye, but once they invade Belgium and kill fellow Europeans it's suddenly a problem."
        }, 
        {
            "created_time": "2015-11-14T17:10:19+0000", 
            "id": "10154189880711729_10154190842481729", 
            "message": "Amen"
        }, 
        {
            "created_time": "2015-11-14T17:37:35+0000", 
            "id": "10154189880711729_10154190922351729", 
            "message": "Praying does nothing but make YOU feel like you've done something to help when all you've actually done us talk to yourself."
        }, 
        {
            "created_time": "2015-11-14T17:39:02+0000", 
            "id": "10154189880711729_10154190926691729", 
            "message": "And what have u done John"
        }, 
        {
            "created_time": "2015-11-14T18:46:39+0000", 
            "id": "10154189880711729_10154191130296729", 
            "message": "Agreed."
        }, 
        {
            "created_time": "2015-11-14T20:58:42+0000", 
            "id": "10154189880711729_10154191485966729", 
            "message": "You're so wrong it's pitiful. MUSLIMS AND ISIS ARE DIFFERENT!!!!!!! Pray for all not just one!!!!!!"
        }, 
        {
            "created_time": "2015-11-14T21:38:34+0000", 
            "id": "10154189880711729_10154191583781729", 
            "message": "AMEN to that!! Well said"
        }
    ]
}