{
    "data": {
        "created_time": "2015-11-14T09:24:48+0000", 
        "id": "10154189880711729_10154189914796729", 
        "message": "You all make me sick, immediately trying to bring attention back to the Israeli-Palestinian conflict: the most complicated issue in the world. Which inadvertently has nothing to do with the attacks in France (unless the terrorists were Palestinian radicals). So to all the people here complaining that \"Palestine\", Syria and other known terrorist occupied areas aren't getting attention, stop....because they are getting plenty attention in the media. In many shapes and forms. Stop blaming the people at Facebook and Mark Zuckerberg for the worlds problems."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 250
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-11-14T09:38:24+0000", 
            "id": "10154189880711729_10154189936176729", 
            "message": "no I don't"
        }, 
        {
            "created_time": "2015-11-14T09:55:01+0000", 
            "id": "10154189880711729_10154189962211729", 
            "message": "Oh so you mean the palestinians ? \nNice new meaning for terrorists, the ones who are having their children arrested and kidnapped, the ones who are having their houses demolished, the ones who are dying daily because of the Israeli Occupation Forces. Dont worry im not trying to convince you to support palestine, im just exposing your racism and hate for the innocent."
        }, 
        {
            "created_time": "2015-11-14T10:01:23+0000", 
            "id": "10154189880711729_10154189972511729", 
            "message": "Basel Araim I agree man, I can't just walk into the grocery store, fill up a cart, wait in line and then at the cash register say \"All of this belongs to me just because god promised.  I'll need a receipt please.  Thank you.\"  They should be honest, and just say they need a place to live which they're willing to defend."
        }, 
        {
            "created_time": "2015-11-14T10:22:22+0000", 
            "id": "10154189880711729_10154190012491729", 
            "message": "Bet your parents would be proud of you....\nYou my friend...are a waste of sperm and eggs."
        }, 
        {
            "created_time": "2015-11-14T10:24:54+0000", 
            "id": "10154189880711729_10154190016926729", 
            "message": "I never said Palestinians are terrorists, in fact, in a way most Palestinians are victim to terrorism. Their land is occupied heavily by Hamas who is consistently bombing Israel, they hide in Palestinian schools and hospitals, so when the Israelis retaliate against the bombers, innocent lives are victim. It's so sick. Also, Palestinian leaders are on the record of condoning VIOLENCE. Israel has been consistently and unfairly having to DEFEND themselves for almost 70 years. They were granted statehood but the surrounding countries refused to accept it. It's fact that they needed a place to live in which they're willing to defend.... don't call me a racist, I'm against violence period."
        }, 
        {
            "created_time": "2015-11-14T11:33:59+0000", 
            "id": "10154189880711729_10154190105641729", 
            "message": "How do you expect palestinians to stay quiet and surrender to the occuption? How can you live under oppression and racism ? I suggest you start learning about whats really going on there, instead of saying israel are defending themselves, do you actually believe that palestinians and israeli people are equal under the false statehood of israel ? My friend if you are against violence i advise you to stop getting your news from biased media outlest like fox who are run by rupert murdoch."
        }, 
        {
            "created_time": "2015-11-14T12:16:18+0000", 
            "id": "10154189880711729_10154190155446729", 
            "message": "Why don't you get off FB, regardless of where you are from and what you represent, and go out and do something about your country's problems.  A lot of talking, and no doing.  Zero respect for any of you."
        }, 
        {
            "created_time": "2015-11-14T12:24:51+0000", 
            "id": "10154189880711729_10154190166311729", 
            "message": "Maybe if you read the Holy Bible you'd know that the conflicts in the Middle East will never be resolved.  #prayforworldpeace"
        }, 
        {
            "created_time": "2015-11-14T12:44:51+0000", 
            "id": "10154189880711729_10154190187156729", 
            "message": "Basel Araim you need to stop, you sound so irrational. There is no false statehood. There is an established government, and representation at the United Nations and they're an ally to the United States. Fox News? Come on man, I'm a liberal. the point is, people are getting killed left and right, they have been for years, it sucks. Unfortunately a lot of it stems from the Middle East. Can we at least all agree that there is no room in our world for radical terrorism?"
        }, 
        {
            "created_time": "2015-11-14T12:54:57+0000", 
            "id": "10154189880711729_10154190199841729", 
            "message": "I will stand with Muslims WHEN all muslim countries denounce terror, give women the same rights and you denounce sharia law.  #Prayforparis"
        }, 
        {
            "created_time": "2015-11-14T15:46:34+0000", 
            "id": "10154189880711729_10154190595396729", 
            "message": "Yes 👍 exactly \nAlso france is actually an american ally so yes we do care more about them"
        }, 
        {
            "created_time": "2015-11-14T15:51:13+0000", 
            "id": "10154189880711729_10154190609036729", 
            "message": "Basel ariam benji roman is right that her answers is not her meaning is not that paleztines r terriorst he is telling that we shuold stop this all argues and do something for the peoples do respect forthem by commenting messaging nothing will happen come out of your homes and help them and kick out the terriorst from the world every where the are benji roman ks telling this benji roman am i right"
        }, 
        {
            "created_time": "2015-11-14T16:18:20+0000", 
            "id": "10154189880711729_10154190678646729", 
            "message": "Tut....it's not remotely about religion any more it's just a bunch of cowardly touched up by der parents little monkey eating dogs that have massive problems....not about Catholicism,muslim,Judaism, Hindi,Hebrew,Jewish....and all the rest.....it's plain old terrorism and cowardly acts of violence and disruption.....d innocent will be remembered these cowards never...."
        }, 
        {
            "created_time": "2015-11-14T16:31:17+0000", 
            "id": "10154189880711729_10154190716586729", 
            "message": "France is US oldest ally. Without France there would be no US."
        }, 
        {
            "created_time": "2015-11-14T16:37:12+0000", 
            "id": "10154189880711729_10154190732206729", 
            "message": "Agreee !!"
        }, 
        {
            "created_time": "2015-11-14T16:57:53+0000", 
            "id": "10154189880711729_10154190803586729", 
            "message": "Palestinians are the root of all evil they are the most terrorists who did suicidal bombings here in iraq since 2003 just because they hate shiites!\nNo wonder they blame anyone for their problems!"
        }, 
        {
            "created_time": "2015-11-14T18:48:15+0000", 
            "id": "10154189880711729_10154191134206729", 
            "message": "Terri Barrow SHARIA LAW IS THE BEST LAW HAVE YOU EVER READ OR UNDERSTAND SHARIA ???? WHAT HAAPENED IS PARIS YESTERDAY WAS A SLAP FOR THEM IN PROMOTING AND HELPING TERRORISM IN SYRIA AND IRAQ"
        }, 
        {
            "created_time": "2015-11-14T21:19:27+0000", 
            "id": "10154189880711729_10154191539021729", 
            "message": "The posts bowing to allah are an insult to what happened in Paris, as allah supposedly guides the extremists to do his dirt deeds, when will you realize we don't trust any Muslims because the ones who are murderers are cowards and hide behind the Muslim name,  you will destroy yourselves, and as far as I care it couldn't be fast enough."
        }, 
        {
            "created_time": "2015-11-15T12:01:12+0000", 
            "id": "10154189880711729_10154193016376729", 
            "message": ".islam never teaches all this.. these are your own made oragnizations who are doing this.. by taking name of muslims.."
        }, 
        {
            "created_time": "2015-11-15T19:15:58+0000", 
            "id": "10154189880711729_10154193789806729", 
            "message": "Everyone is in on it. All of us are getting played to draw swords on each other."
        }, 
        {
            "created_time": "2015-11-15T21:10:01+0000", 
            "id": "10154189880711729_10154194056256729", 
            "message": "Thursday there were bombings where was your flag profile pic at?"
        }, 
        {
            "created_time": "2015-11-16T20:30:47+0000", 
            "id": "10154189880711729_10154196115671729", 
            "message": "#PrayForParis"
        }
    ]
}