{
    "data": {
        "created_time": "2017-05-16T19:48:36+0000", 
        "id": "10155808955746729_1530364713721820", 
        "message": "Hello, is there an email to a manager? Facebook's lack of customer service is completely unacceptable. I contacted you all two months ago regarding unauthorized charges and have only gotten one email back basically asking me to provide details that I already provided in the first 5 messages I already sent! IS THIS HOW YOU TREAT SMALL BUSINESS OWNERS? ENOUGH IS ENOUGH ALREADY!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-16T20:25:46+0000", 
            "id": "10155808955746729_461995940810408", 
            "message": "Hi Eboni. You're able to dispute charges that you didn't authorize or agree to by reaching out to our Billing team here: http://bit.ly/2qtqr4d. Hope that helps! -William"
        }, 
        {
            "created_time": "2017-05-16T20:29:15+0000", 
            "id": "10155808955746729_462003037476365", 
            "message": "Hi William I've done that already. If there is nothing else I can do in the meantime I guess I will just continue waiting on a response. Thank you for the reply."
        }, 
        {
            "created_time": "2017-05-17T08:56:18+0000", 
            "id": "10155808955746729_1660358487327488", 
            "message": "Eboni Lacey The customer service is terrible for small business owners. I agree with that."
        }, 
        {
            "created_time": "2017-05-21T16:57:45+0000", 
            "id": "10155808955746729_423894181328022", 
            "message": "I really wonder if there is a customer service phone number or any other way to get a hold of anyone at  Facebook , i also wonder if they're all bots or something ,  because if you notice anytime someone has a problem they give you links to go to , and they never give you a phone number to call or to please private message them"
        }
    ]
}