{
    "data": {
        "created_time": "2017-05-22T16:24:53+0000", 
        "id": "10155808955746729_299187553855775", 
        "message": "I cannot understand how this community can be so organized, but not happy to help. My partner and i worked for years on one page, we build it everyday, and because of one stupid mistake, the owner was deleted from admin role, so as i. \n\nYes, we may done some mistake, but you at Facebook can easily see who is the owner and creator. The page was almost with 3 million followers. Why are you not willing to help?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-22T16:32:25+0000", 
            "id": "10155808955746729_221279368369341", 
            "message": "Hi there. If you can't access your Page, first check to see if another admin of the Page may have removed you. The best thing you can do is contact a Page admin and ask them to add you back. Keep in mind that there are different kinds of Page roles, and only admins can add or remove people. Learn more: http://bit.ly/2qHJJnZ. -Brittany"
        }, 
        {
            "created_time": "2017-05-22T16:36:25+0000", 
            "id": "10155808955746729_106203559932059", 
            "message": "Guys, that help center you have, cant help us at all. Literally, its useless..  My question was, why you are not at least willing to try to help, when you can see the real creator, you can see that he was boosting, paying for ads from hes bank card.. \n\nYou can see everything and can fix it in a second."
        }
    ]
}