{
    "data": {
        "created_time": "2017-05-17T16:00:05+0000", 
        "id": "10155808955746729_437372603294242", 
        "message": "Hey, FACEBOOK,   I have messaged you several times with NO replies about my preferences.  I choose most recent posts on my news feed and YOU keep switching it to top stories.  Every time I play a game or refresh the page it goes to top stories.. I HATE top stories...I want most recent so I can scroll down and NOT miss anything.. and I want all my friends and families posts to show up...I mean, why do you stop showing some?  Please fix this by letting us permanently choose which we want in preferences and stop switching us to the stupid top stories that does not show us everything we missed in the past several hours of being away from the computer.."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 52
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-17T18:21:21+0000", 
            "id": "10155808955746729_1449482221764980", 
            "message": "2 hours no reply.. longer for the message I sent in  the chat... is anyone home?  Do you care?????"
        }, 
        {
            "created_time": "2017-05-17T18:39:00+0000", 
            "id": "10155808955746729_714723862024090", 
            "message": "Hi Val. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2qwJSco. Additionally, if you feel you’re missing stories from a Page or profile you’d like to see, go to the Page or profile and confirm it says Following at the top. You can also adjust your News Feed to make posts from certain Pages and profiles appear at the top by selecting the prioritize who to see first option from your News Feed preferences. Learn more: http://bit.ly/2rg3sfx. -Jessica"
        }, 
        {
            "created_time": "2017-05-17T18:48:35+0000", 
            "id": "10155808955746729_672554679597972", 
            "message": "So you are not going to really allow us to keep our news feed on most recent?  Gee thanks for nothing.. It used to stay for days on my selection.. now it never does.. you all changed it.. I want most recent stories ALL the time.. NO top stories.. EVER unless I choose it.. otherwise it is irritating and Not efficient!"
        }, 
        {
            "created_time": "2017-05-17T22:35:44+0000", 
            "id": "10155808955746729_1415333111846568", 
            "message": "They never reply."
        }, 
        {
            "created_time": "2017-05-17T22:42:02+0000", 
            "id": "10155808955746729_1415335551846324", 
            "message": "Hi Gabrielle. We're here and listening. How can we help? -Brittany"
        }, 
        {
            "created_time": "2017-05-17T22:59:33+0000", 
            "id": "10155808955746729_1883622798578233", 
            "message": "Yeah I've messaged Facebook MANY times but they don't check their messages.. Obviously, they pay attention to their posts, though, and have lots of general information to give you!"
        }, 
        {
            "created_time": "2017-05-17T23:21:13+0000", 
            "id": "10155808955746729_667719286744764", 
            "message": "Well my messages are old, but I do want to report that somebody is pretending to be you and sharing posts claiming to shut down pages. This is a recent thing btw."
        }, 
        {
            "created_time": "2017-05-18T01:08:41+0000", 
            "id": "10155808955746729_216597322179705", 
            "message": "Facebook Yeah they don't reply!!!!  I even tweeted them...AND NOTHING"
        }, 
        {
            "created_time": "2017-05-18T01:09:29+0000", 
            "id": "10155808955746729_212273999282143", 
            "message": "Gabrielle McCoy I AGREE!!!! They don't reply.  PLUS there is no 'contact us' info."
        }, 
        {
            "created_time": "2017-05-18T02:48:12+0000", 
            "id": "10155808955746729_288383131574039", 
            "message": "Facebook Please tell me what diid I post that got me unpublished on American Reality Fun Page..I asked when filing an appeal, got a vague response..nothing as to exctly what I posted that violated FBTOS..Please tell me what  I posted that drew criticism from posting on my page, Thanks, Mark Hammond"
        }, 
        {
            "created_time": "2017-05-18T04:30:24+0000", 
            "id": "10155808955746729_418738938492488", 
            "message": "Same here Mark. My Facebook sports fan page got shut down a week and a half ago without warning, and probably the same vague response. Oh, and I can't get anyone at Facebook to give me and answer or talk to me in person!"
        }, 
        {
            "created_time": "2017-05-18T04:30:45+0000", 
            "id": "10155808955746729_418739175159131", 
            "message": "Mark Hammond Same here"
        }, 
        {
            "created_time": "2017-05-18T06:57:41+0000", 
            "id": "10155808955746729_1590670937642042", 
            "message": "Val Keeney You can choose to stop using Facebook and ask all your families and friends hang out in another social media platform, just ensure that is free and has all the features that met all your expectations. I can see why Facebook no longer follow ups on this comment. Who wanna talk with one that full of rage?"
        }, 
        {
            "created_time": "2017-05-18T10:54:41+0000", 
            "id": "10155808955746729_1482499768468630", 
            "message": "Facebook... Most Recent?????? Why am I finally seeing Sunday posts at the top of my newsfeed on Thursday?????"
        }, 
        {
            "created_time": "2017-05-18T10:59:34+0000", 
            "id": "10155808955746729_930729590402731", 
            "message": "I go into my newsfeed menu and select \"Most Recent\" it says 350 posts... then opens up to older posts. I don't care about \"Top Stories\" I want chronological order. I don't care \"What my friends Like\", I want to see what my friends post!"
        }, 
        {
            "created_time": "2017-05-18T11:46:20+0000", 
            "id": "10155808955746729_457264947967054", 
            "message": "See Facebook doesn't care."
        }, 
        {
            "created_time": "2017-05-19T15:15:43+0000", 
            "id": "10155808955746729_425789781132711", 
            "message": "Hi there. We have several helpful tools you can use better secure your account and recognize attempts to compromise your information. To learn more about these tools and how to keep your account safe, visit Privacy Basics at: http://bit.ly/2qFh7de. Unfortunately, to help make sure everyone uses their authentic name, you can only change your name every 60 days. Learn more: http://bit.ly/2pT1ZvX. -Jessica"
        }, 
        {
            "created_time": "2017-05-19T17:23:29+0000", 
            "id": "10155808955746729_840305729467678", 
            "message": "Jessica from Facebook , which one of us are you talking to? I've been trying to contact y'all for at least 5 days."
        }, 
        {
            "created_time": "2017-05-19T18:43:48+0000", 
            "id": "10155808955746729_299342380517074", 
            "message": "Marc Devon Lau seems to be a general stock comment by Facebook. Of course, we only get shown what \"they\" want us to see."
        }, 
        {
            "created_time": "2017-05-20T07:26:39+0000", 
            "id": "10155808955746729_422428501472570", 
            "message": "https://youtu.be/Qc1kE-EMg2s"
        }, 
        {
            "created_time": "2017-05-20T11:53:26+0000", 
            "id": "10155808955746729_642870312581094", 
            "message": "Man, those guys are pieces of crap."
        }, 
        {
            "created_time": "2017-06-10T15:01:48+0000", 
            "id": "10155808955746729_123985911516882", 
            "message": "Hey Facebook"
        }, 
        {
            "created_time": "2017-06-12T17:00:50+0000", 
            "id": "10155808955746729_1222214354573184", 
            "message": "Oi como éstou"
        }, 
        {
            "created_time": "2017-06-16T08:16:02+0000", 
            "id": "10155808955746729_944352655705140", 
            "message": "marhabaan 'anah hadhih alhisab zayif wayazeaj mustakhdimiun fis buk washakirn"
        }
    ]
}