{
    "data": {
        "created_time": "2017-05-18T13:48:39+0000", 
        "id": "10155808955746729_1985972708299306", 
        "message": "Waiting for an answer, Facebook. Waiting for an answer. Is it a bug or is it deliberate that your news feed forces everyone to your way?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 16
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-18T14:13:58+0000", 
            "id": "10155808955746729_134599660421247", 
            "message": "Hi Kevin. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2ri5a08. Additionally, if you feel you're missing stories you'd like to see or seeing stories in your News Feed that you don't want to see, use the different News Feed controls to adjust your preferences. Learn how at: http://bit.ly/2pX6vp4. -Jessica"
        }, 
        {
            "created_time": "2017-05-18T14:16:03+0000", 
            "id": "10155808955746729_421588358213100", 
            "message": "The Most Recent option DOESN'T WORK! That's the issue. I have to check the MOST RECENT box 20+ times a day. It doesn't stay as a default option. Already this morning, I've had to click MOST RECENT about 10 times so I don't keep seeing stuff i've already viewed."
        }, 
        {
            "created_time": "2017-05-18T17:35:03+0000", 
            "id": "10155808955746729_1725158547500563", 
            "message": "It is frustrating to have to change it back to \"most recent\", every time I refresh the page, click home, or go from one page on Facebook to another, then back to the newsfeed.  Every single time I return to the newsfeed it is on \"Top Stories\".  I've been on Facebook for almost 10 years, and this is the most frustrating change that has been made to date.  It should be an option in our account settings, where we can CHOOSE the default!!!  Don't force it on us, Facebook... \n\nI have already gone to the \"help center\", to voice my opinion."
        }, 
        {
            "created_time": "2017-05-19T18:34:27+0000", 
            "id": "10155808955746729_1684373295204948", 
            "message": "And another 10 times! Still not working!"
        }, 
        {
            "created_time": "2017-05-20T00:17:06+0000", 
            "id": "10155808955746729_150564282149403", 
            "message": "I'm tired of having to change it, too! I MUCH prefer most recent. but I have to set it to that EVERY time. Not just every time I get on Facebook, but every time I refresh the page during each session. Why can't it stay the way we set it?"
        }, 
        {
            "created_time": "2017-05-20T03:49:27+0000", 
            "id": "10155808955746729_1926666794224963", 
            "message": "Nobody likes the news feed. People constantly complain on their posts day after day and they do nothing about it. I think they wasted so much money designing it that they don't want to admit to their investors that they spent a ton of money do develope a crap feature that no one likes. NOBODY WANTS THE STUPID NEWS FEED!!!!!!!"
        }, 
        {
            "created_time": "2017-05-20T05:23:35+0000", 
            "id": "10155808955746729_306183906483558", 
            "message": "Facebook Those \"controls\" you speak of, DO NOT WORK."
        }, 
        {
            "created_time": "2017-05-20T10:40:09+0000", 
            "id": "10155808955746729_642849139249878", 
            "message": "How to confirm the verification of the official page?"
        }, 
        {
            "created_time": "2017-05-24T17:19:59+0000", 
            "id": "10155808955746729_867783163384597", 
            "message": "I'm glad to hear I'm not alone. Yesterday was a good day; got to stay on MOST RECENT all day. It was like All Summer in a Day. Because today? Back to the same BS. *sigh*"
        }, 
        {
            "created_time": "2017-05-24T23:09:50+0000", 
            "id": "10155808955746729_414592192256755", 
            "message": "Yeah, I'm convinced we're being lied to. It's either that or Facebook has no idea how to fix it."
        }, 
        {
            "created_time": "2017-05-25T17:26:49+0000", 
            "id": "10155808955746729_1717316325233802", 
            "message": "Seems the only way I can get MOST RECENT to work is to comment over here every day."
        }, 
        {
            "created_time": "2017-05-26T12:56:32+0000", 
            "id": "10155808955746729_1899976836882874", 
            "message": "Beah Grundström - On the phone? Yeah, it's worse over there."
        }, 
        {
            "created_time": "2017-06-07T18:40:47+0000", 
            "id": "10155808955746729_224473188069199", 
            "message": "Nope. It never gets better with you people. it's random, sporadic and annoying."
        }, 
        {
            "created_time": "2017-06-09T16:15:04+0000", 
            "id": "10155808955746729_247696905711382", 
            "message": "I keep wondering when you're going to fix this bug."
        }, 
        {
            "created_time": "2017-06-13T13:25:58+0000", 
            "id": "10155808955746729_768558093322948", 
            "message": "I've given feedback multiple times and get ignored, multiple times."
        }, 
        {
            "created_time": "2017-06-16T17:56:21+0000", 
            "id": "10155808955746729_442321566138081", 
            "message": "I am so tired of clicking the MOST RECENT button today. You people really need to fix this."
        }, 
        {
            "created_time": "2017-07-22T13:11:28+0000", 
            "id": "10155808955746729_206362153228269", 
            "message": "Facebook Oa"
        }, 
        {
            "created_time": "2017-07-23T16:35:36+0000", 
            "id": "10155808955746729_1361040527347964", 
            "message": "help me delete the facebook app from my phone"
        }, 
        {
            "created_time": "2017-08-01T17:07:36+0000", 
            "id": "10155808955746729_327211361058109", 
            "message": ""
        }, 
        {
            "created_time": "2017-08-01T17:10:36+0000", 
            "id": "10155808955746729_115391239113103", 
            "message": ""
        }, 
        {
            "created_time": "2017-08-01T22:29:38+0000", 
            "id": "10155808955746729_121918111769762", 
            "message": "One day I can hope you people will actually listen to your users instead of forcefeeding us your algorithms."
        }
    ]
}