{
    "data": {
        "created_time": "2017-05-15T16:46:19+0000", 
        "id": "10155808955746729_10155812319251729", 
        "message": "Why does my news feed ALWAYS revert back to top stories??? I don't care about top stories. I want to always see MOST RECENT and it is so annoying to have to go to the drop down menu every single time I log in. Please make an option to permanently show Most Recent."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-15T16:53:29+0000", 
            "id": "10155808955746729_10155812337111729", 
            "message": "Hi Sheri. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://bit.ly/2pD58zN. -Jessica"
        }, 
        {
            "created_time": "2017-05-15T17:40:48+0000", 
            "id": "10155808955746729_10155812515326729", 
            "message": "Facebook I did this. But I cannot believe your research let you to believe that most people want Top Stories--not after reading the comments here and the comments made by my FB friends. Who did this research? How was it conducted? Who did it include?"
        }, 
        {
            "created_time": "2017-05-15T18:00:37+0000", 
            "id": "10155808955746729_10155812579186729", 
            "message": "\"Top Stories\" is annoying AF. Especially when they're 2-3 days old."
        }, 
        {
            "created_time": "2017-05-15T18:03:09+0000", 
            "id": "10155808955746729_10155812583701729", 
            "message": "I have not thankful reaction on my reaction list.. help me please :( <3"
        }, 
        {
            "created_time": "2017-05-15T18:03:55+0000", 
            "id": "10155808955746729_10155812584851729", 
            "message": "Hi Meagan. The same stories appear in Most Recent and Top Stories, just in a different order. Most Recent shows stories in the order they were posted, and Top Stories shows stories from people and things you interact with most at the top. Here's how to select the Most Recent feed. Learn how to select the Most Recent feed: http://bit.ly/2pO3ZBA. -Brittany"
        }, 
        {
            "created_time": "2017-05-15T18:04:47+0000", 
            "id": "10155808955746729_10155812586671729", 
            "message": "But I can't save it as a default. I have to do this every time, and quite frankly it gets tedious."
        }, 
        {
            "created_time": "2017-05-15T18:07:06+0000", 
            "id": "10155808955746729_10155812592156729", 
            "message": "Hi Nika. After Mother's Day, the thankful reaction is no longer available. -Brittany"
        }, 
        {
            "created_time": "2017-05-15T22:48:33+0000", 
            "id": "10155808955746729_10155813354171729", 
            "message": "Yes!"
        }, 
        {
            "created_time": "2017-05-16T00:19:48+0000", 
            "id": "10155808955746729_10155813534401729", 
            "message": "\"Thankful\" should always be available. I mean, what, we're bloody ingrates the rest of the time 😂😂"
        }, 
        {
            "created_time": "2017-05-16T01:55:15+0000", 
            "id": "10155808955746729_10155813801841729", 
            "message": ""
        }, 
        {
            "created_time": "2017-05-16T03:25:19+0000", 
            "id": "10155808955746729_10155813967046729", 
            "message": "PLEASE for the love of god.. get RID of top stories. We don't want to comment on old stuff.. really... we don't. WE WANT NEW! NEW!!! new stuff... not old, 16 hour ago stale posts no one is commenting on anymore. If I choose MOST RECENT - I want it to STAY MOST RECENT!"
        }, 
        {
            "created_time": "2017-05-16T03:26:01+0000", 
            "id": "10155808955746729_10155813967891729", 
            "message": "Michael J. Kirschner  - Thank you - YES... I never want it to change back and lately it changes by itself several times while I'm online."
        }, 
        {
            "created_time": "2017-05-16T03:26:38+0000", 
            "id": "10155808955746729_10155813968806729", 
            "message": "Facebook - It's Monday and the Thankful is still available. SO, if you can accomplish that,  fix the top stories mess please."
        }, 
        {
            "created_time": "2017-05-16T07:19:30+0000", 
            "id": "10155808955746729_10155814443996729", 
            "message": "Facebook"
        }, 
        {
            "created_time": "2017-05-17T15:51:23+0000", 
            "id": "10155808955746729_437369536627882", 
            "message": "Facebook, what demographic did you look at, regarding this evaluation? Do you really think that the people aren't interested in current information??   I NEVER set my newsfeed to \"Top Stories\", ever.  I look at FB several times a day, and I don't need to see 3+day old posts that I have already seen.  This is so frustrating.  On my tablet and phone, it is far worse than my laptop as I have to change it every time I use it, in order to see the most recent posts.  This makes no sense, Facebook."
        }, 
        {
            "created_time": "2017-05-18T11:18:27+0000", 
            "id": "10155808955746729_1482515991800341", 
            "message": "I go into my newsfeed menu and select \"Most Recent\" it says 350 posts... then opens up to older posts. I don't care about \"Top Stories\" I want chronological order. I don't care \"What my friends Like\", I want to see what my friends post! I did take the FB survey and strongly spoke about maintaining \"Most Recent\". If I wanted \"Top Stories\" I'd go to Twitter!"
        }, 
        {
            "created_time": "2017-05-18T13:42:29+0000", 
            "id": "10155808955746729_339948799754591", 
            "message": "I miss community events because mobile apps don't let you stay on most recent. Please fix that."
        }, 
        {
            "created_time": "2017-05-18T14:22:43+0000", 
            "id": "10155808955746729_315142842243521", 
            "message": "Hi Debbie. If you feel you're missing stories you'd like to see or seeing stories in your News Feed that you don't want to see, use the different News Feed controls to adjust your preferences. Learn how at: http://bit.ly/2pXnkA5. -Jessica"
        }, 
        {
            "created_time": "2017-05-18T14:24:21+0000", 
            "id": "10155808955746729_315143818910090", 
            "message": "You can add most recent to your favorites and constantly refresh on Mobil. That's what I've resorted too. The freestyle for newsfeed and following is too annoying. For an instant option the most recent works best"
        }, 
        {
            "created_time": "2017-05-18T14:26:48+0000", 
            "id": "10155808955746729_421590694879533", 
            "message": "The news feed feature of following specific people first is annoying. We want most recent refreshing all the time of everyone not picking specific people because that's cumbersome and takes too long to set up."
        }, 
        {
            "created_time": "2017-05-18T14:36:00+0000", 
            "id": "10155808955746729_1692727817694914", 
            "message": "Except they don't seem to work on my iPad FB app."
        }, 
        {
            "created_time": "2017-05-18T18:59:21+0000", 
            "id": "10155808955746729_1749321128417763", 
            "message": "Unfortunately what you say is true!"
        }, 
        {
            "created_time": "2017-05-18T19:00:25+0000", 
            "id": "10155808955746729_1749321711751038", 
            "message": "That's right! Too cumbersome & takes forever!"
        }, 
        {
            "created_time": "2017-05-25T03:46:33+0000", 
            "id": "10155808955746729_226116887891674", 
            "message": "please  we all want most recent as default"
        }, 
        {
            "created_time": "2017-05-25T05:15:29+0000", 
            "id": "10155808955746729_1857783934472348", 
            "message": "Yep, we WANT to set MOST RECENT as our feed, not filtered Top Stories. Just because we're forced to Top Stories on our phones does not mean we want this on our laptops. Does not seems to be a tough request to fulfill. In fact, I'd love to see a feed option that let's us choose Most Recent. Simple as that. I mean, egads, I want to start using G+ more and more because of this."
        }
    ]
}