{
    "data": {
        "created_time": "2017-05-19T17:06:25+0000", 
        "id": "10155808955746729_287609311691066", 
        "message": "Hi, Facebook\n\nOur company's facebook advertisement account has been disabled. I have submit several IDs to verify my identity, however I got 0 reply.\nThe account is under my email Dennis@mobvoi.com Account ID: 787569071407482 and with Fans page of Ticwatch and Mobvoi.\n\nI don't understand the reason of disabling account and this will result in the great loss on our sales as we are planning on our future campaign. Also the ads are still running with outdated promotion message which is still charging us on advertisement fee. We have spent over 15K on facebook and as far as we know, we didn't do anything violating your rules.\n\nPlease advise the reason for Account lock and We need the facebook account back ASAP, please.\n\nThank you"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-05-19T17:22:06+0000", 
            "id": "10155808955746729_499722680418947", 
            "message": "Hi Ding. If you have further questions about your disabled ad account, you can reach out to our team using this form: http://bit.ly/2pTnrky. Keep in mind, if any of your ads have been removed or your ad account has been disabled, we're unable to reactivate either of these from requests on this Page. You'll need to work with the team directly by using that form. -Neha"
        }, 
        {
            "created_time": "2017-05-19T17:26:38+0000", 
            "id": "10155808955746729_499724567085425", 
            "message": "Hi, my ad account is still active but the Facebook account associate with it is disabled!\nAnd we can do nothing about it now. The ads is still running with outdated information."
        }
    ]
}