{
    "data": {
        "created_time": "2013-12-06T17:14:19+0000", 
        "id": "10152364594836729_14287925", 
        "message": "Dear Mandela,\n\nI don't know you personally and neither do you know me but there was one instance when I saw you in person but unfortunately I was standing way at the back of the huge crowd on my father's shoulders much too far for you to have noticed.\nWho would have thought that a boxer and lawyer from a small village called Qunu would become so famous and revered by the world. I saw you for the very first time when you were released from prison on 11 February 1990 on our small black and white tv set. As my family watched in awe, I, still a young boy wondered why everyone was making such a huge fuss about an old man, I didn't yet grasp the magnitude of what that day meant for the country. There was a heightened sense of euphoria and joy hanging in the air, everybody spoke excitedly about you. Years later I got to learn about you in school, your struggle, your ambition, and your dream of a free democratic country in which all South Africans of all colors, races and beliefs could live equally under a constitution that would protect their rights. By this time you were the President of the country, the transition was peaceful, at first everything was new and strange but I got used to to attending a white school and having classmates of all races and backgrounds. At home my grandmother who was younger than you still kept your portrait even after you retired, she always spoke very highly of you, her grey eyes beaming with optimism and her cheerful voice filled with joy, she used to tell me stories about the days before 1994, the days of apartheid, the days of oppression.\n\nAs I grew up I learned that not everyone felt the same way about you, some people criticized you for being a terrorist, others claim that you are a sell out and as the colors of our rainbow nation started to wash out throughout the years others even began to blame you for the shortcomings of the government and the state our country was slowly falling into. I don't know you as any of that, I know you as Madiba and I came to understand that even you were not perfect, but even with your shortcomings you managed to overcome what you fought against, you stood bravely and was prepared to even die for what you believed in. The dream you had may not be fully realized today but you made sure that things would be different and in many ways they are.\n\nThen you slowly faded from the public, no longer did I hear your inspiring voice, see your iconic smile or feel your presence in the media...you were growing old.\n\nI never thought that one day I would write this letter, but all I want to say is...\nMadiba, you are an amazing person, you persevered in the face of adversity, you changed the lives of many, you touched the hearts of your enemies, and you made us all realize that ''The greatest glory in living lies not in never falling, but in rising every time we fall\". People can think or say whatever they want but I believe that because of you South Africa is a much better place, we are not perfect but we are better.\n\nI don't know what South Africa would be like without Nelson Rolihlahla Mandela but I still remember what a wise old man once said, “No one is born hating another person because of the color of his skin, or his background, or his religion. People must learn to hate, and if they can learn to hate, they can be taught to love, for love comes more naturally to the human heart than its opposite.” I think if we believe just this then we will be ok.\n\nThank you for your love, wisdom,bravery, understanding, and your contribution towards a better South Africa, but most of all thanks for being you.\n\nLetting go is not easy but in the end God has the final say...\n\nGood bye.\n\nEric R.Kok\nA Proud South African"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 171
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2013-12-06T18:12:54+0000", 
            "id": "10152364594836729_14289220", 
            "message": "You're right. Because of him south africa is now free from races & castism & not only africa but many  more countries also now free because of him............"
        }, 
        {
            "created_time": "2013-12-06T18:26:18+0000", 
            "id": "10152364594836729_14289450", 
            "message": "Well said."
        }, 
        {
            "created_time": "2013-12-06T19:15:45+0000", 
            "id": "10152364594836729_14290197", 
            "message": "A part from Jesus, Mandela was another man who will never live again. God bless him."
        }, 
        {
            "created_time": "2013-12-06T20:50:48+0000", 
            "id": "10152364594836729_14291917", 
            "message": "You are all wrong, please check on the net who really has been Mandela, the chief of a terroristic comunist assosiation, that killed thousands of women and children...please study, before speaking for nothing, he has vbeen like Stalin and Mao Tse Tung...did you like and love them??????? Wow, it is horrible !"
        }, 
        {
            "created_time": "2013-12-06T22:25:14+0000", 
            "id": "10152364594836729_14293610", 
            "message": "He killed thousands of the Appartheid's soldiers not children and women cause most people that was Apartheid was men whom useless hate black human. \n\nDear Mr. Luigi Moretti,\nAvoiding oppress great people should be the best mature and human behavior"
        }, 
        {
            "created_time": "2013-12-07T01:45:58+0000", 
            "id": "10152364594836729_14296119", 
            "message": "You just had to jump in with both feet, right Luigi Moretti?  Madelas true measure of greatness was the institution of the Forgiveness Commissions.  This allowed individuals who committed truly hateful actions to be absolved (forgiven) if they would now support the New South Africa.   If  France had done this in 1918, there would not have been a World War II.  Being able to forgive those who hated you during the struggle, and might still hate you today, is the true Mark of Greatness!"
        }, 
        {
            "created_time": "2013-12-07T01:53:35+0000", 
            "id": "10152364594836729_14296222", 
            "message": "The Engineering Life (Y) (Y)"
        }, 
        {
            "created_time": "2013-12-07T02:13:56+0000", 
            "id": "10152364594836729_14296433", 
            "message": "A beautiful tribute"
        }, 
        {
            "created_time": "2013-12-07T06:26:40+0000", 
            "id": "10152364594836729_14299484", 
            "message": "Well coated lines. :( "
        }, 
        {
            "created_time": "2013-12-07T12:12:40+0000", 
            "id": "10152364594836729_14301371", 
            "message": "in this text is simply evertying where Mr. Mandela stood for! you putted it magnificint in words! well said an another thing: Nelson Mandela was a person who shook the whole world and it helped everything and everyone for a better world!"
        }, 
        {
            "created_time": "2013-12-08T05:23:39+0000", 
            "id": "10152364594836729_14313823", 
            "message": "I had bought into the media hype about Nelson Mandela and hadn't bothered to look at who the man really was. Are you aware that Nelson Mandela could not enter the United States without a special waiver until 2008? (Nelson Mandela and the African National Congress were on a U.S. terror watch list until President George W. Bush signed a bill removing them in 2008) Up until that time, he was on a terrorist watch list. How can the man that is most credited with the end of apartheid be on a terrorist watch list in the U.S.? There was a revolution going on in South Africa, and it was not blacks killing whites (that would come later). It was the ANC killing anyone who opposed them or anyone who was in the wrong place at the wrong time, including over 20,000 blacks. The thought of some is that Nelson Mandela was orchestrating these planned attacks from prison. Either way, you can not dispute that it was his organization that was responsible. If he didn’t want to be associated with such violence then he could have renounced the ANC and its violent tactics. Does that sound like a “man of peace” to you? Whether the violence was justified or not is a matter of opinion, but I think it is fair to say that Mandela was never the Ghandi-like man that he was portrayed to be in American mainstream media. What people need to understand is that the violence in South Africa did not end when Mandela was released, and it did not end with the death of apartheid. In fact, it may have grown worse. Despite the end of apartheid, the racial division of a leader who claimed to be about peace has caused black on white crime and genocide to explode. It seems like the black population of South Africa finally decided to take out generations of built up hostilities on the white people who once ruled them. But this is not the ruling class they are killing. These are civilians. Notice a theme here? I understand that they didn’t want to openly oppose the military but killing innocent civilians is not acceptable collateral damage. It is terrorism. It is terrorism when a jihadist does it. It was terrorism when Timothy McVeigh did it. The trademark of terrorism is the killing of innocent civilians. You can not put pure motives upon the killing of innocent people and justify it, at least not in my book. So what did Mandela have to do with the killing of white farmers? Like any world leader, he was so well insulated that even if he was ordering these killings you would likely never prove it. And since the ANC has now gained a sense of legitimacy they would be careful to cover their tracks as well. So how can I logically relate Mandela to this senseless violence? Mandela was a race baiter. He was very much like Barack Obama, Jesse Jackson and Al Sharpton. He has been about inciting people to violence on the basis of skin color. The thing is that he was far less subtle than the black-on-white race baiters in America. The history books will likely never show this side of Nelson Mandela. They will likely report on how instrumental he was in the ending of apartheid and talk of his Nobel Peace Prize in 1993. You won’t likely read about his terrorist methods. In fact, if you read about it at all you will likely read about the travesty of the United States having this man on a terrorist watch list for 20 years. You don’t just stay on a terrorist watch list for 20 years for no reason my friends. Republican and Democratic administrations alike had a chance to take him off of that list. But it wasn’t until he was 90 years old that George W. Bush signed his release. Think about that. Think about it hard. Or you can go read about how great he was if you would like. It doesn’t matter to me. I am after the truth. I don’t care if he was white, black, yellow, green or purple. The man was about hate, and he was very dangerous and divisive. Nelson Mandela was a Marxist and a terrorist, who drove people to kill on the basis of skin color. After his death, they will likely continue to reign terror upon their countrymen and that is what he leaves behind. That is the truth."
        }, 
        {
            "created_time": "2013-12-08T21:59:25+0000", 
            "id": "10152364594836729_14327139", 
            "message": "mandela was nothing more than a Terrorist , Just a communist agitator who was imprisoned because he was caught with enough explosives to wipe out a city block."
        }, 
        {
            "created_time": "2013-12-08T22:00:46+0000", 
            "id": "10152364594836729_14327169", 
            "message": "Just another dead terrorist , BURN IN HELL."
        }, 
        {
            "created_time": "2013-12-10T15:06:31+0000", 
            "id": "10152364594836729_14361033", 
            "message": "lol your name is Kok"
        }, 
        {
            "created_time": "2013-12-10T17:17:46+0000", 
            "id": "10152364594836729_14363724", 
            "message": "very good"
        }, 
        {
            "created_time": "2013-12-11T21:19:26+0000", 
            "id": "10152364594836729_14386946", 
            "message": "como puedo recuperar mi cuentha si esta blokeada"
        }, 
        {
            "created_time": "2013-12-12T15:21:38+0000", 
            "id": "10152364594836729_14395447", 
            "message": "May his gentle en brave soul rest in perfect peace..."
        }
    ]
}