{
    "data": {
        "created_time": "2017-11-13T08:46:37+0000", 
        "id": "1946388805601322_126733394661178", 
        "message": "Good Morning,\n\nOn Saturday, my Pregnant Wife, 7 year son and I, travelled in heavy traffic from Stirlingshire to see your Coca Cola Truck at Silverburn near Glasgow.  Once we arrived at Silverburn, the place was in Gridlocked with the sheer volume of people trying to get in to view your truck combined with a similar volume trying to get back out.\n\nThere were plenty of parking spaces, but no way of getting to them as the traffic was at standstill in all directions.  We eventually got parked and walked over to join the queue (about 6pm) to be told that Coca Cola had closed the queue at 5pm and no one else was allowed to join the queue.  The event was advertised as being on until 7pm – there were no last entry times noted on any information provided.  Had there been, we would not have went.\n\nA Truck that is famed for being lit up and clearly best viewed at night – yet, you close the queue at 5pm just as it’s getting dark with thousands of more people trying to attend?\n\nWe made a complaint at the customer service desk at Silverburn, however, they were just putting the blame for this incompetently run even squarely on Coca Cola.  While we were at the customer service desk, there were numerous others (including pregnant women and those with kids) who, like us, were now trapped at the shopping centre as these other customers had spent 2 hours trying to get back out of the car park and still couldn’t.\n\nPeople were abandoning their vehicles at the centre and making other arrangements to get home such were the issues.\n\nIt was that bad, in fact, that I called Police Scotland to complain about the Gridlocked Traffic to see if they could send officers to sort it out.  They had had multiple calls like mine but weren’t going to attend.\n\nI’m afraid that for a Worldwide Company such as Coca Cola to run such a farce of an event, is absolutely disgusting.  To not keep it open until 7pm, as advertised, for all of those attending.  To not have it on until at least 10pm when it is dark and best to be seen.   As I’m assuming many of your visitors would have been kids, having it on until 10pm would’ve allowed the queue to gradually peter down over the last few hours as kids would be going home to their beds.\n\nWe wasted hours of our time and fuel, as did thousands of others, only to be let down.\n\nI’m afraid you have disgraced yourselves and let down your loyal customers."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}