{
    "data": {
        "created_time": "2017-11-03T18:43:53+0000", 
        "id": "1946388805601322_1946536432253226", 
        "message": "Very very poor u we’re in Oldham last year and was very rude to us when we had waited for ages with some patients to see the Christmas trucks we were spoken to dreadful by your staff and written a complaint to your head office we traveled with 8 older people with dementia ages between 65 and 81 some could not get near truck as we’re in wheel chair so we came over and asked for a bottle for all the paitents who could not make it over waited in minibus(2 in total )\nI was in full uniform and had my id badge on \nI was told No very bluntly and was very disappointed with such a big world wide company when we write to complain givein the names of the cola staff and pictures which they tried to stop me taking\nCoca Cola did not even send a response letter just a voucher for ONE small bottle of coke\nCannot explain how disgusted I was and still am to this day I will never buy a single product of yours again if you want to discuss details pm me and I will forward you the full emails I sent \n3 in total over a period of 13 days without a single reply"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-03T19:54:16+0000", 
            "id": "1946388805601322_943195562502060", 
            "message": "Ian you have experienced the true face of this soulless sugar-water pushing conglomerate. They don't care about anything but your money. Look for meaningful things to do with your time."
        }, 
        {
            "created_time": "2017-11-03T20:12:27+0000", 
            "id": "1946388805601322_943227105832239", 
            "message": "Hutch Scott Hutchinson  it was a trip for the pensioners at my home they were looking forward to go reminded them off Christmas in hindsight was a bad idea"
        }, 
        {
            "created_time": "2017-11-03T20:28:20+0000", 
            "id": "1946388805601322_1835937156628775", 
            "message": "I'm an atheist so the actual festival of Christmas is meaningless nonsense to me, but if I were to make a suggestion perhaps you could try a trip to a local church if they're really into the whole resurrection thing, or a homeless shelter if they're not?"
        }, 
        {
            "created_time": "2017-11-04T09:07:29+0000", 
            "id": "1946388805601322_1991327854472264", 
            "message": "Hutch Scott Hutchinson  I have also pm Coca Cola and not even replied also no reply on here what a joke of a company\nAlso we deal with people with dementia so we do all sorts of things inc church and days out to where they went as children it’s all about memory to make them feel good for a while that’s why the Cola truck as everybody knows the Christmas truck so was a good idea but turned into a sad day"
        }
    ]
}