{
    "data": {
        "created_time": "2017-11-03T22:06:06+0000", 
        "id": "1946388805601322_740877776123247", 
        "message": "No Inverness which is ashame as are nearest is in Glasgow! Would of thought it would like to come to the most northern city in Scotland"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-06T15:10:59+0000", 
            "id": "1946388805601322_144624219621691", 
            "message": "No reply for me Coca Cola"
        }, 
        {
            "created_time": "2017-11-06T16:19:33+0000", 
            "id": "1946388805601322_177184799525405", 
            "message": "Hi Hannah, the truck tour is a huge logistical challenge and takes our teams months of planning in advance with both councils and communities. In previous years we have visited many different locations across GB, but sadly, we can't visit every single one, each year. We can understand that you might be disappointed and will be sure to share your feedback with our teams"
        }, 
        {
            "created_time": "2017-11-06T19:07:00+0000", 
            "id": "1946388805601322_312001235947234", 
            "message": "no reply for mine for saying just 1 place in scotland its a joke and all they say they cant visit everywhere same as usual england get all the places they seem to think that is the only place in the UK"
        }, 
        {
            "created_time": "2017-11-07T10:55:31+0000", 
            "id": "1946388805601322_146832639270822", 
            "message": "Hi Kelly, the truck tour is a huge logistical challenge and takes our teams months of planning in advance with both councils and communities. In previous years we have visited many different locations across GB, but sadly, we can't visit every single one, each year. We understand that you might be disappointed and will be sure to share your feedback with our teams"
        }, 
        {
            "created_time": "2017-11-08T11:29:37+0000", 
            "id": "1946388805601322_547319248952932", 
            "message": "Coca-Cola one stop in the whole of Scotland?! Disappointing!"
        }
    ]
}