{
    "data": {
        "created_time": "2015-09-25T18:52:19+0000", 
        "id": "10154085960266729_10154088004126729", 
        "message": "i can't get into my account and there isn't anything in the help section that tells me what i can do. where can i find help?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 11
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-09-25T19:21:07+0000", 
            "id": "10154085960266729_10154088054381729", 
            "message": "Hi, John. For questions related to logging in, you can find some valuable information here: http://on.fb.me/1KzOd2t. We hope this helps! -Rey"
        }, 
        {
            "created_time": "2015-09-25T22:51:10+0000", 
            "id": "10154085960266729_10154088441036729", 
            "message": "Facebook  no, it doesn't help. i've already looked there. every time i try to log in it goes to a blank screen. i've gone to that help page half a dozen times and written asking for help and nobody helps me. i didn't forget my password. it's some kind of bug or something. where can i get some actual help?"
        }, 
        {
            "created_time": "2015-09-29T01:26:06+0000", 
            "id": "10154085960266729_10154095246791729", 
            "message": "hi guyz...."
        }, 
        {
            "created_time": "2015-09-29T01:36:37+0000", 
            "id": "10154085960266729_10154095273811729", 
            "message": "Looks like you were able to log on and post... in the comments of a Star Wars video..."
        }, 
        {
            "created_time": "2015-09-29T04:48:00+0000", 
            "id": "10154085960266729_10154095691126729", 
            "message": "It's a bug John Martin. I get the same thing. Just a blank white screen. As soon as I login any FB page I attempt is just a white screen. It's not a cookie or browser issue as I've tried on 2 mac's, 3 pc's, 2 android phones and 2 iPhone's. If I use my wife or kids login it works fine. I can't believe more people haven't been affected and complained. I've opened numerous bug reports and it's been down 2 weeks now. Just thankful I don't run my business on FB like my wife does."
        }, 
        {
            "created_time": "2015-09-29T04:49:15+0000", 
            "id": "10154085960266729_10154095692951729", 
            "message": "PS it works (obviously) using the app but not via any browser. Please help Facebook."
        }, 
        {
            "created_time": "2015-09-29T06:58:40+0000", 
            "id": "10154085960266729_10154095880796729", 
            "message": "Why only on iOS devices? What about androids"
        }, 
        {
            "created_time": "2015-09-29T13:02:29+0000", 
            "id": "10154085960266729_10154096309271729", 
            "message": "Its on Android and coming to IOS. Did you not read it?"
        }, 
        {
            "created_time": "2015-09-29T16:29:28+0000", 
            "id": "10154085960266729_10154096762541729", 
            "message": "Mike Coker thanks mike. it sounds like the same problem. this is my cousins account and it works fine. i can see my page from his account so it's still there but i can't sign into mine. i haven't been able to login for 10 days. it said something a couple times about there was a problem and they were working to fix it but they aren't doing a very good job."
        }, 
        {
            "created_time": "2015-09-29T19:29:26+0000", 
            "id": "10154085960266729_10154097136781729", 
            "message": "Ah, that sucks... If I were you, I'd stop paying until they've fixed it."
        }, 
        {
            "created_time": "2015-09-30T17:13:48+0000", 
            "id": "10154085960266729_10154099082591729", 
            "message": "John Martin any update? Try from an app on your phone that's the only way it works for me. They've got all these people at Facebook responding to random Posts but no one working on bugs apparently."
        }, 
        {
            "created_time": "2015-09-30T17:47:54+0000", 
            "id": "10154085960266729_10154099141536729", 
            "message": "Mike Coker unfortunately i don't have a smart phone. i've written 10 times. they answered once and referred me to their help page which wasn't any help at all. they aren't any help and it's hard to contact anyone on fb. i can see my page from my cousins page so i know it's still there but that's about all i know. i guess i'll just keep writing for help."
        }, 
        {
            "created_time": "2015-09-30T20:21:07+0000", 
            "id": "10154085960266729_10154099490241729", 
            "message": "Hi John. We hear you. Will you please send us a private message so that we can better assess the situation? Thanks in advance! -Rey"
        }, 
        {
            "created_time": "2015-09-30T21:19:23+0000", 
            "id": "10154085960266729_10154099585426729", 
            "message": "Facebook ok rey, i just sent you a pm at 5:18pm."
        }, 
        {
            "created_time": "2015-10-07T04:19:07+0000", 
            "id": "10154085960266729_10154112366826729", 
            "message": "Mike Coker i'm not exactly sure how or why but i can get back into my account now."
        }, 
        {
            "created_time": "2015-11-10T04:35:05+0000", 
            "id": "10154085960266729_10154181843501729", 
            "message": "i was finally able to get back into my account after about 3 weeks. i'm not sure if facebook did something to fix it or it was just some kind of technical issue that facebook finally fixed."
        }, 
        {
            "created_time": "2016-01-28T10:25:59+0000", 
            "id": "10154085960266729_10154359948511729", 
            "message": "How come none of the 360 videos work on my phone  I have a Android Sharp Aquos"
        }, 
        {
            "created_time": "2016-10-01T04:56:12+0000", 
            "id": "10154085960266729_1788773724697151", 
            "message": "It doesnt work on my device"
        }, 
        {
            "created_time": "2017-03-17T02:42:55+0000", 
            "id": "10154085960266729_389693564750031", 
            "message": "I keep getting a cannot play videos error message can someone offer any suggestions on how to fix the problem."
        }
    ]
}