{
    "data": {
        "created_time": "2015-10-07T15:14:03+0000", 
        "id": "10154085960266729_10154113058386729", 
        "message": "Whether you agree or not, it's an interesting lesson in history. Something to think about... \n\nIn 1929, the Soviet Union established gun control. From 1929 to 1953, about 20 million dissidents, unable to defend themselves, were rounded up and exterminated. \n\n------------------------------ \n\nIn 1911, Turkey established gun control. From 1915 to 1917, 1.5 million Armenians, unable to defend themselves, were rounded up and exterminated. \n\n------------------------------ \n\nGermany established gun control in 1918 and in 1938 Hitler banned Jews from owning firearms. Then from 1939 to 1945, a total of 13 million Jews and others who were unable to defend themselves were rounded up and exterminated. \n\n------------------------------ \n\nChina established gun control in 1935. From 1948 to 1952, 20 million political dissidents, unable to defend themselves, were rounded up and exterminated. \n\n------------------------------ \n\nGuatemala established gun control in 1964. From 1964 to 1981, 100,000 Mayan Indians, unable to defend themselves, were rounded up and exterminated. \n\n------------------------------ \n\nUganda established gun control in 1970. From 1971 to 1979, 300,000 Christians, unable to defend themselves, were rounded up and exterminated. \n\n------------------------------ \n\nCambodia established gun control in 1956. From 1975 to 1977, one million 'educated' people, unable to defend themselves, were rounded up and exterminated. \n\n----------------------------- \n\nDefenseless people rounded up and exterminated in the 20th Century because of gun control: 56 million. \n\n------------------------------ So it might be said that guns don't kill people, gun control does!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}