{
    "data": {
        "created_time": "2014-07-29T23:38:52+0000", 
        "id": "10152217386495079_10152217425205079", 
        "message": "Eminem, your fan base is shit... You're music is now shit.. I bought ur MMLP2 and I only enjoy like 4 songs on there... your a illuminati puppet playing on their strings... you're real fans have moved to other rappers now you'll have to earn us back...!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-07-30T00:14:46+0000", 
            "id": "10152217386495079_10152217502370079", 
            "message": "Real fans weren't in diapers when he came out!"
        }, 
        {
            "created_time": "2014-07-30T00:22:29+0000", 
            "id": "10152217386495079_10152217514390079", 
            "message": "that doesn't mean im not a real fan shithead.. get off his dick"
        }, 
        {
            "created_time": "2014-07-30T00:38:49+0000", 
            "id": "10152217386495079_10152217540005079", 
            "message": "Youre*\nYour*\n\n1. Learn the fucking difference. \n\n2. Based on your statement, you do sound like a Fuck tard. He's wearing a sobriety symbol. Illuminati symbol is an upside down triangle. "
        }, 
        {
            "created_time": "2014-07-30T00:39:33+0000", 
            "id": "10152217386495079_10152217541160079", 
            "message": "It means your a fag!  His music is still great!  And thats not a illuminati chain either idiot!  Look it up! "
        }, 
        {
            "created_time": "2014-07-30T01:57:19+0000", 
            "id": "10152217386495079_10152217663930079", 
            "message": "Your a fucking idiot. \nEminem will never be shit, his music will always be as good as it was when he first started, his fans, are all amazing so stfu and piss off 👋"
        }, 
        {
            "created_time": "2014-07-30T02:01:40+0000", 
            "id": "10152217386495079_10152217669410079", 
            "message": "his fans are dickriders^ ur my proof"
        }, 
        {
            "created_time": "2014-07-30T06:17:40+0000", 
            "id": "10152217386495079_10152218000190079", 
            "message": "With a name like jessee, I'd pipe down. Does you're mum hate you? Or did you're dad want a girl?"
        }, 
        {
            "created_time": "2014-07-30T06:37:49+0000", 
            "id": "10152217386495079_10152218015390079", 
            "message": "Eminem has done more than any rapper can or will ever do new rappers chat utter shit about girls n money n what they've got that u haven't hardly any of there lyrics make sense n their a bunch of ego tistical fuck tards eminem is the god of rap simple!"
        }, 
        {
            "created_time": "2014-07-30T07:22:16+0000", 
            "id": "10152217386495079_10152218053925079", 
            "message": "@jessee,92 millions fans on FB says a lot,you chump!"
        }, 
        {
            "created_time": "2014-07-30T20:57:20+0000", 
            "id": "10152217386495079_10152219111235079", 
            "message": "lol you fags get so mad. I still enjoy Eminem.. im still a fan of his old stuff. what kind of world am I living in where I can't put an opinion out without a bunch of sickriding honkeys attacking me over the internet? lol pathetic. listen to some real rap kids. Vinnie paz, Hopsin,R.a the rugged man so many more. u fags probly bump kanye west and rick ross. LOL"
        }, 
        {
            "created_time": "2014-08-03T08:05:38+0000", 
            "id": "10152217386495079_10152225344795079", 
            "message": "Your a bitch, snitch you ain't rich, fuck with em we'll put you in a ditch bitch"
        }, 
        {
            "created_time": "2014-08-03T12:09:41+0000", 
            "id": "10152217386495079_10152225558435079", 
            "message": "you fags if Eminem met half of his fans he would kill himself -.- I would too if all my fans had no brain and probably listen to his songs on repeat because they have no taste in music.. seriously  im still a fan of Eminem. why do you get so angry when I just made a statement? I don't like his new music, so I don't intend to buy any more of his albums unless he raps the way he used to. you fuckheads brainlessly listening to Rihanna ! LOLOL wow im speechless... seriously I think you will like hopsin a lot more. Eminem is one of his inspirations, just not the \"new\" Eminem cuz I hate mainstream rap and that's where he's at right now with a bunch of 10 year old internet warriors on their computers eatin Cheetos with nun better to do with their lives..."
        }, 
        {
            "created_time": "2014-08-25T14:40:39+0000", 
            "id": "10152217386495079_10152271150605079", 
            "message": "your a dumbass lol "
        }
    ]
}