{
    "data": {
        "created_time": "2015-09-03T19:43:32+0000", 
        "id": "10153041126255079_10153049335925079", 
        "message": "How Eminem Helped My Son With Autism Improve His Speech\nCourtney Barnum Courtney Barnum Sep 01, 2015\n Share on Facebook\n Share on Google+\nYes, you read that right. Eminem.\n\nSo, my son Liam is on the autism spectrum. He actually spoke early, but he was super hard to understand. We were translators for years, and sometimes we still are. When he was 5, I was told that even though he spoke, he was still considered to have a speech delay.\n\nLet me take a minute and say thank you to the two women who’ve been my son’s speech-language pathologists. He’s been in speech therapy since he was 5. People can finally understand what he’s trying to say, and he’s doing much better with context. However, he sometimes stutters and still has issues with some words. This is where we feel Eminem has helped.\n\nI love music. We have always exposed him to all forms. (Hearing your 2-year-old sing “Jailhouse Rock” is adorable, even when it’s hard to understand what he says.) When he turned 7, he decided his favorite musician was Eminem. He loved to listen to him rap. I downloaded all the clean versions of Eminem’s songs I could find and filled Liam’s tablet with them.\n\nLiam would listen to the same song, repeatedly, all day. If it came on in the car, he would screech until everyone was quiet so he “could rap.” Little by little, he was getting it. If you’re a fan of Eminem, you know how fast that man can speak. He also speaks very clearly, and you can tell what he’s actually saying. This was great for my son.\n\nWhile Liam can’t keep up with all his songs, there have been a select few he has nailed. Of course, they are his favorites, and I really couldn’t count how many times he’s listened to them, practiced them and rehearsed them.\n\nWe went out on an errand today, and Liam asked for “his” Eminem. I obliged. It wasn’t long before my partner Pita and I were tuning out Eminem so we could hear our son singing. He nailed it. Every word. (Except for the curse words — those are spun out.)\n\nTo hear a boy who was once so hard to understand speak so clearly, so fluently and with such confidence — well, it warmed my heart. It warmed Pita’s, too. I commented quietly on how much Eminem’s music has helped him, and he agreed.\n\nWhen listening to “Slim Shady” 15 years ago, I never would have thought my future son would be such a huge fan. I also never thought that Eminem would be helping my son to speak better. Funny how life works.\n\nTherapies come in many different forms. Something that may seem like a kid just listening to music could be a child learning to speak better.\n\nRead more: http://themighty.com/2015/09/how-eminem-helped-my-son-with-autism-improve-his-speech1/#ixzz3khrQGA1d"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 38
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-10-02T18:29:46+0000", 
            "id": "10153041126255079_10153103944300079", 
            "message": "This touched my heart man dude I teared up a bit"
        }
    ]
}