{
    "data": {
        "created_time": "2013-10-29T16:53:07+0000", 
        "id": "10151697500935079_11379494", 
        "message": "Sonia Muñoz LEELO O MORIRAS 10:35... P.M. hace 9 años...\nuna persona llamada Jerry consiguió se atrevió a\ndormir en una casa que creía embrujada. La... Al\ndía siguiente sus amigos le esperaban fuera de la\ncasa... Tenían que ir dentro y búsqueda para él.\nPasaron todas las habitaciones excepto el ático.\nÉl no debería para dormir allí. Iba a dormir en\nla sala de estar que se fueron al ático. Hey\nSierra de Jerry cadáver y acaba de dejar porque\nestaban asustados. Pero esa noche todos\nmurieron a causa de su amigo. Los mató a todos\npor hacerlo dormir en esa casa, si no lo mandas\na 11 comentarios que morirás esta noche\nporJerry. Ejemplo 1: Un hombre llamado a\nStewart lee esto y no creerlo. Cierre es el equipo\ny fue a través de su día. Esa noche mientras\nestaba en la cama escuchó algo fuera de su\npuerta. Se levantó a mirar. Y ahora está muerto.\nEjemplo 2: Una niña llamada Haley Read esto en\nla mañana y ella se asustó, pero ella no enviarlo.\nQuería ahora si era verdad. Ella fue a la escuela\n(tenía sólo 13 años) y esa noche murió. Si no lo\npubliques en 11 comentarios esta noche Jerry ''\nle visitará su no es falso. Al parecer, si copia y\npega esto a diez comentarios en los siguientes\ndiez minutos usted tendrá el mejor día de tu\nvida mañana. Usted será Haz besado o pedido, Si\nrompes esta cadena verá a una niña muerta en\nsu habitación esta noche. En los siguiente 53\nminutos alguien te dira te amo}\"\""
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}