{
    "data": {
        "created_time": "2015-03-11T11:29:51+0000", 
        "id": "10153480920681729_10153509971736729", 
        "message": "So, if I understand correctly, this is ALREADY in place on FB and will be activated by FB should there be a disaster in my area. There is nothing for me to do regarding downloads or sign up."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-03-11T11:44:32+0000", 
            "id": "10153480920681729_10153509991406729", 
            "message": "Hey Carol. If you are in the affected area, you will get a Facebook notification, see an alert at the top of your News Feed and receive an SMS from Facebook (if you have SMS enabled), asking if you are safe. Clicking on any of these messages will take you to Safety Check where you can mark yourself safe and check on others. In addition, you will see a bookmark on Facebook that takes you directly to the Safety Check. You may also search for Safety Check through the Facebook search bar. -Hailey"
        }, 
        {
            "created_time": "2015-03-11T14:13:39+0000", 
            "id": "10153480920681729_10153510267301729", 
            "message": "Let me understand this, please, your saying that if we live in a area that has a great connection then we already have the safety check??????    but the link didnt have a place to sign up for it................. So how do we know if we have it or not????"
        }, 
        {
            "created_time": "2015-03-11T14:39:26+0000", 
            "id": "10153480920681729_10153510313986729", 
            "message": "You are on Facebook so because Facebook has created this, you automatically have it. If something happens in your area, everyone who has Facebook and an Internet connection will be able to click that they are safe in your area because they will send you a message on both your phone and text. No signing up for anything."
        }, 
        {
            "created_time": "2015-03-11T14:43:52+0000", 
            "id": "10153480920681729_10153510321556729", 
            "message": "I like this. Especially now with spring around the corner."
        }, 
        {
            "created_time": "2015-03-11T15:02:50+0000", 
            "id": "10153480920681729_10153510354071729", 
            "message": "If you are traveling - will Facebook know where you are and give A safety check for that area? ie youre from NY but visiting California when an earthquake happens?"
        }, 
        {
            "created_time": "2015-03-11T15:55:46+0000", 
            "id": "10153480920681729_10153510462696729", 
            "message": "Your phone has gps, that's how it knows where you are when you \"check into\" places."
        }, 
        {
            "created_time": "2015-03-11T16:12:21+0000", 
            "id": "10153480920681729_10153510589296729", 
            "message": "Have you not noticed that the city changes on your posts already when you're traveling.....\nI don't understand how some people even use the Internet.....\nIf you are in a natural disaster ANYWHERE (not just places with a good connection, wtf does connection have to do with a service FB provides?) and you have access to FB, an alert will appear in your NewsFeed where you can check in as safe\nIT WILL POP UP ON ITS OWN IF YOU ARE IN AN AREA AFFECTED BY A DISASTER"
        }, 
        {
            "created_time": "2015-03-11T17:07:59+0000", 
            "id": "10153480920681729_10153510782311729", 
            "message": "Yea let's make people understand better by posting something to make them feel ignorant people like you crack me up a lot of times people really don't pay attention to whether they switch cities or not as to whether their phone makes notification of that not everyone is completely computer or smartphone literate learn how to cut some slack"
        }, 
        {
            "created_time": "2015-03-11T17:12:37+0000", 
            "id": "10153480920681729_10153510790096729", 
            "message": "Ella Megan you have to have connection to get on the internet or to receive or send messages and phone calls so how does it not effect this. If cell towers are out service will be out hence making this useless. It is a great idea but it might not always work"
        }
    ]
}