{
    "data": {
        "created_time": "2015-03-11T20:49:58+0000", 
        "id": "10153480920681729_10153511232066729", 
        "message": "This is dumb!! if there is a natural disaster, cell phones won't work!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 45
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-03-11T21:09:13+0000", 
            "id": "10153480920681729_10153511274856729", 
            "message": "Hi Barbara. Our goal is for this tool to be as useful as possible. As we gather as much information as possible about each disaster, we will consider facts on the ground, like damage to infrastructure. These considerations may influence whether and / when to activate. -Chantal"
        }, 
        {
            "created_time": "2015-03-11T21:14:08+0000", 
            "id": "10153480920681729_10153511284251729", 
            "message": "So what good does all that do if you can't communicate it to your clients because there is no service?  Please don't waste your time responding to me.  Thanks!"
        }, 
        {
            "created_time": "2015-03-11T21:18:13+0000", 
            "id": "10153480920681729_10153511292866729", 
            "message": "Natural disasters could mean earthquakes, storms, tornados, etc. Not all natural disasters are the apocalypse you seem to be talking about."
        }, 
        {
            "created_time": "2015-03-11T21:20:28+0000", 
            "id": "10153480920681729_10153511297046729", 
            "message": "Would have come in real handy during Super Storm Sandy.  Phones were working, electricity was spotty."
        }, 
        {
            "created_time": "2015-03-11T21:21:22+0000", 
            "id": "10153480920681729_10153511298961729", 
            "message": "Why waste your time questioning it if you have no intention of being receptive to this idea. Rude."
        }, 
        {
            "created_time": "2015-03-11T21:22:50+0000", 
            "id": "10153480920681729_10153511302936729", 
            "message": "Sometimes cell towers are down be WiFi could work.  This is a helpful thing they are doing.  Stop being  a debby downer."
        }, 
        {
            "created_time": "2015-03-11T21:24:20+0000", 
            "id": "10153480920681729_10153511306551729", 
            "message": "I like this, if there is the slightest chance to see if my family is OK I would take advantage of this in a heartbeat"
        }, 
        {
            "created_time": "2015-03-11T21:29:20+0000", 
            "id": "10153480920681729_10153511318126729", 
            "message": "What the heck makes you think the phones won't work? Lmao\n\nThis isn't the movies"
        }, 
        {
            "created_time": "2015-03-11T21:31:14+0000", 
            "id": "10153480920681729_10153511322111729", 
            "message": "My phone worked on the border of Thailand and Cambodia , not worried about the US"
        }, 
        {
            "created_time": "2015-03-11T21:39:04+0000", 
            "id": "10153480920681729_10153511338091729", 
            "message": "If there's free Wifi, people will find it."
        }, 
        {
            "created_time": "2015-03-11T21:40:48+0000", 
            "id": "10153480920681729_10153511341086729", 
            "message": "My friends cells continued to work during Katrina~charged in their vehicles, while they made plans to evacuate here. This is a great idea!!"
        }, 
        {
            "created_time": "2015-03-11T22:08:48+0000", 
            "id": "10153480920681729_10153511401636729", 
            "message": "I do know only the old phones (that are anelog) would work at least in theory."
        }, 
        {
            "created_time": "2015-03-11T22:31:18+0000", 
            "id": "10153480920681729_10153511508751729", 
            "message": "Barbara.. During Hurricane Katrina..or after.. We had cell service within two days. Granted, some people had to drive a little distance to get better reception for a week or so, but when you have nothing else ? No one minded ! It was over a month before regular phone service was restored and two weeks without electricity. And we were the first in our area. MANY family members were trying to contact us.. This would have been wonderful to have !! The same with the Tornadoes that hit our area just before Christmas.  So, you may think it Dumb.. I think it a wonderful idea. Hope you never need it."
        }, 
        {
            "created_time": "2015-03-11T23:17:46+0000", 
            "id": "10153480920681729_10153511603626729", 
            "message": "Wow your knowledge on technology isn't very good. Natural disaster doesn't mean u will lose all communication. Lots of people had cell phones that worked during & after katrina. Know what u are talking about before u speak or learn how to use technology"
        }, 
        {
            "created_time": "2015-03-12T00:31:21+0000", 
            "id": "10153480920681729_10153511744206729", 
            "message": "Thanks FB. Not everyone will like this: most of us do"
        }, 
        {
            "created_time": "2015-03-12T00:34:15+0000", 
            "id": "10153480920681729_10153511749871729", 
            "message": "Others just are grouchy because it isn't perfect yet, most of us understand how this will develop with use. Just know I appreciate what you folks have created and you will be asking us for our feedback."
        }, 
        {
            "created_time": "2015-03-12T02:29:25+0000", 
            "id": "10153480920681729_10153511952401729", 
            "message": "Facebook often does, though. When the Moore, OK tornado struck, fb was the only means of communication we had."
        }, 
        {
            "created_time": "2015-03-12T02:48:21+0000", 
            "id": "10153480920681729_10153512020266729", 
            "message": "Not usually true...."
        }, 
        {
            "created_time": "2015-03-12T04:34:37+0000", 
            "id": "10153480920681729_10153512180121729", 
            "message": "Wonderful idea, thank you!"
        }, 
        {
            "created_time": "2015-03-12T07:55:26+0000", 
            "id": "10153480920681729_10153512423516729", 
            "message": "The only reason I scrolled the comments was to find a complainer. This is dumb? Congrats Barbara you're a freakin idiot. Please get a life"
        }, 
        {
            "created_time": "2015-03-12T07:59:23+0000", 
            "id": "10153480920681729_10153512428706729", 
            "message": "You should never log on again. SMH"
        }, 
        {
            "created_time": "2015-03-12T13:13:17+0000", 
            "id": "10153480920681729_10153512867621729", 
            "message": "are people really that lazy to just call and see of you relitives are ok? why give fuckerburg more rights over you? you dont need an app for this and during any natural disaster, i am doubting facebook will be something you run to check. this is why america has so much privacy concern. we just give it away."
        }, 
        {
            "created_time": "2015-03-12T13:21:49+0000", 
            "id": "10153480920681729_10153512881296729", 
            "message": "Well, cell service absolutely is among the first to go. Has happened over and over and over.  If you had it after being in a disaster you were a fluke in the right place at the right time. If the event doesn't directly take the towers out then they shut down from the overload of calls they cannot handle. Every disaster responding organization has back up to compensate for loss of cell towers.............."
        }, 
        {
            "created_time": "2015-03-12T14:13:06+0000", 
            "id": "10153480920681729_10153512977891729", 
            "message": "Not true:VZW sets up COLTS or Cells on Light Trucks & COWS Cells on Wheels at MANY batural disasters to give ALL users svc & charging ports"
        }, 
        {
            "created_time": "2015-03-12T16:29:10+0000", 
            "id": "10153480920681729_10153513270711729", 
            "message": "I Was in a disaster and my phone worked fine. I had no power for 10 days. We used our car charger. We also used a generator."
        }
    ]
}