{
    "data": {
        "created_time": "2016-07-26T09:55:47+0000", 
        "id": "1733172820256256_1738464906393714", 
        "message": "Dear Coca-Cola, \n\nI recently got one of your free Coca-Cola vouchers by via bus stop adverts as part of your Coca-Cola Zero campaign with Asda. However ASDA stores are unaware of this campaign which the voucher for a free Coca-Cola zero barcode isn't recognised on their systems. \n\nWhen I went to customer service desk was very offended when the voucher came through as a money off rather than a free bottle of 500ml Coca-Cola zero.\n\nYour campaign is clearly just pseudo, and a complete waste of my time and money as I spent £3 on bus fair just to get to my nearest ASDA store. Thank you for wasting my time and money.  I have reported you to an advertising service that has had great success in fining your company I've just submitted to them.\n\nOh I work for an advertising company that works for your company. Suggest you be very careful how you treat me."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-08-02T00:20:09+0000", 
            "id": "1733172820256256_1740886629484875", 
            "message": "Its not the end of the world and don't threaten a company I would watch your next comment"
        }, 
        {
            "created_time": "2016-08-02T06:55:44+0000", 
            "id": "1733172820256256_1740959259477612", 
            "message": "I reported them and their campaign and ASDA had no acknowledgment of this campaign. It's fraud campaign with false advertising. `"
        }, 
        {
            "created_time": "2016-08-02T06:58:20+0000", 
            "id": "1733172820256256_1740959602810911", 
            "message": "Rebecca Crawford-Hall maybe your happy to be lied to. Lies that make it the end of the world."
        }, 
        {
            "created_time": "2016-08-09T10:14:40+0000", 
            "id": "1733172820256256_1743581819215356", 
            "message": "Hi Luke, we’re very sorry about this. We’re aware of the problem and are working with Asda to improve this experience. Could you please send us a DM/PM, so we can get some more details on this? Thank you"
        }, 
        {
            "created_time": "2016-08-10T08:36:57+0000", 
            "id": "1733172820256256_1743929995847205", 
            "message": "No point I contacted consumer watchdog, ASA and are looking into this campaign. I have also made a complaint about your printed campaign in the public domain and have now been taken down until the campaign is in partnership with Asda is resolved.\n\nASDA did reply back saying they did not agree to this campaign. Have also advised me not to mention they be taking legal action towards Coca-Cola. \n\nIt's your problem now, not mine."
        }, 
        {
            "created_time": "2016-08-12T16:00:46+0000", 
            "id": "1733172820256256_1744819929091545", 
            "message": "Luke Freeman lol you really think a poxy complaint about advertising is gunna hurt a multi BILLION pound company.. a £2,000 fine isnt gunna change anything."
        }, 
        {
            "created_time": "2016-08-12T17:50:38+0000", 
            "id": "1733172820256256_1744852015755003", 
            "message": "Joe Harper Not when ASDA knew nothing about this campaign, as I was told by their head of company. Did state they will take legal action."
        }, 
        {
            "created_time": "2016-08-14T13:23:11+0000", 
            "id": "1733172820256256_1745513732355498", 
            "message": "Why would you pay for the bus just for a free coke? Why not just buy one closer to you"
        }, 
        {
            "created_time": "2016-08-14T17:12:15+0000", 
            "id": "1733172820256256_1745583329015205", 
            "message": "No ASDA  where I live and I was going to that area."
        }, 
        {
            "created_time": "2016-08-16T21:17:57+0000", 
            "id": "1733172820256256_1746472655592939", 
            "message": "I've had trouble in the past with these vouchers too, with Coca Cola and Cadbury's, officially decided to give up and count any of these facebook vouchers as a fake."
        }, 
        {
            "created_time": "2016-08-18T20:20:41+0000", 
            "id": "1733172820256256_1747233635516841", 
            "message": "Luke Freeman  My dealer refused my free coke voucher, aparently he's never heard of it either. I'm disgusted with Coca-Cola for not contacting him."
        }
    ]
}