{
    "data": {
        "created_time": "2016-11-08T06:05:13+0000", 
        "id": "10153925190915079_734704213349985", 
        "message": "I was asked how I could ever support Trump after the comments he made over 11 years ago about women and if I would still support him if he made those comments to my daughter? My response was this....If he had put our nations security at risk, I would not vote for him. If his organization received large donations from countries that killed women and gays, I would not vote for him. If he boasted 30 Years of government experience, but still could not discern if an email was classified or not, without someone letting him know if it was or not, I would not vote for him. If he boasted about how he has defended children his entire life, but is for abortion, (even late term, when the child can feel pain) I would not vote for him. If he caused lives to be destroyed in Benghazi and then lied to the faces of the parents as they stood at their child's casket, I would not vote for him. If people who came against him mysteriously turned up dead, I would not vote for him. If he suddenly developed a southern accent when he was in the South, campaigning, I would not vote for him. If he continually broke the law and that was ignored, I would not vote for him, but right now, the ONLY person who does ALL these things is Hillary. Right now, the fact that Donald made these remarks over 12 years ago, does not move me. I'm bigger than those remarks and we all have said stupid things throughout our lives. To me, the fact that Hillary lies continuously, is a much bigger problem. We can see the effects of her lies by the state of our poor country right now... Rant over... Still voting for Trump. Copy/Paste from a fellow deplorable Trumpian.\nHillary Clinton and the clinton foundation is a criminal organization and must be brought to justice.\nStan Krupsky"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}