{
    "data": {
        "created_time": "2016-11-04T23:24:40+0000", 
        "id": "10153925190915079_732861210200952", 
        "message": "Just as God has a special plan for your life, don’t forget that Satan does too! In fact the Bible says in John 10:10, “The thief does not come except to steal, and to kill, and to destroy.” The devil’s plan is downright lethal, which is why God gave you powerful weapons of mass destruction to strike down the enemy! When Satan tries to discourage you - hit him with the weapon of “praise!”  It’s impossible to be singing praises to God and be discouraged at the same time! When the devil tries to influence you to go against God’s Holy Word - fight back with “Obedience!” God will give you the victory - all you need to do is allow Him to fight your battles! Another powerful weapon is “faith!” When you put your full faith and trust in God - it’s an amazing weapon to fight the devils doubt-filled arrows. Put on the whole armor of Christ and you will win an awesome victory! And let’s not forget one of the most effective weapons of all - the ammunition of “prayer!”  Nothing can penetrate your shield of faith if you are directly connected to your heavenly Father! Remember, God will give you the power to fight the enemy - no matter what he throws at you! So put your spiritual armor on and get ready for battle against the devil's’ attacks - using the powerful weapons God gave you!  JESUSCARES411.WEEBLY.COM"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}