{
    "data": {
        "created_time": "2016-11-01T02:24:41+0000", 
        "id": "10153925190915079_10153935311545079", 
        "message": "DIVINE PREDESTINATION\nKing Cyrus the Persian, was one of the kings God Almighty predestined to rule over nations at various times, preparatory to the end of this world. The LORD called him by name, even before he was born; not to talk of knowing Him; the creator of the whole universe. Before anybody is born into this earth, God had known him. The person has assignment to perform before departing from this world. God knows how long the person will stay. The LORD gives him opportunity to live, change and mend his ways.\nGod outlined what this great king Cyrus from Persia (now Iran), would accomplish in his lifetime. He reigned before Alexander the Great the Macedonian came to the scene.  God said of Cyrus, “He is my shepherd, and shall perform all my pleasure: even saying to Jerusalem, thou shall be built; and to the temple, thy foundation shall be laid. Thus said the LORD to his anointed, to Cyrus, whose right hand I have held, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;\nGod Almighty is real. He is self-existing, omnipotent, omnipresent and omniscience. Those who doubt His existence have not had personal encounter with Him. His eyes go to and fro the earth, to show Himself strong on behalf of those whose hearts are perfect toward Him.\nHe makes invisible hedges around those who fear and reverence Him. The angel of the LORD encamps round about them that fear Him, and delivers them. On the physical, it may look as if the child of God is very vulnerable to danger. But in the spirit realm, God is fully in charge.\nThat you are still alive today is by the mercy of God. You may not yet have known Him early in life like Emperor Constantine. But, he knows you, and wants you to come to Him. A story was told of people moving across the desert on caravan. They were in convoy. The journey took them some days. They used to offer prayers to God every night for protection. They were highly afraid of robbers. They were aware of armed people following them far behind. Those looked like thieves. And the thieves couldn’t penetrate to rob them of their goods.\nIt was a wonder both to the ‘caravan’ people and the robbers. But one night, they didn’t pray as fervently as they used to. They became complacent: and prayed in a half-hearted manner. They felt God could still protect them as usual. Unknown to them, there was a wall God made round about them. It was invisible to them: but visible to robbers. They couldn’t attack them because of the mysterious mobile wall. But the following morning, the side of the wall was broken. And the robbers entered through there, and caught them.\nThe leader of the gang assured them they wouldn’t be harmed, if they could explain to them the phenomenon of the mobile wall around them: and the broken side that enabled them to get at the caravan people. The caravan people denied the knowledge of any mobile wall around them. They said they used to pray every night for God’s protection. However, they couldn’t pray as they ought to the previous night. That was why the wall of defence was broken. The robbers quietly left them: they neither attacked nor robbed them! Visit: www.powertrumpeter.org."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}