{
    "data": {
        "created_time": "2015-08-02T19:50:45+0000", 
        "id": "10152981682450079_10152985325495079", 
        "message": "Myanmar (or Burma) has been suffering from the recent flood disaster. This flood can be regarded as one of the worst disasters in decades. Most of the cities in 10 out of 14 States (or Divisions) are already under water now. Reportedly, up to 150,000 people had been displaced or had their livelihoods affected due to this terrible flood. More torrential rain is expected in the coming days according to weather forecast. This status has been posted in order to create the awareness for this flood disaster in Myanmar and let all countries across the world know that flood victims are in need of help for their survival and rehabilitation. Moreover, people in disaster zones are dying everyday due to lack of food, clean water and basic necessities for life. For people in Burma, you can check this website http://www.myanmarflood.info/ for more information and donation. And also please copy and paste this status on your timeline along with hash-tags below to create international awareness. Your help is one of the necessities for flood victims.\n\n#SaveMyanmar #SaveBurma\n#SupportMyanmar #SupportBurma"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}