{
    "data": {
        "created_time": "2014-08-27T12:00:55+0000", 
        "id": "10152991138526729_10153002574186729", 
        "message": "Facebook, when are you going to address the growing discontent with the decision you forced on us concerning messenger? Admit you made a mistake and put things back the way they were and should be! \n\nI also find it funny that you reply to every post and topic except the ones about this subject. Please entertain us with an answer."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-28T00:22:02+0000", 
            "id": "10152991138526729_10153003960661729", 
            "message": "Hi Michael. Separating messages from the Facebook app into Messenger allows us to provide a better overall experience to the Facebook community, and linking between the two apps is quick and easy. If there's something that we could do to improve your experience, please let us know: http://on.fb.me/UIRVki. -Natalie"
        }, 
        {
            "created_time": "2014-08-28T00:36:46+0000", 
            "id": "10152991138526729_10153003982971729", 
            "message": "I appreciate you taking the time to reply, thank you, but how, exactly does that provide a better overall experience? The entire Facebook community is risen up in protest over this, is that the desired result? Have you seen the your ratings on the App Store for messenger? It's not something to be proud of, that's for sure!\n\nConjecture and opinion aside, allow me to address a few facts that you seem far too daft to comprehend:\n1) I, and thousands others like me, do not want to install another app to provide a function that the existing app is perfectly capable of handling efficiently. \n2) Installing this superfluous app takes up valuable space on my phone. Not much, true, but it's still otherwise useable space\n3) Sending a message shouldn't require the linking of two different apps!\n\nYou've taken a perfectly working concept and made it needlessly complicated. You've turned Chutes and Ladders into Mousetrap! Now, please elaborate more as to how this is such a good idea, and with fewer talking-points and buzz-words."
        }, 
        {
            "created_time": "2014-08-30T12:19:41+0000", 
            "id": "10152991138526729_10153011482796729", 
            "message": "Since you don't seem to care about giving an honest answer, listening to customer complaints and acting on them, and since it's finally to a point where I can't force the app to keep doing what I WANT of it, I'm deleting your app from my phone. \n\nYou have demonstrated the biggest disconnect from your customers I have ever seen. You're so far detached from our wants that it's nearly humorous."
        }, 
        {
            "created_time": "2014-12-24T13:14:08+0000", 
            "id": "10152991138526729_10153284476696729", 
            "message": "prant"
        }
    ]
}