{
    "data": {
        "created_time": "2014-08-24T23:12:29+0000", 
        "id": "10152991138526729_10152995830506729", 
        "message": "No. Old times sake cannot be new times sake, cos in the old times, you didn't need to link all my e-mails, my phone numbers, my friends, my contacts, my location, have access to my photos, my mms, my sms, my camera and a myriad of other things! I'm being FORCED to upload an app and give permissions that I don't want to give just so I can stay in contact with my friends. You're claiming its to improve our social networking experience. If anything, it's disrupting mine. I feel like a little bit more of my freedom and privacy is being taken away every day. It's like J. Edgar Hoover just took over the world or something and you guys have files on everyone. I should be allowed the courtesy and respect of being able to send my friend a private message if I want to. It's illegal to open someone else's mail or telegraph in real life, so why are you being allowed to do it on the internet? Back off! Some things are private and personal. Thanks to your social networking, I don't have friends addresses or e-mails or phone numbers, so I have no other means of contact. Next thing you know, you'll be microchipping us like animals or something!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 49
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-25T02:44:44+0000", 
            "id": "10152991138526729_10152996209306729", 
            "message": "Don't you realize that this has been the plan since Facebook came out? Anyone can watch your every move, all the way down to being able to see where you are at during the day. A lot of things that seem really far off are already happening right in front of our faces and being covered up by saying that its \"for your benefit\".  This is all a giant scheme. You just have to learn to make it work to your advantage"
        }, 
        {
            "created_time": "2014-08-25T03:29:31+0000", 
            "id": "10152991138526729_10152996295181729", 
            "message": "Your right"
        }, 
        {
            "created_time": "2014-08-25T06:33:52+0000", 
            "id": "10152991138526729_10152996520801729", 
            "message": "Blacque Chris"
        }, 
        {
            "created_time": "2014-08-25T11:24:03+0000", 
            "id": "10152991138526729_10152996847791729", 
            "message": "And they turn everything over to the government without even being asked."
        }, 
        {
            "created_time": "2014-08-25T12:58:15+0000", 
            "id": "10152991138526729_10152996977561729", 
            "message": "PREACH!!!!"
        }, 
        {
            "created_time": "2014-08-25T14:45:46+0000", 
            "id": "10152991138526729_10152997163346729", 
            "message": "Lets make a new network."
        }, 
        {
            "created_time": "2014-08-25T18:30:42+0000", 
            "id": "10152991138526729_10152997662981729", 
            "message": "I dislike that technically anyone from anywhere who knows the first thing about computers and easily hack your FB and get all your personal information if they want.  I guess for us if we have an app like FB, we are sort of allowing people into our lives.  But I do not agree or consent to the government taking any sort of information that they want on me, from me.  It is a violation of our freedom and privacy.  But who cares what a few people say, right?  The government will do what the government wants to do."
        }, 
        {
            "created_time": "2014-08-25T20:45:33+0000", 
            "id": "10152991138526729_10152997978031729", 
            "message": "I just farted at y'all fb haters! j"
        }, 
        {
            "created_time": "2014-08-26T16:15:44+0000", 
            "id": "10152991138526729_10152999873476729", 
            "message": "I agree. Fb is forcing too much"
        }
    ]
}