{
    "data": {
        "created_time": "2014-09-02T20:37:31+0000", 
        "id": "10152991138526729_10153019704026729", 
        "message": "What do you suggest for those who don't want to add the Message App? I've have to switch over to the Phone Browser to answer messages, which is just as inconvenient as the Messenger App."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-02T20:59:34+0000", 
            "id": "10152991138526729_10153019752916729", 
            "message": "Hi Jennifer. We're committed to providing a fast, reliable and fun messaging product, and we feel confident that Messenger is the way to do this going forward. We hope you'll try it and tell us what you think: http://on.fb.me/1qYChe1\n -Chantal"
        }, 
        {
            "created_time": "2014-09-03T02:12:04+0000", 
            "id": "10152991138526729_10153020278376729", 
            "message": "That would be a great answer, Facebook, but nobody wants messenger forced on them! Give us the choice!!!"
        }, 
        {
            "created_time": "2014-09-03T03:30:44+0000", 
            "id": "10152991138526729_10153020399726729", 
            "message": "Agree with Michael Horne. I've got android, and it freaking slows everything down."
        }, 
        {
            "created_time": "2014-09-03T07:37:16+0000", 
            "id": "10152991138526729_10153020667981729", 
            "message": "Facebook, I've already responded to that questionnaire, and I'm not interested in slowing my phone down, or bogging it with another memory stealing app that eats my battery life. This is not the best way forward. You really need to LISTEN to your people who use this app. We want convenience and that message app in NOT convenient!"
        }, 
        {
            "created_time": "2014-09-03T11:40:37+0000", 
            "id": "10152991138526729_10153020887126729", 
            "message": "and i just want to say again that theyre bashing has gone far and it is not just normal bashing it affects the girl already shes having depression because of those pages and pics ... shes only 15 .. pls take it down theyre so violent and they wont remove the page coz they enjoy bashing her .. shes from philippines i know you dont know her and for our culture this is not normal and it has gotten far it already affect her pls have mercy to his girl and take down those pages im begging you .."
        }, 
        {
            "created_time": "2014-09-03T12:02:56+0000", 
            "id": "10152991138526729_10153020911936729", 
            "message": "A fun messaging product?  One, like your FB app, spies on everything you do so you can send us relevant ads in our facebook stream?  Is that your idea of 'fun'.  Because if it is, you can keep it.    Same with your facebook app.  I've uninstalled both your apps, you want me to use your apps, then quit spying on what I download, or use on my phone, quit monitoring my texts, photos, etc so you can send me what you think I'm interested in.  Then maybe your apps would be 'fun'."
        }, 
        {
            "created_time": "2014-09-03T12:15:22+0000", 
            "id": "10152991138526729_10153020927881729", 
            "message": "Didn't all of you hear her canned, \"we don't care what you think\" answer?  You can't have a choice.  Period.  That's actually what she was saying."
        }, 
        {
            "created_time": "2014-09-03T12:15:32+0000", 
            "id": "10152991138526729_10153020928181729", 
            "message": "As if you'd go anywhere."
        }, 
        {
            "created_time": "2014-09-27T03:55:30+0000", 
            "id": "10152991138526729_10153073953166729", 
            "message": "hello. my friend fls. guide me about my problem my love one.  my problem   is she is a super hot wide any thing"
        }
    ]
}