{
    "data": {
        "created_time": "2014-08-28T15:05:01+0000", 
        "id": "10152991138526729_10153005299866729", 
        "message": "Hi Facebook admins. I wanted you to know that i uninstalled and deleted both Facebook and the messenger apps from my phone. I won't use them again until the privacy issue is resolved. Thank you."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 5
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-29T19:14:14+0000", 
            "id": "10152991138526729_10153009274786729", 
            "message": "Hello Miranda. We hear your concern—many of the reports about Messenger app permissions simply aren't true. Learn more about how we actually use permissions for Messenger: http://on.fb.me/1wOXcZv -Sarah"
        }, 
        {
            "created_time": "2014-08-29T19:22:47+0000", 
            "id": "10152991138526729_10153009288846729", 
            "message": "Thank you Facebook admins for your response. I do like using FB to keep up with my family and friends. But I see that link says that Facebook \"doesn't\" do so n so n so n so... I am not interested in doesn't. I want \"Can't\" I hate to be so pushy about it but I'm just letting yall know what I need to be able to once again use your apps. Please allow users to opt out? Thank you once again for your attention to my concerns :)"
        }, 
        {
            "created_time": "2014-08-29T19:27:14+0000", 
            "id": "10152991138526729_10153009294616729", 
            "message": "I hope you can understand my point. I do many things in privacy but with my phone in the room. I won't go into the list but it gets pretty intimate... I don't want any app to have access to my camera or microphone. There has to be a way to protect users. And I am not just addressing my concerns with FB either. There are other apps with similar terms of service agreement that I am also taking this issue up with. It's a -How will you know I have a concern if I don't say so?- kind of thing"
        }, 
        {
            "created_time": "2014-08-30T20:50:29+0000", 
            "id": "10152991138526729_10153012455666729", 
            "message": "Facebook is lieing to our faces"
        }
    ]
}