{
    "data": {
        "created_time": "2014-08-27T03:23:45+0000", 
        "id": "10152991138526729_10153001446431729", 
        "message": "Hey Facebook what is up with the new messenger app I heard it is really bad and you guys can have access too our phones. Why would you guys would wanna do such a thing and you guys are making us download it but I think you should have a choice."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 12
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-08-28T00:31:17+0000", 
            "id": "10152991138526729_10153003973061729", 
            "message": "Hi Michael. We know there's been a lot of false (and scary) information going around about app permissions. Learn more about how the Messenger app uses these permissions here: http://on.fb.me/1qipTI7. -Natalie"
        }, 
        {
            "created_time": "2014-08-28T03:15:01+0000", 
            "id": "10152991138526729_10153004264411729", 
            "message": "It's not false- I have already had 2 messages from friends who were hacked. Enough to warn me NOT to install it!"
        }, 
        {
            "created_time": "2014-08-28T12:43:28+0000", 
            "id": "10152991138526729_10153005083721729", 
            "message": "Still why can't we have a choice."
        }, 
        {
            "created_time": "2014-08-29T13:49:46+0000", 
            "id": "10152991138526729_10153007763936729", 
            "message": "even if the \"scary\" stuff isn't true - which it is - asking us to use a second app takes up space on our phones, causes us to bounce between two apps, not helpful and from everyone I know who has been forced to download it and did, they deleted it pretty quickly because it gave them problems.  Asking us to use two apps is not acceptable - fix your issues, listen to the people who use your service because you don't want the users to scream too much or your stock price will go down!"
        }, 
        {
            "created_time": "2014-09-01T16:54:59+0000", 
            "id": "10152991138526729_10153016922196729", 
            "message": "Facebook was pretty easy to hack to begin with you've just made it easier."
        }
    ]
}