{
    "data": {
        "created_time": "2014-09-04T15:23:24+0000", 
        "id": "10152991138526729_10153024318121729", 
        "message": "WHY, WHY is there not a \"most recent stories\" option for the PAGES feed?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-04T15:36:22+0000", 
            "id": "10152991138526729_10153024343906729", 
            "message": "Thanks for the question, Dennis. We recently made some design updates to both iOS and Android. As part of those updates, we moved the Most Recent feed to the bookmarks under the More menu. We did this so you can find photos, events and other Facebook feeds in one place. -Chantal"
        }, 
        {
            "created_time": "2014-09-04T15:43:41+0000", 
            "id": "10152991138526729_10153024353956729", 
            "message": "My question was in regards to the web site, not the apps."
        }, 
        {
            "created_time": "2014-09-04T19:02:50+0000", 
            "id": "10152991138526729_10153024660776729", 
            "message": "Hi Dennis. If you're accessing Facebook from the web, you can sort your News Feed to Most Recent from the left side menu of your home page. From the left side of your screen, select News Feed and then select Most Recent. Learn more: http://on.fb.me/1nIlfDM. -Chantal"
        }, 
        {
            "created_time": "2014-09-04T19:07:14+0000", 
            "id": "10152991138526729_10153024666131729", 
            "message": "Again, not what I was commenting on, I already have News Feed set up and bookmarked that way. My comment is I want that same option (Most Recent) for the PAGES feed."
        }, 
        {
            "created_time": "2014-09-22T19:13:36+0000", 
            "id": "10152991138526729_10153064807901729", 
            "message": "I agree. The posts keep rising to the top with every action and it's become entirely too boring to see the same posts over and over and over. Then i don't even see the posts of people that I am friends with...only what FB has decided for me to see. FB has become redundant and BORING as hell. No wonder the younger generations have moved on."
        }, 
        {
            "created_time": "2014-09-22T19:17:34+0000", 
            "id": "10152991138526729_10153064815531729", 
            "message": "Hi Penny. The News Feed algorithm uses several factors to determine which stories appear at the top, such as how you've engaged with similar stories in the past, and other things like who posted the story, how many likes and comments it has, and what type of post it is. You can control what you see with various News Feed Settings. Learn how at: ttp://on.fb.me/1oHTnjo. -Chantal"
        }, 
        {
            "created_time": "2014-09-26T21:34:59+0000", 
            "id": "10152991138526729_10153073305281729", 
            "message": "Great job not answering the question, Facebook. Try READING THE ACTUAL QUESTION which was posed to you TWICE here. This is regarding the PAGES feed."
        }, 
        {
            "created_time": "2014-10-27T01:22:25+0000", 
            "id": "10152991138526729_10153150321396729", 
            "message": "Ok good time to be Facebook"
        }
    ]
}