{
    "data": {
        "created_time": "2014-08-25T02:49:55+0000", 
        "id": "10152991138526729_10152996223636729", 
        "message": "No. Old times sake cannot be new times sake, cos in the old times, you didn't need to link all my e-mails, my phone numbers, my friends, my contacts, my location, have access to my photos, my mms, my sms, my camera and a myriad of other things! I'm being FORCED to upload an app and give permissions that I don't want to give just so I can stay in contact with my friends. You're claiming its to improve our social networking experience. If anything, it's disrupting mine. I feel like a little bit more of my freedom and privacy is being taken away every day. It's like J. Edgar Hoover just took over the world or something and you guys have files on everyone. I should be allowed the courtesy and respect of being able to send my friend a private message if I want to. It's illegal to open someone else's mail or telegraph in real life, so why are you being allowed to do it on the internet? Back off! Some things are private and personal. Thanks to your social networking, I don't have friends addresses or e-mails or phone numbers, so I have no other means of contact. Next thing you know, you'll be microchipping us like animals or something!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}