{
    "data": {
        "created_time": "2014-09-03T00:38:08+0000", 
        "id": "10152991138526729_10153020149631729", 
        "message": "Why do you continue to neglect the demand by users to set their own default feed in the mobile app? There is no excuse why we users can't make \"Most Recent\" our default feed, rather than the inferior \"Top Stories\" feed."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-09-03T18:46:11+0000", 
            "id": "10152991138526729_10153022521371729", 
            "message": "Hey Justin. We've invested a lot to understand how News Feed can show the most engaging content to the majority of people. Top Stories is the result of our findings, which is why it is the default. We know that some people prefer the Most Recent view, so we've kept this option available. If you have specific thoughts you want to share, please let us know here: http://on.fb.me/1rMUdhV. -Jenny"
        }, 
        {
            "created_time": "2014-09-04T01:09:50+0000", 
            "id": "10152991138526729_10153023328196729", 
            "message": "Facebook didn't respond to my post here (or if they did it isn't a reply to my post, just lost in who knows where). If you invested money to sort the same person's posts in the newsfeed in the order they come up by default, you wasted your money. It is terribly frustrating to see something from an individual from yesterday, then 15 minutes ago, then 9 hours ago, etc (intermixed with other individuals' posts scattered about as well). Every single day I find there are posts that I have missed. If you people actually believe what you have in there now is better, you don't care much about how your users feel. Most of the time I don't even use the actual Facebook app anymore and I've boycotted installing the updates. But hey, that's fine. Just a user, no one important here."
        }
    ]
}