{
    "data": {
        "created_time": "2016-06-19T12:36:52+0000", 
        "id": "10153585397535079_1721063021481194", 
        "message": "June 19, 2016\n\nA sense of humor\n\nPage 177\n\n\"We find that when we lose self-obsession, we are able to understand what it means to be happy, joyous, and free.\"\n\nBasic Text, p. 107\n\nThe laughter in our meetings often surprises the newcomer. As a group, we appreciate the healing that healthy laughter brings. Even if we are deeply troubled, the joy that often fills the meeting rooms allows us, for a time, to have some fun with our recovery. Through humor, we can be temporarily relieved of our obsession with self.\n\nLife on life's terms is often anything but funny. But if we can keep a sense of humor about us, things that might overwhelm us can be made bearable. How often have we allowed ourselves to be upset by incidents that, taken with a bit of humor, are not all that intolerable? When we become annoyed with people and events, a search for the humor in the situation can put things in a brighter perspective. An ability to find humor in a difficult situation is a gift to develop.\n\nJust for Today: I will look to find the humor in adversity. When I make mistakes, I will find a way to laugh at the humor of my imperfections."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}