{
    "data": {
        "created_time": "2016-06-23T12:53:51+0000", 
        "id": "10153585397535079_1722436508010512", 
        "message": "June 23, 2016\n\nSurrender\n\nPage 181\n\n\"We didn't stumble into this fellowship brimming with love, honesty, open-mindedness, or willingness...When we were beaten, we became willing.\"\n\nBasic Text, p.20\n\nSurrender may be the necessary foundation for recovery, but sometimes we fight it. Most of us look back after some clean time and wonder why on earth we fought so hard to deny our powerlessness when surrender is what finally saved our lives.\n\nAs we recovery, new opportunities to surrender present themselves. We can either struggle with everyone and everything we encounter or we can recall the benefits of our first surrender and stop fighting.\n\nMost of the pain we experience comes from fighting, not surrendering. In fact, when we surrender, the pain ends and hope takes its place. We begin to believe that all will be well and, after some time, realize that our lives are much better as a result. We feel the same way we did when we gave up the illusion that we could control our using - relieved, free, and filled with fresh hope.\n\nJust for Today: Is there a surrender I need to make today? I will remember my first surrender and r"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}