{
    "data": {
        "created_time": "2016-06-28T11:40:18+0000", 
        "id": "10153585397535079_1114821638557010", 
        "message": "June 28, 2016\n\nGroup conscience\n\nPage 186\n\n\"Working with others is only the beginning of service work.\"\n\nBasic Text, p. 59\n\nService work calls for a selfless devotion to carrying the message to the still-suffering addict. But our attitude of service cannot stop there. Service also requires that we look at ourselves and our motives. Our efforts at service make us highly visible to the fellowship. In NA, it is easy to become a \"big fish in a little pond.\" Our controlling attitude can easily drive away the newcomer.\n\nGroup conscience is one of the most important principles in service. It is vital to remember that the group conscience is what counts, not just our individual beliefs and desires. We lend our thoughts and beliefs to the development of a group conscience. Then when that conscience arises, we accept its guidance. The key is working with others, not against them. If we remember that we strive together to develop a collective conscience, we will see that all sides have equal merit. When all the discussions are over, all sides will come back together to carry a unified message.\n\nIt is often tempting to think that we know what is best for the group. If we remember that it doesn't matter if we get our way, then it is easier to allow service to be the vehicle it is intended to be - a way to carry the message to the addict who still suffers.\n\nJust for Today: I will take part in the development of group conscience. I will remember that the world won't end just because I don't get my way. I will think about our primary purpose in all my service efforts. I will reach out to a newcomer."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}