{
    "data": {
        "created_time": "2016-06-09T16:26:33+0000", 
        "id": "10153585397535079_10153585470225079", 
        "message": "STFU Em! Nobody gives a flying one about this stuff. Why you always postin' dumb shit? \nNew music please.\nStans, I'm also one of you. So don't attack me. I'm just mad that it's been three years and not even news of a new album."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 151
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-06-09T16:37:42+0000", 
            "id": "10153585397535079_10153585500965079", 
            "message": "Everybody who liked, commented and shared  this and his other posts all give a flying one and eh I ain't attacking but true Stans don't talk to Marshall like that even though man everything he does we love, support, take pride and appreciate it! How does he post dumb stuff. He is working with these people.. Lol he's posting memes (which I love memes but Eminem knows that is posting memes will be irrelevant to his career) if he knows what memes are which I doubt no diss because we all know he doesn't fuck with computers lol but be patient though bro Eminem needs to feel like there is something to say to drop something, so it looks like things are going good for him now and I'm glad and proud"
        }, 
        {
            "created_time": "2016-06-09T16:39:25+0000", 
            "id": "10153585397535079_10153585503085079", 
            "message": "Ikr :("
        }, 
        {
            "created_time": "2016-06-09T16:46:10+0000", 
            "id": "10153585397535079_10153585514410079", 
            "message": "Didn't Eminem bring us yelawolf. Why don't you say thanks instead of crying."
        }, 
        {
            "created_time": "2016-06-09T16:49:51+0000", 
            "id": "10153585397535079_10153585518405079", 
            "message": "In the last 3 years he did an album..I dont remember if he has a second too...SHADYXV-Check it out :-)"
        }, 
        {
            "created_time": "2016-06-09T16:55:48+0000", 
            "id": "10153585397535079_10153585525095079", 
            "message": "And telling him to stfu and make music???? That's a real fan huh. He isn't allowed to do what he wants? No??? He needs to listen to you right?"
        }, 
        {
            "created_time": "2016-06-09T16:57:09+0000", 
            "id": "10153585397535079_10153585528290079", 
            "message": "Shady xv and the southpaw sound track @konstantinos"
        }, 
        {
            "created_time": "2016-06-09T18:41:29+0000", 
            "id": "10153585397535079_10153585688525079", 
            "message": "Eminem welcome back <3"
        }, 
        {
            "created_time": "2016-06-09T18:48:52+0000", 
            "id": "10153585397535079_10153585701660079", 
            "message": "Shady XV came out last year you dumb fuck"
        }, 
        {
            "created_time": "2016-06-09T19:21:52+0000", 
            "id": "10153585397535079_10153585750870079", 
            "message": "SHADYXV , Southpaw soundrack -,- please dont say youre a stan if youre not"
        }, 
        {
            "created_time": "2016-06-09T19:50:13+0000", 
            "id": "10153585397535079_10153585789200079", 
            "message": "He doesn't run the Facebook page you twat"
        }, 
        {
            "created_time": "2016-06-09T20:21:47+0000", 
            "id": "10153585397535079_10153585843910079", 
            "message": "Stop stating the obvious. And stop questioning my loyalty as a Stan. You guys are forgetting that even Stan lost his temper on the third verse of the song. I'm just voicing my frustration. I know all about the Southpaw soundtrack. He had 4 songs on there. And Shady XV was mediocre. I'm talking about a full length studio album. There's a difference between being a fan and being a dickrider. I love Em. He's my favorite rapper. I just find it annoying that all he posts about is shoes and shirts. And by he I mean the admin of this page. I know Eminem does not manage this page. Y'all dumb."
        }, 
        {
            "created_time": "2016-06-09T20:25:48+0000", 
            "id": "10153585397535079_10153585852485079", 
            "message": "Stan was an obsessed man that lost his mind and killed himself. Stop calling yourself a Stan. Your far from a Stan. No one wants a Stan as a fan. It was a lesson to live your own life and not eminems."
        }, 
        {
            "created_time": "2016-06-09T20:26:21+0000", 
            "id": "10153585397535079_10153585853990079", 
            "message": "Daniel, I am patient.\nEm wouldn't mind. Someone asked him, \"What's your favorite food motherfucker?\" And he replied, \"Tacos bitch\".\nSo I don't think it's a big deal if I said STFU. \nNot talking about you but look at these people.\nThe butthurt meter is off the charts! 😂"
        }, 
        {
            "created_time": "2016-06-09T20:52:09+0000", 
            "id": "10153585397535079_10153585913475079", 
            "message": "Nathan Sanchez.\nFirst of all you're*.\nSecondly, there is a Wikipedia article on the term 'stan'. Stan is just a term used for a fan. Coined by Eminem of course. We are not the spitting images of Stan from the song. We just use the term.\nAnd stop telling me what to do. Stop telling me what to call myself. You're in no position to do that."
        }, 
        {
            "created_time": "2016-06-09T20:52:55+0000", 
            "id": "10153585397535079_10153585914930079", 
            "message": "So many judgmental people."
        }, 
        {
            "created_time": "2016-06-09T20:54:54+0000", 
            "id": "10153585397535079_10153585918065079", 
            "message": "I just realized that I requested people not to lose their shit and attack me but apparently people don't read"
        }, 
        {
            "created_time": "2016-06-09T20:55:49+0000", 
            "id": "10153585397535079_10153585920715079", 
            "message": "Look a hypocrite. Don't tell me what to do. But I'm gonna tell Eminem what to do. Ha"
        }, 
        {
            "created_time": "2016-06-09T21:02:52+0000", 
            "id": "10153585397535079_10153585937110079", 
            "message": "Stan was a song about a fictional character..\nA so-called \"fan\" that said how much he loved Ems music and went over the limit, but when it came to Shady not replying back to him he lost his temper..\nTo me there's a difference between being a Stan, and being Stan.\nDon't be Stan, be a Stan.\nLol. And shoes are dope.\nI'm sure he's working on an album, give him time, he's working hard and he's not 25 anymore.\nListen to Fine Line off of Shady XV, cause that song definitely ain't mediocre to any real fan."
        }, 
        {
            "created_time": "2016-06-09T21:02:54+0000", 
            "id": "10153585397535079_10153585937215079", 
            "message": "I swear I knew you were gonna write this.\nI'm telling Eminem to make music as a fan. You're just a dude on the internet dictating me. \nMy way of saying it was harsh. That's why you're all on me. If I wrote the same shit but said please instead, all of you would be fine. I would still be telling him what to do. But it would be okay.\nNow that's hypocrisy!"
        }, 
        {
            "created_time": "2016-06-09T21:06:12+0000", 
            "id": "10153585397535079_10153585941480079", 
            "message": "But Nathan, quick to just correct you.\nYou're right, it is kinda crazy and over dramatic. \nBut after that song released, people started getting names for being part of a fanbase. I'm pretty sure it happened in 2000.\nBut Ems fans started getting called Stan's.\nAs well as beiber got \"the beleibers\", Selena \"the selenators\", Gaga \"lil' monsters\".\nI mean alot of it is whack, and I'm not even sure if it's correct.\nBut that's why people say that they are Stan's. \nSo it is what it is.\nOnly die hard fans really get and respect that, anyway."
        }, 
        {
            "created_time": "2016-06-09T21:07:27+0000", 
            "id": "10153585397535079_10153585943010079", 
            "message": "Joey Gylytiuk.\nI know man. Fine Line is dope. I was talking about the album as a whole. And yes I am A stan. Not Stan. Stan was gay and he's dead.\nHaha let's see what kind of debate this starts! 😂"
        }, 
        {
            "created_time": "2016-06-09T21:47:27+0000", 
            "id": "10153585397535079_10153586059655079", 
            "message": "Stfu Kalem Ullaah Babar"
        }, 
        {
            "created_time": "2016-06-09T21:48:39+0000", 
            "id": "10153585397535079_10153586061145079", 
            "message": "Abdel Rahman Samy.\nSee you get what I'm saying. You understand instead of getting offended. \nBesides, Shady XV was just a compilation album."
        }, 
        {
            "created_time": "2016-06-09T21:49:19+0000", 
            "id": "10153585397535079_10153586062120079", 
            "message": "Sebastian Pratt.\nLove you too."
        }, 
        {
            "created_time": "2016-06-09T22:07:13+0000", 
            "id": "10153585397535079_10153586087825079", 
            "message": "Fuk u bitch . Listen to Shady XV and Southpaw"
        }
    ]
}