{
    "data": {
        "created_time": "2014-01-23T16:51:53+0000", 
        "id": "10151872618665079_12324997", 
        "message": "Dear Slim, you still ain't called or wrote, I hope you have a chance\nI ain't mad - I just think it's FUCKED UP you don't answer fans\nIf you didn't wanna talk to me outside your concert\nyou didn't have to, but you coulda signed an autograph for Matthew\nThat's my little brother man, he's only six years old\nWe waited in the blistering cold for you,\nfour hours and you just said, \"No.\"\nThat's pretty shitty man - you're like his fucking idol\nHe wants to be just like you man, he likes you more than I do\nI ain't that mad though, I just don't like being lied to\nRemember when we met in Denver - you said if I'd write you\nyou would write back - see I'm just like you in a way\nI never knew my father neither;\nhe used to always cheat on my mom and beat her\nI can relate to what you're saying in your songs\nso when I have a shitty day, I drift away and put 'em on\ncause I don't really got shit else so that shit helps when I'm depressed\nI even got a tattoo with your name across the chest\nSometimes I even cut myself to see how much it bleeds\nIt's like adrenaline, the pain is such a sudden rush for me\nSee everything you say is real, and I respect you cause you tell it\nMy girlfriend's jealous cause I talk about you 24/7\nBut she don't know you like I know you Slim, no one does\nShe don't know what it was like for people like us growing up\nYou gotta call me man, I'll be the biggest fan you'll ever lose\nSincerely yours, Stan -- P.S.\nWe should be together too"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 31
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2014-01-23T20:34:09+0000", 
            "id": "10151872618665079_12328248", 
            "message": "Bitch, you're name is Kiarash."
        }, 
        {
            "created_time": "2014-01-24T19:00:03+0000", 
            "id": "10151872618665079_12336637", 
            "message": "-____- stan means EMINEMS biggest faN"
        }, 
        {
            "created_time": "2014-01-25T22:41:26+0000", 
            "id": "10151872618665079_12346906", 
            "message": "like https://www.facebook.com/pages/Fans-de-eminem/247686315387853?ref=tn_tnmn"
        }
    ]
}