{
    "data": {
        "created_time": "2015-12-01T23:18:41+0000", 
        "id": "10154225545396729_458834577633122", 
        "message": "Sometimes, just a simple smile to a stranger on the street, or asking someone \"How is your day?\" may mean more than money or material items. \nA simple gesture, or acknowledgment, can have a profound influence on someone's life. \nTo serve! Be compassionate! \nLove one another as ourselves. \nTreat one another as we want to be treated. \nBe the change we want to see in the world. \nPay it forward.\nIt all starts with each individual. The first step is always the hardest; but once you get started, everything seems to fall into place and others will grab onto that passion and take it unto themselves."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 82
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-01T23:24:13+0000", 
            "id": "10154225545396729_458835317633048", 
            "message": "We certainly agree, Allen. Thanks for inspiring us with your words of wisdom. -Abby"
        }, 
        {
            "created_time": "2015-12-01T23:46:49+0000", 
            "id": "10154225545396729_10154227189286729", 
            "message": "Those words of encouragement is awesomely inspiring"
        }, 
        {
            "created_time": "2015-12-02T02:22:50+0000", 
            "id": "10154225545396729_458867497629830", 
            "message": "You are an awesome person, Allen!!"
        }, 
        {
            "created_time": "2015-12-02T03:31:12+0000", 
            "id": "10154225545396729_935942343151486", 
            "message": "there is no \"high\" on any drug like the \"High\" you receive when you give. Ecstasy! Bible is right"
        }, 
        {
            "created_time": "2015-12-02T20:15:30+0000", 
            "id": "10154225545396729_936235059788881", 
            "message": "Allen, we couldn't agree more.  We have a friend named Joseph, one day in our office he said \"I don't need help, I need love.\"  Very profound statement.  Thank you for your reply!"
        }, 
        {
            "created_time": "2015-12-03T01:55:43+0000", 
            "id": "10154225545396729_10154229934276729", 
            "message": "Hope Joseph found the love that he has been looking for. Prayers his way. \n\nLove is what makes the world go round. It heals. It opens the heart and makes a person whole/complete. For some, they may never truly know what it truly is to feel love within themselves, or from others. \nThere is nothing more freeing than to feel, or experience, true, unconditional love. When one lives with compassion for others, it is returned ten-fold. \nThe warmth in your heart, and the rhythmic beauty of how it positively effects one spiritually, physically, and emotionally. That, to me, is what life is really about."
        }
    ]
}