{
    "data": {
        "created_time": "2015-12-06T15:58:43+0000", 
        "id": "10154225545396729_460034864179760", 
        "message": "How do you delete a business page from Facebook?  My small business, April Glass closed 3 years ago and I have not been able to remove it. I no longer have access to the email address and Facebook says the password was changed a year ago (which is not correct) so I don't have access to log into the page.   HELP!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-06T16:11:54+0000", 
            "id": "10154225545396729_460036887512891", 
            "message": "Hi Susan. You may be able to regain access by following these steps in our Help Center: https://www.facebook.com/help/132243923516844 -Ovidio"
        }, 
        {
            "created_time": "2015-12-09T19:31:05+0000", 
            "id": "10154225545396729_460816377434942", 
            "message": "Facebook I have a question about the group \"Facebook Group Administrators\" (or something like that). I help administer several groups for a friend. There is a Facebook group for group administrators that I was a member of and where problems could be reported and quesitons asked. I did not break any rules but it appears I was banned from the group. A few weeks prior to that, our group creator and primary Admin was banned from the group without explanation, so I had to ask questions on his behalf which is difficult because im not a technical person. Our third admin asked why he was banned and received no response. The group we all admin is a large group of over 51,000 members who are NCIS tv show fans and by being banned with no reason given from the administrators fb group, we are cut off from support. Could someone from facebook send me an email so we can report a technical problem for that group and another that has been going on since spring. By asking about this issue in the fb administrator group two of our 3 admins are now banned from it and the reporting form is in that group, so we don't know where to turn. If I can paste the problem detail here please let me know. It is a simple problem to describe. thank you!"
        }
    ]
}