{
    "data": {
        "created_time": "2016-01-26T21:27:29+0000", 
        "id": "10154345508521729_10154356498741729", 
        "message": "Hi, I play country life 2 on FB. I actually really like it, however, After posting a question on their page, I got a message, from what is supposed to be Facebook security saying my account was reported, and I would be blocked if I don't confirm info within 12 hours. After googling, (the wording was strange) I found it to be a scam. WHile I am no longer worried about it, there are others who are now getting the same thing, that are. I would like to know if there is anything we can do. nThank you. ;)"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 8
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-01-27T19:12:05+0000", 
            "id": "10154345508521729_935531239859574", 
            "message": "Hey Lowell. Thanks for checking in with us. We recommend that you do not provide any personal or financial information to the sender and report the spam to us by using these tips: http://on.fb.me/20t9kKU. Thanks for helping us keep Facebook a safe place! -Jordan"
        }, 
        {
            "created_time": "2016-01-27T19:29:16+0000", 
            "id": "10154345508521729_10154358700271729", 
            "message": "Facebook To Facebook company We support the band rapid intervention first and Hola Champions Mdilomin media by our government and our people, and there are a lot of terrorists reach p Page Band rapid intervention first started was by more than 202 000 and we would fight them in the media did not Ntqsd publish any content that violates Facebook's policy to you notifications terrorists led to the closure page and if you against terrorism and to support the international coalition hope you retrieve the deleted beige month ago, with many thanks to the administration"
        }, 
        {
            "created_time": "2016-01-27T20:00:25+0000", 
            "id": "10154345508521729_10154358754511729", 
            "message": "Facebook  Thank you for your response, and yep I did report this as spam. However, none of  the options, actually fit this very well. my thought, is maybe you could add another option, to the list, possibly like \"I think this is a phishing scam\" Just a thought. ;)"
        }, 
        {
            "created_time": "2016-03-27T13:48:21+0000", 
            "id": "10154345508521729_1083516758377355", 
            "message": "Tuh"
        }, 
        {
            "created_time": "2016-04-05T16:14:41+0000", 
            "id": "10154345508521729_1684339161830359", 
            "message": "Hi"
        }
    ]
}