{
    "data": {
        "created_time": "2016-09-12T16:16:09+0000", 
        "id": "10154833920726729_638231166346082", 
        "message": "I refuse to download this app and I hate that you insist upon it. I shouldn't have to open an entire other app just to see whatever spam mail has ended up in my inbox."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 23
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-12T19:29:06+0000", 
            "id": "10154833920726729_1005715946192567", 
            "message": "Hi Becka. We're confident Messenger is the way to provide a faster and more reliable experience. Learn more: http://bit.ly/2cfTN3o. -Jessica"
        }, 
        {
            "created_time": "2016-09-13T13:53:39+0000", 
            "id": "10154833920726729_1006226136141548", 
            "message": "I use Trillian for messenger. Uses only a fraction of the space."
        }, 
        {
            "created_time": "2016-09-13T15:12:07+0000", 
            "id": "10154833920726729_1846475382250548", 
            "message": "Yes Becka! I So Agree!"
        }, 
        {
            "created_time": "2016-09-13T15:13:33+0000", 
            "id": "10154833920726729_1643097165982218", 
            "message": "Yea, yet you ignore the complaints! FASCISTS!"
        }, 
        {
            "created_time": "2016-09-14T14:56:21+0000", 
            "id": "10154833920726729_1643498452608756", 
            "message": "Yup, facists, their methods have been coercive and intrusive."
        }, 
        {
            "created_time": "2016-11-02T17:14:54+0000", 
            "id": "10154833920726729_666371120198753", 
            "message": "Messenger is terrible. I already installed it once and ended up deleting it."
        }, 
        {
            "created_time": "2016-11-02T18:31:40+0000", 
            "id": "10154833920726729_666396703529528", 
            "message": "Facebook  Please at least bring back the ability to access messages through the FB mobile app or through the mobile version on my browser (Safari). It was definitely a pain not to be able to access messages through the app these past two years but it was better than being FORCED to download the separate Messenger app which many people refuse to do for one reason or another. The Facebook app and mobile sites should offer the same services as the desktop version. Thank you in advance for considering the wants of your consumers."
        }, 
        {
            "created_time": "2016-11-02T18:48:27+0000", 
            "id": "10154833920726729_1100578763324962", 
            "message": "Agree.  Facebook you suck!  I refuse to get messenger!  You spy on my text messages that are none of your business and then market crap to me based on my conversations. I have half a mind to get rid of Facebook altogether.  Gives me a headache anyway!"
        }, 
        {
            "created_time": "2016-11-02T18:50:09+0000", 
            "id": "10154833920726729_1778662275706318", 
            "message": "Hi Heather. We’re committed to providing a fast, reliable, and fun messaging product, and we feel confident that Messenger is the way to do this going forward! Learn more: http://bit.ly/2eox6Ib. -Neha"
        }, 
        {
            "created_time": "2016-11-02T19:06:07+0000", 
            "id": "10154833920726729_1046810108749817", 
            "message": "We're sorry you feel this way, Kelly. We hear your concern—many of the reports about Messenger app permissions simply aren't true. Learn more about how we actually use permissions for Messenger: http://bit.ly/2fiAqCp. -Jessica"
        }, 
        {
            "created_time": "2016-11-02T19:19:35+0000", 
            "id": "10154833920726729_1169640269783114", 
            "message": "Is fast having to switch back and forth between apps?  No. While most companies are bending over backwards to integrate their products for a seamless user experience, this is a huge step away from that and frustrating for your users. The functionality should be the same no matter what platform you are logging in from. I don't even care if you \"spy\" on my messages lol, just give me access to them as well. All in all, I love Facebook and it exceeds my needs in most instances, but this particular issue is dissatisfying (and clearly I'm not the only person to feel this way).\n\nThank you in advance for your generic placating deflection of a response to my complaint."
        }, 
        {
            "created_time": "2016-11-04T01:27:06+0000", 
            "id": "10154833920726729_1874467489451337", 
            "message": "Your insistent confidence that your way is the right way is very alarming. I, personally, don't understand the need to 'fix' something that isn't broken. For people who consistently message others on Facebook, messenger is great, but for those who lack space, time, or even necessity, the fact that we are limited to seeing our messages or even who sent them is extremely inconvenient and rather annoying. I like using this website, but restricting what I can see from my mobile device so you can get what, more ad money from people using 2 apps to access your site functions? Thats ridiculous."
        }, 
        {
            "created_time": "2017-01-05T06:44:17+0000", 
            "id": "10154833920726729_1910528669178552", 
            "message": "Yes but it sucks so why don't you get one that works that's  all in one? Not 2 apps it's stupid"
        }, 
        {
            "created_time": "2017-04-30T22:06:49+0000", 
            "id": "10154833920726729_251022688637813", 
            "message": "I refuse to download this app . I shouldn't have to open an entire other app and waste my memory space and time."
        }
    ]
}