{
    "data": {
        "created_time": "2017-09-07T22:00:55+0000", 
        "id": "10154768656810079_1728449434124159", 
        "message": "That white man in the trailer thinks he's some tough bastard, only voice he's got is from the writers and backers. Who the hell you think you are, some tats make you tough. Work my ass off and still ain't got enough stuff. Watch these little faggots run for albums, gettin ass stuffed. Fucking build a bears, too much to give up, butt, listen to my words, you might wake the fuck up. C'mon, rap battle? More like you making rap suck.. And I ain't encouragin shit, that's my zipper stays, what?!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-09-07T23:37:26+0000", 
            "id": "10154768656810079_284872241998631", 
            "message": "you are the biggest  stupid loser who knows nothing ... yes their are people who works their ass off cause the can rap as Marshall can ... and he got enough stuff ... so he wouldn't have to rap /write anymore ... but he love it and write music for films ... which most dreaming of ... like the movie Phenomenal - Kings Never Die > did you see the acteurs . famous ones who are glad that Eminem sang  the movie song ... omg you create shit ... you are shit ...and jealous too ... cause I 'm just Marshall Mathers ...I don't give a fuzz about you ..."
        }, 
        {
            "created_time": "2017-09-08T00:06:57+0000", 
            "id": "10154768656810079_284878461998009", 
            "message": "Omg I'm so stupid, lemme just omg I'm so sorry Eminem I'm just an idiot who knows nothing! I can't even rhyme, why lord why! Omg! Im a fucking failure, I can't even read or write... Help me! Im a fucking corny ass white boy, scrawny and always awnry... Always sick of dumb cunts thinking they can talk shit of me... Ohhh lord, he has a mouth on him, probably why he gets fired, and never has insurance..."
        }, 
        {
            "created_time": "2017-09-08T11:23:47+0000", 
            "id": "10154768656810079_1571357709570008", 
            "message": "Alexander Van-Horn Martin Marleen Huisman  \nWhy do you respond to someone you do not care ... and also accused of having \"everything\" and you do not ... so it seems\nWhere do you get the right to condemn him ... to do what he does to write good music ... to others there are many fans helped with his lyrics ... Has stopped a while because he chose for his family and raised his daughters ... and still makes good music because he loves doing it and not for the money ... so why do you read and interfere with him while he does not interest you? Show some respect ... or else shut your big mouth ... cause he's still Marshall Mathers ... just a regular man ... and he don't give a fuzz about you"
        }, 
        {
            "created_time": "2017-09-08T15:58:30+0000", 
            "id": "10154768656810079_2000412390238776", 
            "message": ":l you're obviously off your alcohol or... Whatever, cause at least these sentences have structure...\r\rEminem hates to love me.. Cause im a prick, your just an idiot who couldn't read the first post correctly cause you're too fucked up to actually just live. I hope you beat your demons, I really hope you can, but don't act like I haven't supported Marshall, the man known as Eminem. He's helped me through the darkness, and helped me fight the pain.. But he wants to start a war... My body is ready.. Reggie Fils-Aimé..\rDon't act like he is innocent in all that he has done, cause fuck me if I didn't do shit, I should have never done. As much as I forgive, I never can forget... I guess that's what makes a man, you are just the opposite. An ignorant, conglomerate  of all the hate thats spewed.. Why would I like him, follow him, bitch I aint that fuckin rude. My mouth has rotted away with all the shit that I can say. But at least I'm honest to myself, my dreams and love each day. You seem to have some issues still, go on an solve those too. Maybe you can smile and be happy just by doing you.\rThe reason i must be a dick, is really fuckin simple. I don't want him to make a useless movie about some useless people. He had gold with 8 mile because, it's his own fucking story. This rap battle crap is only filler, it's dumb and fuckin boring. So don't act like my critique isn't fully validated. Bitch i listened to him thoroughly, before you know, he was worth your time and patience. Im fuckin tired of responding to a hatemonger like you. So please do me a favor, lay off your silly juice. And he gives two fuzz about me boo. What you gonna do? iAM through.... Cause clearly, nothing gets through to you..."
        }
    ]
}