{
    "data": {
        "created_time": "2017-11-06T03:28:59+0000", 
        "id": "10154768656810079_1905389939581064", 
        "message": "Imma level with ya. My mom is having heart problems, I need a quick divorce, I am pushing people outta my life left and right to pursue this dream. Cant make new friends because men only wanna fuck me and I ain't down not to mention I have no money to get outta this house. Went out last night. Spent 80 on drinks for myself and that was my storage payment, but I had no choice I was losin my fuckin mind . Thinkin of lettin everything go and takin the 2000 I have in the bank and hop a flight to nowhere.. Im sick with this and you sit back and talk smack yet dont open your door to me when I'm standing in the rain. I just wanna come over and talk it out. It's now or never. I have words. I'm so upset that this fuckin game is on repeat and has been for years...fuckin say something!!!!!!!!!!!! I'm a wreck and you supposedly care? Dont feel the love to be honest. Should I? Am I the fucked up one? Maybe I'm trippin but if I am it is only over your feet. Its time. Stop playin and get back at me. Text me, call me, write me, just be straight. Im not gonna make it. Please. I aint suckin your cock but am on my knees and there is absolutely no reason I should be... Dont sing a girl to sleep if you don't want her to dream and give her the opportunity to achieve..yack!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}