{
    "data": {
        "created_time": "2017-10-03T16:20:36+0000", 
        "id": "10154768656810079_1474531365957176", 
        "message": "That's cool. My judge publically shamed me in the court room. I guess that's the difference between being famous and not being famous..."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-10-03T16:24:00+0000", 
            "id": "10154768656810079_100706154020009", 
            "message": "You got judges over there singing you happy birthday and and sh.t... I got judges over here shaming me and telling me how much of a piece of sh.t I am."
        }, 
        {
            "created_time": "2017-10-03T16:24:57+0000", 
            "id": "10154768656810079_273479806504980", 
            "message": "It's cool though they only shame the people the people who can't fight back... cause they're bullies themselves."
        }, 
        {
            "created_time": "2017-10-03T16:27:54+0000", 
            "id": "10154768656810079_100708364019788", 
            "message": "Trying to act like hero's of the law...quite frankly I am little bit perturbed about this... I've been employee of the month in responsible land for a long time and it ain't getting me no where."
        }, 
        {
            "created_time": "2017-10-03T16:30:18+0000", 
            "id": "10154768656810079_337278686740866", 
            "message": "If you were not famous the judge would have handled you way different bet you that... they ain't cool they only cool to certain people is all... they do see themselves above everyone else and they enjoy that position very much so."
        }, 
        {
            "created_time": "2017-10-03T16:31:45+0000", 
            "id": "10154768656810079_100710834019541", 
            "message": "They go out of their way to do cool shit for people in the public eye... for people not in the public eye they go out of their way to slaughter our constitutional rights then laugh in the court room while we get fkd. In the @ss."
        }, 
        {
            "created_time": "2017-10-03T16:36:56+0000", 
            "id": "10154768656810079_273486083171019", 
            "message": "And we are talking family law court this judge is shaming me in... I mean this situation looking at my record and the fathers record and then calling me a piece of sh.t and calling me out like I am irresponsible made no sense what so ever... the father even got up on the stand and slipped up about being violent with me and starting fights... never a peep out of the judge about the fathers behavior. Plus in family law evidence doesn't even need to be substantiated so people are lying all over the place and giving false testimony and I have no clue what's going on I don't understand court like most poor parents who get drug in there when their kids get ripped away."
        }, 
        {
            "created_time": "2017-10-03T16:37:59+0000", 
            "id": "10154768656810079_273486383170989", 
            "message": "Looks like a bunch of city state and medical workers continually refusing to help then trying to avoid liability and a judge backing it up and psychologically shaming me infront of my own abuser."
        }, 
        {
            "created_time": "2017-10-03T16:39:14+0000", 
            "id": "10154768656810079_1474545455955767", 
            "message": "Not even mentioned is the fact the father violated his restraining order with me and was arrested for it and that arrest is somehow not attached to his record due to a \"clerical error\""
        }, 
        {
            "created_time": "2017-10-03T16:40:45+0000", 
            "id": "10154768656810079_100719227352035", 
            "message": "Judge and all parties never once mention fathers extreme criminal history or extreme mental illness. At the beginning of trial father admits to being incapable of caring for child while unmedicated... child's lawyer later drops those accusations... why? He admitted it and it was the truth!"
        }, 
        {
            "created_time": "2017-10-03T16:45:12+0000", 
            "id": "10154768656810079_337283453407056", 
            "message": "Avoidance of liability for the extreme neglect and inefficiency to help in this entire situation led to me being severely beaten and my son being kidnapped by the state and neglected and abused when I was only doing the right thing and seeking help. Each state agency more inefficient than the last... more Nazi with funds than the last..  because the state runs solely on those funds and they are not used to keep families together they are used to keep people's jobs in the state  by paying their monthly pay checks... they need to push us into all these programs so the state thinks we need them and keeps funding them... they expand them... by claiming more people need services... a small town like this why so many abuse cases and neglect cases and drug cases if the city and social services are running fine... why?"
        }, 
        {
            "created_time": "2017-10-03T16:49:08+0000", 
            "id": "10154768656810079_273490583170569", 
            "message": "When I moved here like 20 years ago all there was... was a mall.. now a booming and bustling city on the verge of ever expansion... a pattern has begun to emerge that did not ever exist here prior... that is the state realizing it can expand and survive off of funding given to them to help people and families  socially and civilly in the community to make sure the community runs safely and efficiently but that's not the way it actually works... the way it actually works is state workers steal the funding... they buy Starbucks everyday and drive their lazy asses around in a new fleet of cars that the community pays for all while ignoring neglected, abused, and hungry people."
        }, 
        {
            "created_time": "2017-10-03T16:51:04+0000", 
            "id": "10154768656810079_100726167351341", 
            "message": "It doesn't make sense in a city so small how a criminal justice system stays in such large operation and continues to expand.. it only makes sense that it is purposeful and for funding... because when things are ran the way they should be numbers go down and less government is needed rather than more."
        }, 
        {
            "created_time": "2017-10-03T16:52:04+0000", 
            "id": "10154768656810079_337285786740156", 
            "message": "Infact the worse beating I took was by the police infront of my 2 year old autistic child."
        }, 
        {
            "created_time": "2017-10-03T17:00:01+0000", 
            "id": "10154768656810079_273495119836782", 
            "message": "I intend to write a strong worded letter to upper management in Government about this... which they will then laugh at and send back to me demanding I take my complaints and shove them up my @ss."
        }, 
        {
            "created_time": "2017-10-03T17:18:40+0000", 
            "id": "10154768656810079_273502136502747", 
            "message": "Since the Governement seems to be racketeering here, I am not sure if defending myself even matters..  I mean so what I expose they're racketeering they're still gonna f me in the a... and even harder if I try to expose it. The situation is fkd."
        }, 
        {
            "created_time": "2017-10-03T17:52:18+0000", 
            "id": "10154768656810079_1474588752618104", 
            "message": "I would love too sing at your eventttt. This is the same level of quality performance you can expect: \n\nhttps://youtu.be/ZLMDcJxwkr0"
        }, 
        {
            "created_time": "2017-10-03T18:15:34+0000", 
            "id": "10154768656810079_1474603539283292", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:15:41+0000", 
            "id": "10154768656810079_100805000676791", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:15:47+0000", 
            "id": "10154768656810079_100805120676779", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:15:51+0000", 
            "id": "10154768656810079_1474603649283281", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:16:07+0000", 
            "id": "10154768656810079_100805330676758", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:16:15+0000", 
            "id": "10154768656810079_1474603802616599", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:16:30+0000", 
            "id": "10154768656810079_273524736500487", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:16:39+0000", 
            "id": "10154768656810079_100805537343404", 
            "message": ""
        }, 
        {
            "created_time": "2017-10-03T18:16:55+0000", 
            "id": "10154768656810079_1474604339283212", 
            "message": ""
        }
    ]
}