{
    "data": {
        "created_time": "2017-09-27T14:43:55+0000", 
        "id": "10154768656810079_162147431033300", 
        "message": "Je ne connais pas le dénouement du film Bodied. En voyant cette image, je me dis que c'est le contraire qu'il fallait faire. Montrer que c'est possible de faire les choses différemment, avec un autre langage. Sans haine, sans mépris, sans violences, sans insultes. C'est ce genre de choses qui nourrit l'égo. Marshall n'aurait jamais dû être confronté à ce genre de choses. J'ai toujours pensé qu'Eminem est le meilleur, parce qu'il est différent. Il n'a pas besoin d'utiliser ce genre de langage, cette haine, ces grossièretés, ces insultes, ce mépris, ni même de valoriser son égo pour être le Meilleur. Et personne n'a besoin de subir cette haine des autres, ni d'être humilié par un autre, ni de subir, pour que l' égo des autres soient valorisés. Eminem , lui, est capable d'utilisé son discernement. Son élocution peut devenir, s'il le souhaite, très rapide et parfaite, ses rimes sont minutieuses, son langage est correcte, ces productions sont à la hauteur de son perfectionnisme, il maîtrise son art avec confiance en lui, légèreté, facilités. Ces qualités sont nombreuses. Il détient en lui les clefs pour un avenir meilleur, les utilise pour lui, et en fait proffiter les autres. Il est bien au-dessus des sarcasmes. Il révolutionne le rap. Il a pris conscience de la nécessité de ce changement. Il est la preuve que cette révolution est possible. Il est le renouveau. Il évolue. Il est le meilleur. Il devient encore Meilleur. Il devient, est davantage chaque jour un exemple à suivre. Cela ne nourrit pas son égo, il reste humble, et cela lui procure un immense bien-être, un immense plaisir, tellement de satisfactions et de paix. Et même si pendant très longtemps, certaines choses ont été ressentis pour lui comme étant \"bien au delà des mots\", il a maintenu son amour pour lui-même, a réussi à se pardonner, et il se sent soulagé et apaisé. Il ne ressent plus le besoin de \"se retourner\", et sa lumière est bien plus forte que l'ombre de tout ceux qu'il croise, et qui eux, ressentent encore toujours le besoin de \"se retourner\". Il choisit de travailler, et d'avancer avec des personnes qui ont aussi osé évoluer, osé être positif, osé être différent. J'ai toujours su qu'il en était capable. J'ai toujours cru en lui. J'ai toute suite su pourquoi je l'aime si fort. Eminem est le Meilleur et il le prouve au quotidien!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}