{
    "data": {
        "created_time": "2015-12-14T17:10:23+0000", 
        "id": "10154244454516729_504555193060284", 
        "message": "I keep getting contacted by someone who claims to be with Facebook, she says I have won 300,000.00 but I must pay 455.00 to get it........ What do I do to find out if this is real or scam?"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 7
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2015-12-14T17:51:13+0000", 
            "id": "10154244454516729_504564706392666", 
            "message": "Hey Nancy. This sounds like a hoax. We suggest that you don't provide any personal information and report spam using these tips: http://on.fb.me/1UpubeX. -Rey"
        }, 
        {
            "created_time": "2015-12-15T07:00:54+0000", 
            "id": "10154244454516729_10154256584911729", 
            "message": "Lol are you serious? did you applied for any kind of job at FB? do you think they will just message you: \"hey we can give you money, pay us and then work for us.\" Come on..."
        }, 
        {
            "created_time": "2015-12-15T21:59:02+0000", 
            "id": "10154244454516729_10154257986691729", 
            "message": "Michael, I like your comment/posting immensely!  I agree... why would someone be contacting me (saying a Coordinator at FB to want to give me money for Xmas Lottery, and that I would have to pay Fed Ex for delivery?  TOTAL SCAM, I feel."
        }, 
        {
            "created_time": "2015-12-16T01:18:31+0000", 
            "id": "10154244454516729_505064793009324", 
            "message": "It happens it was sent to me and verified .. They have not responded ,, but to ensure the integrity of Facebook they will .. That's the least they could do."
        }, 
        {
            "created_time": "2015-12-16T05:30:47+0000", 
            "id": "10154244454516729_451520658354261", 
            "message": "FYI nancy, in general if you've won money you usually don't have to pay to get your winnings, also don't do that over the phone either 😁 one of the things I hate most is when people tell me they let someone take over their computer and lock it up and in order to make it work again they have to pay X amount of dollars. Be safe out there everyone and don't give personal information out to just anybody!"
        }, 
        {
            "created_time": "2015-12-16T12:33:04+0000", 
            "id": "10154244454516729_10154259158676729", 
            "message": "dream on folks"
        }, 
        {
            "created_time": "2016-05-20T05:37:53+0000", 
            "id": "10154244454516729_577702232403036", 
            "message": "I have just been contacted  by s lady claiming she is from fb coordinater and that I was selected for 2016 promo by mark zuckerberg for a share in the profits and I was  choose with this number and I don't trust people very easy. So I'm thinking is this a scam and I asked the lady what I needed  to do to claim my winning and now I haven't got any response.on how to claim my winning.and what would fb be contacting me at this time it's 12:30 were I am and she claiming to be one he ahead it's 1:30 am her time. So who do I contact if this is a scam so they can get these people from doing this"
        }, 
        {
            "created_time": "2016-05-20T07:23:27+0000", 
            "id": "10154244454516729_815858671891223", 
            "message": "She has responded  and want me to verify who I am and I got her  email but I don't want to give me info her name given is Christine Rachael Hunter"
        }, 
        {
            "created_time": "2016-05-20T07:23:43+0000", 
            "id": "10154244454516729_815858721891218", 
            "message": "She has"
        }
    ]
}