{
    "data": {
        "created_time": "2016-09-22T03:57:29+0000", 
        "id": "10153830472330079_10153830940015079", 
        "message": "Dear Slim... You still ain't given a clue about a new album\nI can't eat nor sleep without listenening to your songs\nCause i owe u my life\nSo you better give us another album or watch us die :/"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 66
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-22T04:28:09+0000", 
            "id": "10153830472330079_10153830979250079", 
            "message": "Cause you love so much!"
        }, 
        {
            "created_time": "2016-09-22T16:03:11+0000", 
            "id": "10153830472330079_1764729437134239", 
            "message": "I know!!! We need a new cd ASAFP 🤗"
        }, 
        {
            "created_time": "2016-09-22T21:39:09+0000", 
            "id": "10153830472330079_1764869993786850", 
            "message": "Okay Stan calm the fuck down."
        }, 
        {
            "created_time": "2016-09-22T21:48:32+0000", 
            "id": "10153830472330079_1246371065409579", 
            "message": "Suck his dick bro"
        }, 
        {
            "created_time": "2016-09-22T21:57:11+0000", 
            "id": "10153830472330079_1764875643786285", 
            "message": "Sid Jones you stole my Stan line I thought he was about to start rapping number one fan insomnia"
        }, 
        {
            "created_time": "2016-09-23T00:21:31+0000", 
            "id": "10153830472330079_1066718296714718", 
            "message": "Albums take time pal.    Songs don't write themselves.\n\n But between all his solo albums, 2 D12 albums,  a BadMeetsEvil album,  all his diss tracks, all his appearances in other peoples songs, the movie 8 Mile, and the 8 Mile Soundtrack,  and his Shady XV, greatest hits, the re-up,  THERE IS PLENTY TO LISTEN TO FOR A LONG LONG TIME PAL.\n\n U seem lime the guy that knows prob his last 2, or 3 albums."
        }, 
        {
            "created_time": "2016-09-23T00:56:17+0000", 
            "id": "10153830472330079_1764922963781553", 
            "message": "To Moises Garcia & Sahvannah Nargi, u pussies butt-kiss. You just come and spew dog shit from your mouth. You just don't fucking realize what the fuck i've been through and how EM helped me through depression so with all the due respects to both of you. FUCK YOU."
        }, 
        {
            "created_time": "2016-09-23T01:31:06+0000", 
            "id": "10153830472330079_1246488552064497", 
            "message": "You cant eat or sleep without listening to his music? Seems like thats not true at all. And if you wait for a new album you would be dead by now."
        }, 
        {
            "created_time": "2016-09-23T01:33:34+0000", 
            "id": "10153830472330079_1764932780447238", 
            "message": "Jaden Ballenger Dude forget it... You won't understand :)"
        }, 
        {
            "created_time": "2016-09-23T03:38:25+0000", 
            "id": "10153830472330079_1246582642055088", 
            "message": "That creepy shits not gonna help"
        }, 
        {
            "created_time": "2016-09-23T03:41:05+0000", 
            "id": "10153830472330079_1787303514878744", 
            "message": "Franklin Pomeroy If it didn't help me then how am i here? i know you fag won't believe or wait what you're a rapper? then listening to your songs can get me back into depressed state?  :v"
        }, 
        {
            "created_time": "2016-09-23T03:42:34+0000", 
            "id": "10153830472330079_1066833143369900", 
            "message": "🔄 http://www.youtube.com/watch?v=vXDhgNuB5wo&list=LLmx79mNiNiWrTjN8Hljk4gQ"
        }, 
        {
            "created_time": "2016-09-23T04:45:05+0000", 
            "id": "10153830472330079_1765010347106148", 
            "message": "Why you gotta be so dramatic lol"
        }, 
        {
            "created_time": "2016-09-23T04:46:03+0000", 
            "id": "10153830472330079_563807617136042", 
            "message": "Marvin Semprevivo I'm just fucking honest okay? some people r like that or u can call me creepy, just like ya picture boy."
        }, 
        {
            "created_time": "2016-09-23T04:49:17+0000", 
            "id": "10153830472330079_563808100469327", 
            "message": "\"You wouldnt understand\". Yeah im sure i wouldnt. I eat and sleep like a normal person. What i do understand is depression and that he helped you through it but its a complete lie that you are physically unable to eat or sleep without listening to eminem. Oh its breakfast time. Gotta make sure i listen to rap god before i eat my Cheerios. Lunch? Hold up let me put on some real slim shady. Oh what's that? A fancy dinner out with your parents? Gotta bring my beats pill and blast some rap music. Yaaaawn what an exhausting day. Gotta put on mockingbird or i wont sleep...at all. Just, lie awake in a frozen state of tiredness"
        }, 
        {
            "created_time": "2016-09-23T06:01:48+0000", 
            "id": "10153830472330079_1765044280436088", 
            "message": "Jaden Ballenger There are tons of people with extremely different type of living habits. You're just delusional dude and guess what? you're retarded. Why i say that? because its my life. You don't see what i do. do you? And the songs you mentioned are for fun yeah. But the songs that i really relate to are different. You don't know Eminem do u? Idiot your logic is fucked. Or lets get it straight. You don't like me? then FUCK YOU. I'm just a different kinda guy sometimes people see many new type of people and start uttering shit. You're one of them."
        }, 
        {
            "created_time": "2016-09-23T06:18:00+0000", 
            "id": "10153830472330079_1787343184874777", 
            "message": "Dude you have to accept backlash from a comment like that on a public domain. I don't condone, I'm just saying .. other people suffer from depression and music is the best cure"
        }, 
        {
            "created_time": "2016-09-23T06:18:19+0000", 
            "id": "10153830472330079_563844577132346", 
            "message": "Find another artist if he's taking too long. I suggest Capital STEEZ"
        }, 
        {
            "created_time": "2016-09-23T06:18:51+0000", 
            "id": "10153830472330079_634347853403486", 
            "message": "Wut... 🙄"
        }, 
        {
            "created_time": "2016-09-23T07:09:10+0000", 
            "id": "10153830472330079_1066916603361554", 
            "message": "Dude. Im not denying your living habits. As i said. I completely understand depression. But its LITERALLY impossible that u HAVE to eat or sleep by listening to eminem. what happens if you are away from any source of music? You just dont eat? And also, not once that whole time did i insult you or cuss at you. So the simple fact that you resort to that just because i \"dont understand\" is pretty sad. So no, Fuck YOU. all i said was what you've been saying has some degree of a lie. And the only one here that is stuttering is you, im calm and collected. You're the one that's having a heart attack about something so stupid."
        }, 
        {
            "created_time": "2016-09-23T07:14:26+0000", 
            "id": "10153830472330079_1066917816694766", 
            "message": "Jaden Ballenger Fuck you buddy... That's all i can say and it took so long for you to write just that? and by your logical means if i'm away from any source of music but i'll have to eat and sleep then i'll keep imagining his voice in my head. To stay alive. And you watch sci - fi shit right? and you talk about logic? duh get a life... You seriously have no clue what the fuck i've been through and its pointless for me to even tell you because what you would say is \"i don't have time to listen your bullshit typical stanboy\" as expected. So you better don't poke me..."
        }, 
        {
            "created_time": "2016-09-23T07:17:53+0000", 
            "id": "10153830472330079_1765066387100544", 
            "message": "I'm sorry i have to use that type of language because my life's all fucked up ever since i was born that's how i talk in real life... Infact i don't talk alot stay quiet whatever they say..."
        }, 
        {
            "created_time": "2016-09-23T09:35:03+0000", 
            "id": "10153830472330079_563897483793722", 
            "message": "You re a puppet's puppet some people here might understand what I meant :')"
        }, 
        {
            "created_time": "2016-09-23T09:36:31+0000", 
            "id": "10153830472330079_1765098143764035", 
            "message": "Intisar Ahmad Fuck you porki... (i'm sorry i can't apologize)"
        }, 
        {
            "created_time": "2016-09-23T10:00:39+0000", 
            "id": "10153830472330079_1827745070805585", 
            "message": "Do you guys really have nothing better to do than to talk shit to this guy? You guys are cool lol"
        }
    ]
}