{
    "data": {
        "created_time": "2016-09-22T01:38:24+0000", 
        "id": "10153830472330079_10153830679830079", 
        "message": "Stop trying to remake the classics. Your just destroying everyone of them. This is just another bad choice and hope it fails like Ben Hur."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-22T11:14:49+0000", 
            "id": "10153830472330079_1764624560478060", 
            "message": "Well i have to agree with that! Seven Samurai was a total classic! & The Magnificent  Seven was a classic western adaption from it! I do love Eminem music & a lot of actors here, but I'm a bit of a realist! I'm sure this suppose to b cool,  but in reality Denzel cldnt lead a team like this then! Even Sliverardo had a more realist view of black man then! Now we may not like it! With all race issues that flood our tv's & daily life these days! But that's how it was bk then.  Like when they did wild wild west remake! Seriously?  Bk then there were free slaves,  but not like this! I just get ticked when a remake is so far from original! & so off historical reality.  Pretending  there wasn't ever slavery doesn't make it so!!!! Just saying!!! I'm sure I'm going to b labelled a racist 4 this comment. I'm far from it! I just can't stand western movies that so go so far into fantasy!!!!"
        }, 
        {
            "created_time": "2016-09-22T13:31:23+0000", 
            "id": "10153830472330079_1827302517516507", 
            "message": "I guess you don't know your history about the west!"
        }, 
        {
            "created_time": "2016-09-22T13:35:46+0000", 
            "id": "10153830472330079_1764669080473608", 
            "message": "The Lone Ranger was was based on a black man... Bass Reeves the first United States black US Marshal, that did his job for over 35yrs."
        }, 
        {
            "created_time": "2016-09-22T13:38:23+0000", 
            "id": "10153830472330079_1827305574182868", 
            "message": "But Amerikkka won't tell that story."
        }, 
        {
            "created_time": "2016-09-22T14:25:50+0000", 
            "id": "10153830472330079_1066435526742995", 
            "message": "Chuck Behler And when they do make a remake very similar to the original people get mad that they didn't do anything to change it or spice it up. No win scenario huh?"
        }, 
        {
            "created_time": "2016-09-22T15:08:05+0000", 
            "id": "10153830472330079_1066455106741037", 
            "message": "Magnificent 7 has nothing to do with the lone ranger. If you can't come up with new ideas then you shouldn't be in the business. I performed for several years and made up my own routines."
        }, 
        {
            "created_time": "2016-09-22T17:16:13+0000", 
            "id": "10153830472330079_1066521163401098", 
            "message": "I'm going off a comment about blacks in the old West, that chuck was talking about... So read and try to keep up with the rest of the class Duane Rayne."
        }, 
        {
            "created_time": "2016-09-22T17:50:33+0000", 
            "id": "10153830472330079_1827422727504486", 
            "message": "Hey I started this comment and you changed it to a black thing so why don't you reread and get educated and see this has nothing to do with that. But once again I see you want to change it into something it's not so why not just stay off my page."
        }, 
        {
            "created_time": "2016-09-22T18:06:36+0000", 
            "id": "10153830472330079_1066548906731657", 
            "message": "But chuck actually changed the subject lol"
        }, 
        {
            "created_time": "2016-09-22T19:15:13+0000", 
            "id": "10153830472330079_1764803577126825", 
            "message": "Thank you Marcus Levee lol, Duane Rayne is just butt hurt and a dumb ass."
        }, 
        {
            "created_time": "2016-09-22T20:23:48+0000", 
            "id": "10153830472330079_1246322172081135", 
            "message": "No neither of you idiots can read . You both are illiterate."
        }, 
        {
            "created_time": "2016-09-22T20:49:55+0000", 
            "id": "10153830472330079_1066632286723319", 
            "message": ""
        }, 
        {
            "created_time": "2016-09-25T15:24:38+0000", 
            "id": "10153830472330079_1428426370507238", 
            "message": "Hoping something fails for someone else, now that's classy. What are you 12 Duane Rayne?"
        }
    ]
}