{
    "data": {
        "created_time": "2017-11-18T02:21:59+0000", 
        "id": "10154950311420079_128029887887999", 
        "message": "Trump supporter or not. I️ feel it was a huge douche bag move to flip off and draw a line to people who have supported him from day one. These people have spent hundreds on buying his albums and making him rich.\n     Their political beliefs should not play a factor in appreciating people who have supported him for years."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 4
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-18T08:40:06+0000", 
            "id": "10154950311420079_1233519000125995", 
            "message": "Spot on. Started poor, appreciative and clowning celebrities. Now he's sucking dicks for money and spitting it on his fans. Live long enough and you see yourself become the villain."
        }, 
        {
            "created_time": "2017-11-18T14:09:29+0000", 
            "id": "10154950311420079_1623690527676855", 
            "message": "He's not your mom. He doesn't have to love you unconditionally. He can say whatever the fuck he wants, if he wants to alienate fans that don't agree with him politically, than so be it. Don't cry because he has his own views."
        }, 
        {
            "created_time": "2017-11-18T14:21:57+0000", 
            "id": "10154950311420079_937350596412151", 
            "message": "Jorge Saavedra um.. at which part of that statement exactly did I️ sound like I️ was crying? Lol I️ was actually being quit reasonable unlike many of you hard core internet gangsta thugs. I️ personally don’t give two shits and what I️ said on either of the political sides stands true. Now go bang on interned gangsta! 😘"
        }, 
        {
            "created_time": "2017-11-18T14:50:55+0000", 
            "id": "10154950311420079_1965369290398757", 
            "message": "Cry baby Greg Brown.  Em don't give a shit about you or your feelings.  If you listened yo his music you would know that.  He took a side politically and drew that line.  You can boycott him now but he's already rich and famous so good luck."
        }, 
        {
            "created_time": "2017-11-18T15:00:47+0000", 
            "id": "10154950311420079_1392662184176408", 
            "message": "If you've been listening to Eminem since day one then you know that he's always been liberal leaning. You know how many songs he dissed George W. Bush? Mosh, Square Dance....real fans my ass lol"
        }, 
        {
            "created_time": "2017-11-18T16:33:20+0000", 
            "id": "10154950311420079_945095488972034", 
            "message": "Billy Lei agreed. And many who don’t agree with his political views still admired him as an artist. If I️ boycotted everything left, I️ would have to stop listening to music and watching movies."
        }, 
        {
            "created_time": "2017-11-18T16:33:45+0000", 
            "id": "10154950311420079_131483697560141", 
            "message": "Vince Lontine nice input to the conversation. 👍🏻"
        }, 
        {
            "created_time": "2017-11-19T00:23:48+0000", 
            "id": "10154950311420079_1336828233090064", 
            "message": "Greg Brown that's what Trump supporters like you don't understand, this whole Trump crap isn't just politics anymore . He is genuinely garbage. I understand why em would draw the line."
        }, 
        {
            "created_time": "2017-11-19T01:59:58+0000", 
            "id": "10154950311420079_522134711492006", 
            "message": "Olivia Danilko I️ live in Canada. How do you know I’m a Trump supporter. I️ just don’t think you should kill a loyal fan following over political views. Obviously listening to his music you always knew where he stood, but they didn’t quit listening to him because of it."
        }, 
        {
            "created_time": "2017-11-19T03:10:00+0000", 
            "id": "10154950311420079_369537593475161", 
            "message": "There's tons of snowflakes lining up to buy his music"
        }, 
        {
            "created_time": "2017-11-19T10:09:59+0000", 
            "id": "10154950311420079_1691224624265467", 
            "message": "Like I give a fuck who’s buying my shit. Quit fucking buying it, I’m tired bitch, I’m dying to quit."
        }, 
        {
            "created_time": "2017-11-19T10:10:14+0000", 
            "id": "10154950311420079_1986165588263472", 
            "message": "You people are fucking morons."
        }, 
        {
            "created_time": "2017-11-19T10:10:50+0000", 
            "id": "10154950311420079_360792174379838", 
            "message": "Ryan Prather Pretty sure the snowflakes are the ones crying about boycotting him cause he hurt their fragile little feelings."
        }, 
        {
            "created_time": "2017-11-19T12:54:43+0000", 
            "id": "10154950311420079_727545490780651", 
            "message": "Greg Brown\nAs if ALL of Eminems fans are Trump supporters\nYou make it sound like they are the only people giving him money\nYou sound alot like a Trump supporter, maybe that's why Olivia Danilko made the assumption"
        }, 
        {
            "created_time": "2017-11-19T12:59:55+0000", 
            "id": "10154950311420079_748965121965957", 
            "message": "Line Ravn Bach nope, never said all of them. From the looks of the comments since then, an overwhelming number are not. Not sure where you get that. And we in Canada here have a prime Minster who is letting known Isis fighters back into our country and “reforming” them. Like 2 hours with a councillor will change a lifetime of brainwash. I’d take a Trump “lite” any day."
        }, 
        {
            "created_time": "2017-11-19T16:10:18+0000", 
            "id": "10154950311420079_1667330133297959", 
            "message": "No you didn't say all of them, but it sure sounds like you assumed all of them are \nI am not saying you are a Trump supporter but you sound like one"
        }, 
        {
            "created_time": "2017-11-19T17:03:42+0000", 
            "id": "10154950311420079_540634369623290", 
            "message": "Line Ravn Bach and????"
        }, 
        {
            "created_time": "2017-11-19T19:06:21+0000", 
            "id": "10154950311420079_112154156229547", 
            "message": "It's not a douchebag move at all\nHe is stating his political views through his songs like alot of other artists are.. some people don't agree, some people do\nHe doesn't care either way"
        }, 
        {
            "created_time": "2017-11-20T00:20:52+0000", 
            "id": "10154950311420079_498273017232394", 
            "message": "Did you call me a 'internet gangsta?' You're a fucking moron."
        }
    ]
}