{
    "data": {
        "created_time": "2017-11-17T19:31:31+0000", 
        "id": "10154950311420079_10154950389285079", 
        "message": "Dudes I garentee eminems gonna either announce his new album at snl or maybe preform a new song chill the fuck out. Think about it why is he doing snl he promoting revival duh"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 9
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 2
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T20:03:18+0000", 
            "id": "10154950311420079_191480511398261", 
            "message": "More like the garbage he wants to be a hit called walk on water and nothing more. He's sold out and just going through the motions now."
        }, 
        {
            "created_time": "2017-11-17T20:38:43+0000", 
            "id": "10154950311420079_1332623110177258", 
            "message": "Dude iv explained this too so many people so I guess I'll do it again. LISTEN TO THE SONG AND IT SAYS THIS stop trying to compair to his first albums bro ha think about it would you still be making the same music you did years ago he's going to rap about what he's going through that's why his first albums were so  fire. He's already said so much in his career what else should he say ? And to all of thos that say he fell off or raps to fast or whatever dude he changed his style so much for his fans to make them happy relapse he used accents so he got rid of that then recovery it was too pop rock and no slim shady so mmlp2 he brings more slim shady style to it and people still complain ? Like people will always hate could you do better in his position I highly doubt it. And even if he was making music like he did with mmlp and eminem show people would still be haters and say oh eminem raps about the same shit he needs to change up his style and get with the times you know it's true people will always hate. Yea eminems music isn't as great as it use to be but don't judge him from one song i like the message behind it and I garentee his new album will have plenty of dope songs and I bet haters will still be jaming out to the shit like the  hypocrites they are ha"
        }, 
        {
            "created_time": "2017-11-17T21:16:41+0000", 
            "id": "10154950311420079_501917780183532", 
            "message": "I don't find his emotional therapy sessions entertaining."
        }, 
        {
            "created_time": "2017-11-17T21:19:12+0000", 
            "id": "10154950311420079_1958794667478906", 
            "message": "Go into R&B if you want to be emotional seeking pity with excuses."
        }, 
        {
            "created_time": "2017-11-17T21:32:38+0000", 
            "id": "10154950311420079_2020810658199728", 
            "message": "Wtf are you talking about bro music is therapy in general ? He's always made songs like that even on his early songs you know rap was big in R&B in the 90s right ? If you don't like eminems shit why are you watching it ? Go listen to some drake or lil yatchy if that's your taste then bro id rather listen to some real hip hop then garbage but if that's not your taste then that's your opinion  but garentee again you will be listening to his new album once it's out"
        }, 
        {
            "created_time": "2017-11-17T21:35:51+0000", 
            "id": "10154950311420079_128310291173327", 
            "message": "Dallin Roach you need to get Em's cock out your butt already. Goofy lookin bastard."
        }, 
        {
            "created_time": "2017-11-17T21:57:27+0000", 
            "id": "10154950311420079_130653304312760", 
            "message": "Ha whatever dude you guys are just haters hypocritics least I own up to my shit bro you guys know you use to listen to eminems shit otherwise you wouldn't be on this video fuck off 😂"
        }, 
        {
            "created_time": "2017-11-17T22:28:55+0000", 
            "id": "10154950311420079_1646960311992973", 
            "message": "Don't know about all that I do know his new song with that cow if awful I've tried twice and still can't make it through it"
        }, 
        {
            "created_time": "2017-11-17T22:36:27+0000", 
            "id": "10154950311420079_1444196392344262", 
            "message": "And thats ok man it took me 3 times or so till I started to like it I mean it's not a dope song id bump in my car but I like the meaning behind the song you can tell he put his feelings into it. But it's not gonna be for everyone. All I'm saying is I respect the man for my own reasons I like listening to music I can relate to if that makes me a stan idgaf it's therapy music for me"
        }, 
        {
            "created_time": "2017-11-17T23:36:26+0000", 
            "id": "10154950311420079_353044821825036", 
            "message": "Michael Curatolo He looks like a fine young man. You on the other hand are the only mfer looking like a goofy bastard here."
        }
    ]
}