{
    "data": {
        "created_time": "2017-11-17T19:47:02+0000", 
        "id": "10154950311420079_1958697170821989", 
        "message": "Eminem has lyrics where he's talking about abusing women, but some of you guys wanna boycott him for bashing Trump over extremely valid points??? Now that's a certain kind of stupid"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 29
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 317
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 13
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2017-11-17T20:28:12+0000", 
            "id": "10154950311420079_1958738874151152", 
            "message": "Josh Hellings 🤔"
        }, 
        {
            "created_time": "2017-11-17T20:44:45+0000", 
            "id": "10154950311420079_191491991397113", 
            "message": "Was Eminem really abusing women? Now, is Trump doing what Eminem has spoken?...\nAnd now, who's the stupid one?..."
        }, 
        {
            "created_time": "2017-11-17T20:48:13+0000", 
            "id": "10154950311420079_1332630113509891", 
            "message": "Ariel Rivarola. Of course Em wasn't actually abusing women. But Trump is actually divisive. I mean seriously, he practically said that it's ok to fire someone because of their political beliefs, and that doesn't raise a red flag for you? Also during that whole Twitter rant he went on, news broke that Jared Kushner was using  private servers. The same thing that Trump was yelling \"Lock her up!\" for a year ago."
        }, 
        {
            "created_time": "2017-11-17T21:31:06+0000", 
            "id": "10154950311420079_1976950645918323", 
            "message": "Valid points? Lol. He contradicts himself about 10 times and stated false bullshit in his shitty freestyle. Don't expect you to realize this though."
        }, 
        {
            "created_time": "2017-11-17T21:32:04+0000", 
            "id": "10154950311420079_351569128647456", 
            "message": "Matt Nelson uhhh it is ok. If I did the equivalent if what kaeperdick did at my job, I'd be fired in a second."
        }, 
        {
            "created_time": "2017-11-17T21:32:43+0000", 
            "id": "10154950311420079_345540809190293", 
            "message": "Michael Curatolo. Where exactly did Em contradict himself? Point em out boss"
        }, 
        {
            "created_time": "2017-11-17T21:34:33+0000", 
            "id": "10154950311420079_128310104506679", 
            "message": "Michael Curatolo. But the private server thing?"
        }, 
        {
            "created_time": "2017-11-17T21:39:40+0000", 
            "id": "10154950311420079_2020812084866252", 
            "message": "Matt Nelson really? Hes crying over a man who says mean things, and gun control, when the dumbass was arrested for the EXACT SAME THING.\n\nNow that I had to explain one of the many contradictions to your dumbass, just log off your Facebook because it's obvious you didn't even listen to the \"freestyle\". Either that, or you have a serious reading comprehension problem you need to fix."
        }, 
        {
            "created_time": "2017-11-17T21:49:39+0000", 
            "id": "10154950311420079_129071884439566", 
            "message": "Some heavy metal artist talk about killing people, beating women, doing drugs etc. what is the difference? Zero."
        }, 
        {
            "created_time": "2017-11-17T21:51:03+0000", 
            "id": "10154950311420079_256378224890004", 
            "message": "Paula White. I'm not attacking Em, just Trump Supporters selective moral stance."
        }, 
        {
            "created_time": "2017-11-17T21:52:43+0000", 
            "id": "10154950311420079_369359806843913", 
            "message": "Michael Curatolo. It's more than saying mean things. Again, this is a president who can't say the word \"domestic terrorist\", but has choice words about Islamic extremism. He doesn't have a problem with the crime itself, but rather who commits those crimes."
        }, 
        {
            "created_time": "2017-11-17T21:53:36+0000", 
            "id": "10154950311420079_129072371106184", 
            "message": "Michael Curatolo. Hit my messages if you wanna talk more about Trump. I'm all for political discussion"
        }, 
        {
            "created_time": "2017-11-17T22:07:54+0000", 
            "id": "10154950311420079_380520109071937", 
            "message": "Ok then Michael Curatolo, I'll bite. What false bullshit? Tell me in detail since you're the expert."
        }, 
        {
            "created_time": "2017-11-17T22:10:23+0000", 
            "id": "10154950311420079_380520932405188", 
            "message": "You sir are a SMART one. These people are so confused it's a shame. See the irony in this America we live it."
        }, 
        {
            "created_time": "2017-11-17T22:33:28+0000", 
            "id": "10154950311420079_360198004406156", 
            "message": "actually wasn't he the one who wants us to boycott him? Those are facts... now get them straight son."
        }, 
        {
            "created_time": "2017-11-17T22:34:32+0000", 
            "id": "10154950311420079_355480854913900", 
            "message": "Peter Sage. Please elaborate"
        }, 
        {
            "created_time": "2017-11-17T22:36:35+0000", 
            "id": "10154950311420079_355481378247181", 
            "message": "ochie, mommy someone said words i don't like"
        }, 
        {
            "created_time": "2017-11-17T22:38:11+0000", 
            "id": "10154950311420079_1646967328658938", 
            "message": "Ariel Rivarola trump told America to Bassicly walk around grabbing women by the vagina that's molestation. Now who's stupid? Eminem is an entertainer who says these thing spisificly for the obscenity of it. While trump is suposto be the head of the us and he's telling you to molest people and punch protesters."
        }, 
        {
            "created_time": "2017-11-17T23:00:40+0000", 
            "id": "10154950311420079_141391889847667", 
            "message": "Matt Nelson some people don't consider mass American shooters \"terrorists\". Some people are just crazy. Others hate Americans and want them to die over jealousy and hatred.\n\nAnd I don't want to talk anything about Trump. He's President. Time to move on already."
        }, 
        {
            "created_time": "2017-11-17T23:01:57+0000", 
            "id": "10154950311420079_2138039976424470", 
            "message": "Lee Cunningham I'm not your personal researcher. Do it yourself. You aren't too smart if you can't find the multiple false statements he said in his \"freestyle\".\n\nEdit... you're not even American. Don't expect you to know what hes talking about. Probably read or listen to fake news."
        }, 
        {
            "created_time": "2017-11-17T23:20:02+0000", 
            "id": "10154950311420079_1939786829604821", 
            "message": "Michael Curatolo Cite exactly what in his freestyle was inconsistent."
        }, 
        {
            "created_time": "2017-11-18T00:19:11+0000", 
            "id": "10154950311420079_2010434775836609", 
            "message": "Matt Nelson you are the weakest link goodbye"
        }, 
        {
            "created_time": "2017-11-18T00:22:44+0000", 
            "id": "10154950311420079_128012771223044", 
            "message": "Nikolai Hansen see my previous comment to Lee Cunningham. That applies to your dumb ass too. Thanks\n\nEdit...you're also not American, and are obviously clueless to what is going on. It would be like be debating with a fan of a Saudi rapper, buy I wouldn't because I don't give a fuck about other countries politics."
        }, 
        {
            "created_time": "2017-11-18T00:31:18+0000", 
            "id": "10154950311420079_1996099843981238", 
            "message": "And here we have another trump humper!"
        }, 
        {
            "created_time": "2017-11-18T00:54:30+0000", 
            "id": "10154950311420079_128016331222688", 
            "message": "Ok Michael.... You Claim Eminem is saying false bullshit but you don't provide proof of the bullshit."
        }
    ]
}