{
    "data": {
        "created_time": "2016-02-07T19:59:34+0000", 
        "id": "10154376658486729_10154383541061729", 
        "message": "e-SIM - a virtual state of politics, economy, military stimulant.\n\nThe main elements of the game is politics, economics, journalism and war. Here you can set up a company to have its own newspaper, to travel to other Esala, to participate in political activities, to vote in the president / congress / party chairman election. The outbreak of war or insurrection, your duty to fight for their homeland by all possible means. Limitations in this game depends only on our imagination.\n\nUnlike many other browser games, e-SIM does not require much time: 5-10 minutes is enough. per day (the first days). However, it does not mean that the game is very simple, or that there are not many options. Initially, the game may seem a little monotonous and boring: counterfeit meal pasitreniruoji and everything. However, this is only the beginning. Later, the player can choose whether he wants to work in the economic field, writing paper, and maybe rotate in politics, as a family, the government or join the military and fight for the country 's and allies. However, if you play a little bit tired and you want a break from it, you can continue to play during the day only ~ 10 minutes to palaikytumėt minimum citizen of your country 's indicators - padirbtumėt, you'll get the money, and pasitreniruotumėt pavalgytumėt.\n\neLithuania - is a large country, are combative, cooperating. We are also occupied a large part of Belarus and Latvia\n\nServer ANTICA held 16 days.\n\nCheck link: (reaching 7lvl get even 7 Gold!)\nhttp://antica.e-sim.org/lan.15169/"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}