{
    "data": {
        "created_time": "2016-08-22T16:49:56+0000", 
        "id": "10153741152710079_1800229190210633", 
        "message": "Eminem is my life, his music an his story has helped me through my own personal hell an demons. His music is the best music out there in my opinion, there is no other rapper out there more inspirational them Eminem. His music has gotten me out of my depression an made me realize that life isn't as shitty as I thought it was, taught me to be myself an to be who I want to be an not let anyone bully me into doing something I don't want to do. I live my life everyday now being proud of myself of who I am an who I have become an who I will become in the future. Even though I may have times where my demons come back to haunt me, but all I have to do is through his music on an I zone in to that music an let all those demons vanish, Eminem is my savior an I know people will think this is pathetic or whatever but you know what, you can just shut up an mind your own business, his music an his life story has helped me, an I'm dam proud of it to say it!! BE PROUD OF WHO YOU ARE!!!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 3
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": [
        {
            "created_time": "2016-09-25T05:11:59+0000", 
            "id": "10153741152710079_1839934446230486", 
            "message": "I couldn't have said it better,My sentiments exactly,Em you are so inspirational and help people through life with your music"
        }
    ]
}