{
    "data": {
        "created_time": "2016-09-03T13:17:15+0000", 
        "id": "10153741152710079_1102328079856995", 
        "message": "Alright, I guess Skylar blocked me because she wants me to write to you. I guess she thinks I'm Slim Shady's muse. I've got to explain with pain the reason that everyone and their grandma can be your version of a rap god and why your version is lame, you see any woman boy or man can make filth skillfully rhyme but if you take out the grime it will be hard for you to fly- that is why you you think that being foul mouthed as long as you rhyme on time means that you are the king of the game- but the truth is that it makes you what skylar says (an asshole) cause all you are is the king of shame- what Jay-Z is trying to teach you is to be full of grace and truth- just like Jesus is (a quickening Spirit) that blooms with Holy fruit. When you grow your roots in the Word of God then out of your belly living water flows and out of your mouth the words you speak will pierce people's hearts like a sharp two-edged sword. And your words will cut out evil from the hearts of every person who hears- because your lyrics will triumph with truth and death and hell will disappear and we will build the kingdom of God in the hearts of every man, woman and child, and the whole earth will be filled with God's Spirit and the the souls of all people will shine with God's magnificent light through every life- and all people will be united- and we will take each others hands and walk together into God's promised land and drink from the fountain of life- and God's living words will be written upon the heart of people everywhere as all people will bow to the One True God and His Son born of His Holy Spirit: the WORD( Jesus Christ). And every knee shall bow before him and every tongue shall confess He is the LORD of their life- and every soul will be filled with the awe and respect of the Creator and Author of life. ANd Jesus is our older brother when we are reborn through the Holy Spirit of our Father: God. And every one of us are brothers and sisters as we learn to see through our spiritual eyes- and then in every person we see their potential and the good that can possibly be- and we plant in their hearts and lives seeds of love - and continue to water them with friendships we build. Because God is our only hope in this world and the way to Him is to trust in Jesus."
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}