{
    "data": {
        "created_time": "2012-05-24T22:27:38+0000", 
        "id": "3902879808751_4792613", 
        "message": "ATENÇÃO VCS KE COMPRAM AS PROMOÇÕES DA INTERNETE MTO CUIDADO PESSOAL! POIS VC COMPRA COM O CARTÃO DE CREDITO, OU SEJA PAGA ANTECIPADO, VEJA O KE JA ACONTECEU:\n COMPREI UMA PROMOÇÃO DO PEIXE URBANO (http://WWW.PEIXEURBANO.COM.BR/ ) - COMPREI PAGUEI E LIGUEI ANTES DE TERMINAR O PRAZO DA VALIDADE, ERA PRA SER UMA PEDICURE E MANICURE NO SALÃO ESPAÇO DEPILAÇÃO EM MARINGÁ/PR, APESSOA KE ME ATENDEU MARCOU UM DIA E HORARIO DEPOIS DO PRAZO DA VALIDADE DO CUPOM ME DIZENDO KE ESTAVA COM OS DIAS TDOS LOTADOS. ANTES DE CHEGAR O DIA MARCADO UMA MULHER ME LIGOU FALANDO KE NAUM PODERIA ATENDER AKELE DIA ME MARCANDO PRA OUTRO DETERMINADO DIA, COMO EU ESTAVA DIRIGINDO PEDIA A ELA ME RETORNAR A LIGAÇÃO E ME AVISAR PRA KAL DIA TERIA SIDO TRANFERIDA. POIS ELA OU O RESPOSAVEL PELO LOCAL SA SPAÇO DEPILAÇÃO NAUM ENTREOU MAIS EM CONTATO CMIGO. KANDO EU RETORNEI SIMPLESMENTE ME FALARAM KE EU AVIA PERDIDO OS DIREITOS DE USAR O KE COMPREI. CUIDADO PESSOAL ISSO EH UMA MAFIA PRA ROUBAR DINHEIRO DAS PESSOAS. FICA AKI MEU DESABAFO DESTES SITES. ABRAÇOS A TDOS AMIGOS DO FACE.\nCIDINHA SOSSAI"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 1
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}