{
    "data": {
        "created_time": "2011-09-22T19:37:01+0000", 
        "id": "202223299844341_1920368", 
        "message": "Facebook, you're not near as smart as you think you are. Your algorithms for deciding what I want to see, who I want to talk to or what I think is important are 99.999% of the time the exact polar opposite of what I want. Everything you do to try to simplify things only complicates things more. Every attempt you make to improve things inevitably ends up in a HUGE step backwards. Take for example the new way Facebook displays pictures when clicked on that now appear initially as a compressed blurry mess reminiscent of the internet circa 1990. Something as simple as a Friend Request is now just a headache of options. The chat, instead of just showing everybody that's online now is broken up into segments that YOU GUESS I want to talk to, more often than not displaying many that I rarely want to chat with and many that aren't even online. Do I have the option to just display everyone that IS online? Nope, because as history has taught us Facebook isn't about viewing or doing things that I want, it's about Facebook coming up with some ludicrous idea of how things \"should\" be and than ramming it down it's users throats. I echo the sentiments of others that have cited that it is this kind of mentality that killed MySpace, a reminder that Facebook should never consider themselves \"too big to fail.\" You're not! ... repost if you agree!"
    }, 
    "reactions": {
        "angry": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "haha": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "like": {
            "data": [], 
            "summary": {
                "total_count": 86
            }
        }, 
        "love": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "sad": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }, 
        "wow": {
            "data": [], 
            "summary": {
                "total_count": 0
            }
        }
    }, 
    "replies": []
}